{
    "childhood": {
        "name": "曹全中",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "我刚上小学一年级，期末考试成绩出来了，我考了全班第一。得知这个消息后，父亲决定在家里设宴庆祝，邀请了几位亲戚和朋友。",
                "where": "南京家中，客厅里布置了丰盛的晚餐，桌上摆满了美味佳肴。",
                "when": "1995年6月20日18:30",
                "who": "父亲、母亲、我、几位亲戚和朋友",
                "description": "1995年6月20日晚上，在南京的家中，父亲为了庆祝我取得全班第一的成绩，特意在家里设宴。客厅里摆满了丰盛的晚餐，亲戚和朋友们纷纷前来祝贺。宴会上，父亲对我说：'这只是开始，你必须一直保持这个成绩，不能松懈。' 听到这句话，我的心情从喜悦瞬间变得沉重，但我不敢表现出来，只能默默点头。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "宴会结束后的一个晚上，我躺在床上，回想着父亲的话。我感到一阵焦虑，担心自己无法一直保持第一名的成绩。",
                "where": "南京家中，我的卧室，床头灯昏黄地照亮了房间。",
                "when": "1995年6月20日21:45",
                "who": "我",
                "description": "1995年6月20日晚上，宴会结束后，我躺在自己的卧室里，床头灯昏黄地照亮了房间。我回想着父亲在宴会上说的话，心里感到一阵焦虑。'我真的能一直保持第一名吗？' 这样的疑问不断在脑海中浮现。我翻来覆去，怎么也睡不着，心中充满了对未来的担忧。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "第二天，母亲察觉到了我的情绪变化，温柔地询问我发生了什么。我犹豫了一下，最终告诉母亲自己感到很大的压力。",
                "where": "南京家中，餐桌旁，早餐时的餐桌上摆放着牛奶和面包。",
                "when": "1995年6月21日08:15",
                "who": "母亲、我",
                "description": "1995年6月21日早上，母亲在餐桌旁察觉到了我的情绪变化。她温柔地问我：'全中，昨晚怎么了？看起来心情不太好。' 我犹豫了一下，最终还是说出了心中的压力：'妈妈，我怕自己不能一直保持第一名。' 母亲听后，轻轻握住我的手，安慰道：'你已经做得很好了，不要给自己太大压力。' 虽然母亲的安慰让我稍微放松了一些，但我内心深处的焦虑并没有完全消失。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "小学三年级的一个下午，数学考试成绩公布，我得了90分。在学校里看到其他同学的成绩，有的比我高，有的比我低，这让我开始担心回家后的反应。",
                "where": "南京市小学的教室里，阳光透过窗户照进来，同学们在嘈杂地讨论着成绩。",
                "when": "1997年3月10日15:30",
                "who": "我、同学们、老师",
                "description": "1997年3月10日下午，教室里弥漫着紧张的气氛。老师走进教室，手里拿着一叠考卷，开始逐个念出同学们的成绩。当听到我得了90分时，心里一沉。看着周围同学，有的高兴地欢呼，有的低头不语，我开始感到焦虑和不安，尤其是看到一些同学的分数比我高时，这种感觉更加强烈。我担心回家后父亲的反应，心里七上八下的。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "回到家后，我忐忑不安地把成绩单交给父亲。父亲看完成绩单后，面无表情地问我为什么没有考到100分，并开始讲述我需要更加努力的理由。",
                "where": "南京的家中，昏暗的客厅里，桌上放着晚餐。",
                "when": "1997年3月10日17:45",
                "who": "我、父亲",
                "description": "1997年3月10日傍晚，我回到家，心情沉重地把成绩单递给父亲。他坐在客厅的沙发上，眉头紧锁，看着成绩单，沉默了几秒钟，然后冷冷地问我为什么没有考到100分。他的语气严厉，没有一丝温情。他开始讲述我为什么需要更加努力，声音铿锵有力。我低着头，感到非常沮丧和无助，心里像压了一块大石头。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "晚上，母亲看到我情绪低落，轻声安慰我，告诉我已经尽力就好，但也强调了父亲对我期望的合理性，希望我能理解父亲的用心。",
                "where": "南京的家中，我的房间里，墙上挂着一些学习资料。",
                "when": "1997年3月10日20:00",
                "who": "我、母亲",
                "description": "1997年3月10日晚上，我一个人坐在房间里，心情低落。母亲走进来，轻声问我怎么了。我把今天的事情告诉她，她温柔地拍拍我的肩膀，说我已经尽力了，不要太自责。她说父亲对我的期望是希望我能有一个更好的未来，希望我能理解他的用心。母亲的安慰让我稍稍感到宽慰，但心里还是感到矛盾和压力。我既感受到母亲的理解和支持，又更加意识到父亲的期望，这让我心情复杂。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "childhood",
                "what": "那天傍晚，我正在自己的房间里做作业，突然听到父母在隔壁房间争吵。父亲因为我在最近一次考试中的成绩不理想而责备我不够努力。母亲则为我辩护，认为我已经尽力了，应该给予更多的鼓励和理解。",
                "where": "南京家中，父母的卧室。",
                "when": "1998年5月15日19:45",
                "who": "父亲、母亲、我",
                "description": "1998年5月15日的晚上，我正在自己的房间里做作业，突然听到父母在隔壁房间的争吵声。透过薄薄的墙壁，我听到父亲因为我最近一次考试成绩不理想而责备我，声音中充满了失望和愤怒。母亲却在为我辩护，说我已经尽力了，应该给予更多的鼓励和理解。那一刻，我感到非常难过和无能为力。父亲的责备和母亲的保护让我感受到巨大的压力和责任感，我知道我必须更加努力才能让他们都满意。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "childhood",
                "what": "争吵后，母亲走进我的房间，安慰我不要太在意父亲的责备，并告诉我她相信我能做好。",
                "where": "南京家中，我的房间。",
                "when": "1998年5月15日20:00",
                "who": "母亲、我",
                "description": "争吵结束后，母亲推开我的房门，走进我的房间。她坐在我的床边，轻轻拍了拍我的肩膀，温柔地对我说不要太在意父亲的责备，并告诉我她相信我能做好。她的温柔话语让我感到一丝安慰，但心中的压力依然存在。我知道母亲对我的爱和信任，但也深知自己肩负的责任和期望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "childhood",
                "what": "第二天早晨，父亲在早餐桌上再次提到了我的学习成绩，虽然没有昨晚那么严厉，但依然表达了对我期望的高要求。",
                "where": "南京家中，餐厅。",
                "when": "1998年5月16日07:30",
                "who": "父亲、母亲、我",
                "description": "1998年5月16日早晨，我和父母在餐厅吃早餐。父亲一边吃着烧饼，一边再次提起我的学习成绩。虽然他的语气没有昨晚那么严厉，但依然充满了对我期望的高要求。我默默地吃着早餐，没有回应，但内心深处感受到了更多的压力和焦虑。我知道自己必须更加努力，才能不辜负父亲的期望，但这种持续的压力让我感到无力和不安。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "childhood",
                "what": "在小学五年级的某个星期六，我的数学老师通知我，学校有一场全市性的数学竞赛，并鼓励我参加。我感到既兴奋又紧张，因为这是我第一次参加如此重要的比赛。",
                "where": "南京学校的教室，老师的办公桌上堆满了书籍和试卷，教室里一片宁静。",
                "when": "1999年3月27日10:00",
                "who": "数学老师、我",
                "description": "1999年3月27日的上午，我在南京学校的教室里，数学老师招手让我过去。他告诉我有一场全市性的数学竞赛，并鼓励我参加。听到这个消息，我的心情一下子变得复杂起来，既感到兴奋，因为这是一个展示自己数学能力的机会，又感到紧张，不知道自己能否胜任。老师的微笑和鼓励让我稍稍放松，但我仍然感到一股无形的压力笼罩在心头。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "childhood",
                "what": "在接下来的一个月里，我每天放学后都会加班学习数学竞赛题目。我的父亲每天晚上都会检查我的学习进度，并提出严格的要求。",
                "where": "在家中的书房，书桌上堆满了数学书籍和习题集，墙上挂着父亲的奖状和证书。",
                "when": "1999年3月28日19:00",
                "who": "父亲、我",
                "description": "从1999年3月28日开始的一个月里，我每天放学后都在家里的书房加紧学习数学竞赛题目。每晚七点，父亲都会推开书房的门，仔细检查我的学习进度。他总是眉头紧锁，指出我的不足之处，要求我更努力。书房里的每一个角落都充满了紧张的氛围，我在父亲的严厉目光下感到无所适从，心里充满了焦虑和压力。我知道父亲对我的期望很高，但无论我怎么努力，总觉得达不到他的标准。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "childhood",
                "what": "竞赛当天，我在比赛过程中表现出色，但在最后一道题目上出现了错误，最终获得了第二名。我在颁奖典礼上感到非常高兴，但回家后，父亲却对我的成绩表示不满。",
                "where": "南京学校的比赛大厅，颁奖典礼上灯光明亮，台下坐满了观众。",
                "when": "1999年4月25日15:30",
                "who": "父亲、我",
                "description": "1999年4月25日下午，我在南京学校的比赛大厅参加了全市性的数学竞赛。比赛开始时，我感到紧张，但很快进入了状态，顺利解答了大部分题目。然而，在最后一道题目上，我出现了一个小错误，最终获得了第二名。在颁奖典礼上，当我拿到奖牌时，心里充满了喜悦和成就感。但当我回到家中，父亲看到我的成绩单后，脸色顿时变了。他没有表扬我，而是冷冷地说：“为什么不是第一？”那一刻，我的心情从高兴的顶峰跌入了谷底，感到非常失落和沮丧。我开始怀疑自己的能力，觉得自己永远无法让父亲满意。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "那天放学后，我和同学一起回家，途中碰到了正在和邻居聊天的父亲。他看到我，马上对邻居夸耀起我的成绩，提到我在班级里的名次和获得的奖状。这让我感到自豪，但同时也感到巨大的压力，因为我知道父亲对我的期望非常高。",
                "where": "南京家附近的一条小巷，邻居家的门口。",
                "when": "1998年9月10日16:45",
                "who": "父亲、邻居、我",
                "description": "1998年9月10日下午4点45分，我和同学放学后在南京家附近的巷子里走着，突然看见父亲正在邻居家门口和人聊天。他看到我，脸上露出笑容，立即向邻居夸起了我的成绩。他骄傲地说我在班级名列前茅，还获得了奖状。听到这些话，我心里既有些自豪，也有些不安。我知道父亲对我的期望非常高，这让我感到巨大的压力，害怕如果成绩下滑会让他失望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "小学六年级时，我在期中考试中取得了全班第一名。",
                "where": "南京学校的教室，教室里阳光透过窗户洒在课桌上。",
                "when": "2000年4月20日14:30",
                "who": "我、同学、老师",
                "description": "2000年4月20日下午，在南京学校的教室里，我的心跳加速，手心冒汗。当老师宣布期中考试成绩时，我听到自己的名字被念在第一名的位置上。同学们的目光瞬间集中在我身上，有些人露出了微笑，有些人则显得有些嫉妒。我感到一阵成就感涌上心头，但随之而来的是巨大的压力。我知道父亲对我有很高的期望，而同学们也在暗中竞争。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "期中考试成绩公布后，学校在家长会上表扬了我的优异表现。",
                "where": "南京学校的大礼堂，礼堂里坐满了家长和老师。",
                "when": "2000年5月5日10:00",
                "who": "母亲、老师、校长、其他家长",
                "description": "2000年5月5日上午，南京学校的大礼堂里座无虚席，家长们都在等待家长会的开始。我坐在礼堂的后排，看着母亲和其他家长坐在前排的座位上。老师在台上公开表扬了我在期中考试中的优异表现，母亲的脸上露出了自豪的笑容。会后，母亲走过来，轻轻拍了拍我的肩膀，说道‘你是我们的骄傲’。那一刻，我感到心里暖暖的，母亲的支持和鼓励让我的压力稍稍缓解。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "家长会后的周末，母亲特意带我去玄武湖公园散步，并与我聊了很多关于未来的期望和计划。",
                "where": "南京玄武湖公园，公园里柳树成荫，湖水波光粼粼。",
                "when": "2000年5月7日15:00",
                "who": "母亲、我",
                "description": "2000年5月7日下午，母亲带我去玄武湖公园散步。公园里风景如画，柳树婆娑，湖水清澈。我们走在湖边的小路上，母亲开始和我聊起了未来的期望和计划。她希望我能继续努力学习，将来考上一个好大学。我听着母亲的话，感受到她对我的期望和支持，但同时也感到心中的责任感越来越重。我知道自己不能辜负母亲的期望，我必须更加努力，为家人提供更好的生活。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我和几个同学在操场上玩耍时，不小心被同学绊倒，膝盖磕破了，血流不止。",
                "where": "南京小学的操场，操场上有一些秋千和滑梯，操场边有一排教学楼。",
                "when": "1996年11月15日10:30",
                "who": "几个同学和我",
                "description": "1996年11月15日的课间休息时间，我和几个同学在南京小学的操场上玩耍。我们玩得非常兴奋，不小心被一个同学绊倒，我的膝盖磕破了，血流不止。我感到一阵剧痛，眼泪瞬间涌上来，但我强忍着不让它们流出来。我害怕如果父亲知道了会认为我不够坚强。这种害怕让我咬紧牙关，尽量不让同学们看到我的脆弱。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "我独自一人慢慢走到医务室，医务人员帮我处理伤口。",
                "where": "南京小学的医务室，医务室里有几张病床和一个药柜。",
                "when": "1996年11月15日10:45",
                "who": "我和医务人员",
                "description": "摔倒后，我独自一人慢慢走到南京小学的医务室。医务室里有几张病床和一个药柜，医务人员见到我后立刻帮我处理伤口。我默不作声，心里想着不能让父亲知道这件事，以免被责备。独自走到医务室的过程让我感到孤单和压力，我认为自己必须坚强，不能依赖他人。这种孤单感和压力感加深了我对独立和自我承担责任的信念，也让我更加确信自己必须隐藏脆弱，不能让父亲失望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "放学回家后，我悄悄换下沾有血迹的裤子，把它藏在衣柜深处。",
                "where": "家中，卧室的衣柜里。",
                "when": "1996年11月15日18:00",
                "who": "我和父母",
                "description": "放学回家后，我悄悄换下沾有血迹的裤子，把它藏在衣柜深处。在晚饭时，我尽量表现得正常，但内心一直担心父亲会发现。母亲温柔地问我今天在学校过得怎么样，我微笑着回答一切都好，但心里却充满了对父亲发现真相的恐惧。藏起裤子和表现正常的行为反映了我对父亲的害怕和对母亲的依赖。尽管母亲温柔体贴，但我仍然选择隐瞒事实，因为我不敢让父亲失望。这种恐惧让我更加努力去满足父亲的期望，进一步强化了我的信念‘我必须非常努力才能成功’。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "那是一个夏日的傍晚，我刚刚完成了学校的作业，走进厨房准备帮母亲做家务。我看到母亲站在厨房的角落里，眼中闪烁着泪光。我问母亲发生了什么，母亲只是摇了摇头，没有说话。",
                "where": "南京家中的厨房，锅碗瓢盆整齐地摆放在橱柜里，窗外夕阳的余晖洒进来。",
                "when": "1999年7月15日18:23",
                "who": "母亲、我",
                "description": "1999年7月15日傍晚，我刚完成学校作业，走进厨房帮母亲做家务。看到母亲站在角落里，眼中闪烁着泪光，我问她发生了什么，但她只是摇头，没有说话。我感到心疼和无助，意识到母亲也有脆弱的一面。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "几天后，我注意到母亲在家中的表现愈发沉默。我决定放学后主动承担更多的家务，希望能够减轻母亲的负担。每天下午放学回家，我都会主动去厨房帮忙，或者做一些简单的清洁工作。",
                "where": "南京家中，厨房和客厅，家中氛围沉静。",
                "when": "1999年7月20日16:45",
                "who": "母亲、我",
                "description": "1999年7月20日下午放学后，我发现母亲愈发沉默，于是决定主动承担更多家务。每天下午回家，我都会去厨房帮忙或做些清洁工作，希望能减轻母亲的负担。尽管这些事情微不足道，但我感到自己在为家庭做出贡献。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "几个月后的一次家庭聚会，母亲在众人面前夸奖了我最近在家里帮忙的表现，虽然言辞简单，但让我感到了一些安慰和肯定。",
                "where": "南京家中的客厅，家庭聚会的热闹氛围。",
                "when": "1999年10月5日19:30",
                "who": "母亲、我、其他家庭成员",
                "description": "1999年10月5日晚上，在一次家庭聚会上，母亲在众人面前夸奖了我最近在家里帮忙的表现。她的话虽然简单，但让我感到了一丝欣慰和成就感。我的努力终于得到了认可，虽然只是家务上的帮助，但仍然让我感到有价值。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "童年时期",
                "what": "我小学四年级生日的前一周，父亲为了给我准备生日礼物，特地去了书店挑选书籍。他在书店仔细挑选了一本与知识和学习相关的书籍，希望通过这本书激发我的学习兴趣。",
                "where": "南京市的一家书店，书店的角落里摆满了各种书籍，空气中弥漫着书香。",
                "when": "1998年10月10日15:30",
                "who": "父亲",
                "description": "1998年10月10日下午，父亲特地去了南京市的一家书店。他在书店的一个书架前停下，仔细翻阅着一本本书籍，最后选定了一本关于科学知识的书作为我的生日礼物。当时，他的表情显得十分认真和期望。他希望通过这本书能够激发我的学习兴趣，看到我将来能有更好的发展。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "童年时期",
                "what": "生日当天，父亲将书作为礼物送给我，并对我说：'希望你能从中学到更多的知识。' 我感到非常开心，但也意识到父亲对我的学业期望越来越高。",
                "where": "南京的家中，客厅的茶几上摆放着生日蛋糕和礼物。",
                "when": "1998年10月17日18:00",
                "who": "父亲、我",
                "description": "1998年10月17日傍晚，家中的客厅充满了生日的气氛，茶几上摆放着生日蛋糕和一些礼物。父亲递给我一本包装精美的书，并对我说：'希望你能从中学到更多的知识。' 我当时感到非常开心，迫不及待地翻开书页。然而，父亲的话语让我意识到他对我的学业期望依旧很高，这让我既感到被重视又感到压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "童年时期",
                "what": "生日后的一个周末，我开始阅读父亲送的书，并试图从中获取更多知识。我每天晚上都会花时间阅读，试图通过学习来证明自己的价值。",
                "where": "南京的家中，我的卧室里，书桌上摆满了书籍和文具。",
                "when": "1998年10月24日20:00",
                "who": "我",
                "description": "1998年10月24日晚上，我在自己的卧室里，坐在书桌前，开始阅读父亲送给我的那本书。书桌上摆满了各种书籍和文具，我专心致志地阅读，每晚都花时间去学习。我希望通过阅读和学习来证明自己的价值，满足父亲对我的期望。尽管这样的努力提升了我的学业成绩，但也让我在心理上感受到更大的压力和焦虑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "我正准备上学，穿着校服，背着书包，走在去学校的路上。经过一个小巷时，看到一位同学被父母责骂，原因是他成绩不理想。",
                "where": "南京市某小巷，周围是老旧的居民楼，空气中弥漫着早餐摊的油烟味。",
                "when": "1997年4月15日07:45",
                "who": "我、同学、同学的父母",
                "description": "1997年4月15日早晨，我穿着校服，背着书包，走在去学校的路上。当我经过一个小巷时，看到一位同学正被他的父母责骂。父母的声音很大，充满了怒气和失望。同学低着头，眼眶里闪着泪光，手里紧握着一张成绩单。我站在一旁，感到一阵心酸和无奈。这一幕让我意识到，不仅是我，其他孩子也在面对着父母的高期望和压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "在目睹同学被责骂后，我继续走向学校，脑海中不断回想着刚才的一幕，心情变得沉重。",
                "where": "南京市某小学，教室里灯光昏暗，黑板上还有上节课未擦干净的粉笔字。",
                "when": "1997年4月15日08:30",
                "who": "我、同学、老师",
                "description": "1997年4月15日早晨，在目睹同学被责骂后，我继续走向学校。一路上，我的心情变得沉重，脑海中不断回想着刚才的一幕。我开始反思自己的学习压力和父母的期望，感到一种无形的压力笼罩着我。到达学校后，坐在教室里，我明显有些心不在焉。老师在讲台上讲课，我却心神不宁，暗下决心要更加努力，以避免自己也遭到类似的责骂。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "放学后，我回到家里，向母亲提起了早上的事情。母亲温柔地安慰我，告诉我每个父母都有自己的教育方式，但都是为了孩子好。",
                "where": "南京市家中，客厅里摆着温馨的家庭照片，茶几上放着母亲刚泡好的热茶。",
                "when": "1997年4月15日18:00",
                "who": "我、母亲",
                "description": "1997年4月15日傍晚，放学后我回到家里，在客厅里向母亲提起了早上看到的事情。母亲听后，温柔地安慰我，她拿起茶杯递给我，说：“每个父母都有自己的教育方式，但都是为了孩子好。”她轻轻拍了拍我的肩膀，强调了努力学习的重要性，并表示相信我能够做到最好。母亲的话让我感到一丝宽慰，但同时也感到自己肩负着巨大的责任，必须努力达到父母的期望。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "childhood",
                "what": "小学五年级时，我得知学校将举办演讲比赛，决定报名参加。为了准备这次比赛，每天放学后我都会在家练习演讲稿，母亲一直在旁边给我鼓励和建议。然而，父亲总是对我的练习不满意，认为我可以做得更好。",
                "where": "南京家中，客厅里有一张大桌子，我常常站在桌子前练习。",
                "when": "1999年11月15日16:30",
                "who": "父亲、母亲、我（曹全中）",
                "description": "1999年11月15日下午放学后，我在家中的客厅练习演讲稿。母亲坐在沙发上，不时给我提出一些建议和鼓励。我感觉到她的支持，心里暖暖的。然而，父亲从书房走出来，皱着眉头听了一会儿后，说我声音不够响亮，语气不够坚定，还需要再练习。我感到心里的压力越来越大，父亲的期望似乎是一座无法攀登的高山。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "childhood",
                "what": "演讲比赛当天，我早早来到学校，内心充满了紧张和期待。在后台反复练习演讲稿，希望能在比赛中取得好成绩。当我上台演讲时，尽管表现出色，但由于过度紧张，在最后几句话时出现了小失误。",
                "where": "南京学校的礼堂，后台有几张长凳和一些其他参赛同学。",
                "when": "1999年12月10日10:00",
                "who": "我（曹全中）、同学、老师、评委",
                "description": "1999年12月10日上午，我早早来到学校的礼堂，后台的氛围紧张而期待。同学们在低声交谈，而我则不停地在脑海中重复着演讲稿。轮到我上台时，心跳得很快，手心冒汗。我尽量保持镇定，开始了演讲。前半部分进行得很顺利，但在最后几句话时，我的声音有些颤抖，出现了小失误。虽然观众和评委没有明显反应，但我心里感到一阵羞愧和自责。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "childhood",
                "what": "比赛结果公布，我获得了第三名。回到家后，父亲对我的表现表示失望，认为我应该能够拿到第一名。母亲虽然安慰我，但也无力改变父亲的态度。我感到非常难过和内疚，觉得自己辜负了父亲的期望。",
                "where": "南京家中，晚饭后的餐桌旁。",
                "when": "1999年12月10日18:45",
                "who": "父亲、母亲、我（曹全中）",
                "description": "1999年12月10日晚上，比赛结果公布后，我带着第三名的奖状回到家。晚饭后，我们坐在餐桌旁，父亲一边喝茶一边皱着眉头问我为何没有拿到第一名。我低着头，心里满是愧疚和失落。母亲试图安慰我，说第三名已经很好了，但父亲依然不满意，认为我应该更努力。我感到自己仿佛陷入了一个无底的深渊，无论多么努力都无法满足父亲的期望。这种无力感让我非常痛苦。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "childhood",
                "what": "我正在房间里做作业，听到父母在客厅里讨论家庭的经济状况，母亲显得非常担忧，而父亲则坚定地表示，只要我努力学习，我们的未来就会好转。",
                "where": "南京家中，房间里灯光昏黄，客厅里传来父母的低语声。",
                "when": "1998年8月15日20:30",
                "who": "父亲、母亲、我（曹全中）",
                "description": "1998年8月15日晚上，我正在房间里做作业，桌上的台灯发出微弱的光。突然，客厅里传来父母的低语声，母亲声音里充满了担忧，她提到家里的开销越来越大。我停下笔，屏住呼吸，听得一清二楚。父亲的声音低沉而坚定，他说只要我努力学习，我们的未来就会好转。我感到一阵沉重的压力，仿佛一块大石头压在心头，害怕自己无法达到父母的期望。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "childhood",
                "what": "第二天早晨，我起床后心情沉重。在吃早餐时，母亲注意到我的情绪变化，温柔地询问我是否有心事。我犹豫了一下，但最终决定不告诉母亲昨晚听到的对话，只是默默地说自己有点累。",
                "where": "南京家中，厨房餐桌旁，窗外晨光微弱。",
                "when": "1998年8月16日07:45",
                "who": "母亲、我（曹全中）",
                "description": "1998年8月16日早晨，我拖着沉重的步伐走进厨房，母亲已经准备好了早餐。她注意到我脸上的倦意，温柔地问我是否有什么心事。我犹豫了一下，心里翻涌着昨晚听到的对话，但最终决定不告诉她。我低声说自己有点累。母亲温柔地摸了摸我的头，告诉我要好好休息。她的关心让我感到一丝温暖，但心里的压力并没有减轻，我觉得自己必须更加努力，才能不辜负父母的期望。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "childhood",
                "what": "几天后，在学校里，老师表扬了我在最近一次考试中的优异表现。回到家后，父亲对我表示了认可，但同时也强调不能松懈，还要继续努力。",
                "where": "南京学校和家中，教室里阳光明媚，家中餐桌旁。",
                "when": "1998年8月20日18:15",
                "who": "父亲、老师、我（曹全中）",
                "description": "1998年8月20日早晨，阳光透过教室的窗户洒在我的课桌上，老师在讲台上表扬了我在最近一次考试中的优异表现。同学们投来羡慕的目光，我感到一丝喜悦。回到家后，父亲在餐桌旁对我表示了认可，说我做得很好，但同时也强调不能松懈，还要继续努力。我点了点头，心里却感到更多的是压力。我知道自己不能停下脚步，必须不断努力，才能满足父亲的期望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "在一个平常的夜晚，父亲在检查我的作业时发现了一些小错，随即严厉地批评了我。",
                "where": "南京家中，书房的书桌旁，桌上放满了课本和作业本。",
                "when": "1995年11月30日19:00",
                "who": "父亲和我",
                "description": "1995年11月30日晚上，家里的书房里，父亲在检查我的作业时发现了一些小错，脸色顿时沉了下来。他严厉地批评我，指责我不够认真细致。我低着头，不敢说话，只能默默接受批评。父亲的严厉让我感到心里沉甸甸的，对未来的学业充满了恐惧和压力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "在学校里，看到一个成绩不好的同学被老师批评，我感到非常害怕。",
                "where": "南京学校的教室里，老师站在讲台前，教室里充满了紧张的气氛。",
                "when": "1995年12月01日10:15",
                "who": "老师、同学和我",
                "description": "1995年12月1日上午，在教室里，老师在讲台前批评一个成绩不好的同学，声音严厉而冷酷。看到这一幕，我感到心里一阵恐惧，担心如果自己成绩不好也会受到同样的待遇。我偷偷看了看周围的同学，大家都低着头，不敢出声。这种紧张的气氛让我更加害怕失败，生怕自己也会成为被批评的对象。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "目睹同学被批评后，我回到家中，母亲注意到我的情绪低落，温柔地询问发生了什么事情。",
                "where": "南京家中，客厅的沙发上，母亲坐在我身边，房间里弥漫着温暖的灯光。",
                "when": "1995年12月01日18:45",
                "who": "母亲和我",
                "description": "1995年12月1日晚上，我回到家中，坐在客厅的沙发上，情绪低落。母亲注意到了我的情绪变化，温柔地坐到我身边，轻声询问发生了什么事情。我把在学校看到同学被批评的事情告诉了母亲，她轻轻地拥抱了我，安慰我不要害怕失败，鼓励我继续努力。母亲的温柔让我感到了一些安慰和安全感，但内心的压力仍然没有完全消散。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "我在家里做作业时，偶然听到母亲与父亲的对话。母亲提到家里的经济压力很大，为了节省开支，她决定减少自己的伙食费。",
                "where": "南京家中，客厅里，父母坐在沙发上，茶几上放着几份账单。",
                "when": "1999年3月15日18:30",
                "who": "母亲、父亲、我",
                "description": "1999年3月15日傍晚，我在书房里写作业，突然听到客厅里母亲和父亲的谈话声。母亲说家里的经济压力很大，决定减少自己的伙食费来节省开支。听到这话，我的心一紧，感到一阵愧疚和焦虑，心里暗暗决定要更加努力学习，减轻家庭的负担。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "晚饭时，我看到母亲只吃了一点菜和饭，询问母亲为什么吃这么少，母亲轻描淡写地回答说自己不饿。",
                "where": "南京家中，餐厅里，桌上摆着简单的晚餐。",
                "when": "1999年3月15日19:00",
                "who": "母亲、我",
                "description": "1999年3月15日晚上，我们一家人在餐厅吃晚饭。我发现母亲只吃了一点菜和饭，便关心地问她为什么吃这么少。母亲轻描淡写地说自己不饿，但我看得出来她是在节省开支。我的心揪了一下，感到心疼和内疚，母亲为了家庭在做出牺牲，我决定要更加努力学习，未来给家人更好的生活。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "当晚，我在房间里沉思，暗暗发誓自己一定要通过努力学习，改变家里的经济状况，让母亲过上好日子。",
                "where": "南京家中，我的卧室里，书桌上堆满了书和作业。",
                "when": "1999年3月15日21:00",
                "who": "我",
                "description": "1999年3月15日晚上，在我的卧室里，我坐在书桌前，心里想着母亲为了节省开支减少伙食的事情。我感到一种新的动力和目标，同时也感受到沉重的责任感。我暗暗发誓，一定要通过努力学习，改变家里的经济状况，让母亲过上好日子。这种信念在那一刻变得更加坚定。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "在学校里和同学们玩耍时，因为一场激烈的足球比赛，不小心摔倒在泥地上，弄脏了衣服。",
                "where": "南京，学校操场，操场上有几个大坑洼，地面泥泞。",
                "when": "1997年10月15日16:30",
                "who": "曹全中，同学们",
                "description": "1997年10月15日下午，在南京的学校操场上，我和同学们正进行一场激烈的足球比赛。比赛进行到一半时，我不小心被绊倒，摔进了一个泥坑，衣服和裤子都沾满了泥水。我感到非常尴尬和紧张，尤其是想到回家后可能会受到父亲的责备。父亲总是对我的行为要求很高，这次弄脏衣服的事情让我非常焦虑和自责。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "回到家后，忐忑不安地面对母亲，心中充满了对父亲责备的恐惧。然而，母亲看到我弄脏的衣服后，没有责备我，反而温柔地说：'没关系，下次小心点。' 并帮我洗衣服。",
                "where": "南京家中，家里客厅的沙发旁，母亲正坐在那里织毛衣。",
                "when": "1997年10月15日17:00",
                "who": "母亲、曹全中",
                "description": "1997年10月15日下午，我忐忑不安地回到家，心中充满了对父亲责备的恐惧。我走进客厅，母亲正坐在沙发旁织毛衣。她看到我弄脏的衣服，没有责备我，而是温柔地说：'没关系，下次小心点。' 然后她站起来，帮我把脏衣服脱下来，拿去洗了。母亲的温柔和理解让我感到温暖和安心，暂时缓解了我的焦虑和自责情绪。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "几天后，父亲得知我弄脏衣服的事情，严厉地批评了我，强调我应该更加小心，不能让家庭蒙羞。",
                "where": "南京家中，晚餐后的餐桌旁。",
                "when": "1997年10月20日19:00",
                "who": "父亲、曹全中",
                "description": "1997年10月20日晚上，我和家人刚吃完晚饭，坐在餐桌旁。父亲突然提起我几天前弄脏衣服的事情，严厉地批评我。他脸色严肃，语气冷酷，强调我应该更加小心，不能让家庭蒙羞。我低着头，感到深深的内疚和压力。父亲的批评再次让我感到自己无论怎么努力都无法让他满意。"
            }
        ]
    },
    "adolescence": {
        "name": "曹全中",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "我在期中考试中因为多次熬夜复习，导致考试时精神不振，成绩不理想。",
                "where": "学校教室，教室里光线明亮，同学们都在安静地答题。",
                "when": "2001年11月16日14:30",
                "who": "同学，老师",
                "description": "2001年11月16日下午，我坐在学校教室里，面对着期中考试的试卷。尽管我已经复习了很久，但因为多次熬夜，我感到精神不振，眼睛干涩，脑袋昏沉。试卷上的题目看起来异常复杂，我开始感到焦虑和无助。同学们都在专心答题，教室里只有笔尖划过纸张的声音。监考老师走过来巡视，但我仍然无法集中精神，最终成绩不理想。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "我回到家中，母亲察觉到我的情绪低落，试图安慰我，但父亲的责骂让局面变得更糟。",
                "where": "家里客厅，沙发和茶几整齐地摆放着，墙上的钟表滴答作响。",
                "when": "2001年11月16日19:00",
                "who": "父亲，母亲",
                "description": "2001年11月16日晚上，我回到家中，心情沉重。母亲看到我垂头丧气的样子，走过来轻声问我发生了什么。我正准备告诉她我的考试成绩时，父亲从书房出来，严厉地质问我成绩如何。当我说出成绩不理想时，父亲的脸色顿时变得阴沉，开始责骂我不够努力。母亲试图缓和气氛，但父亲的责骂声越来越大，让我感到无比压抑和内疚。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "在接下来的几天里，我开始更加努力地学习，试图通过提高成绩来满足父母和自己的期望。",
                "where": "家里书房，书桌上堆满了书本和笔记，台灯发出柔和的光。",
                "when": "2001年11月18日21:45",
                "who": "曹全中",
                "description": "2001年11月18日晚上，我坐在家里的书房里，面对着堆满书本和笔记的书桌。父亲的责骂声还在我耳边回响，我感到无比的压力和内疚。为了不让自己和家人失望，我决定更加努力地学习。书桌上的台灯发出柔和的光，我一页页地翻阅书本，做着笔记，试图通过提高成绩来证明自己的价值和满足父母的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "父亲每天都会进书房检查我的学习进度，并提出一些苛刻的要求，比如让我做更多的练习题或者延长学习时间。",
                "where": "家里书房，书桌上堆满了教科书和练习题，台灯的光线明亮。",
                "when": "2002年3月15日19:30",
                "who": "父亲",
                "description": "2002年3月15日晚上，家里的书房灯光昏黄，书桌上堆满了教科书和练习题。我正埋头苦读，父亲突然推开门走了进来。他扫视了一眼书桌，皱了皱眉头，开始提出一些新的要求，比如让我做更多的练习题或延长学习时间。我感到一阵无力和焦虑，心里想着无论我多么努力，也无法满足他的要求。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "期中考试成绩公布的那天，老师和同学们对我取得班级第一的成绩感到佩服，大家纷纷表扬我。",
                "where": "学校教室，教室里布置着期中考试成绩榜。",
                "when": "2002年4月10日14:45",
                "who": "老师，同学们",
                "description": "2002年4月10日下午，学校教室里公布了期中考试成绩。我的名字赫然在榜首，老师和同学们纷纷对我投来赞赏的目光，口中满是表扬和佩服。然而，我的心情却并没有轻松多少，因为我知道回家后，父亲的反应将会如何。我感到一种无法言说的压力，内心的满足感瞬间消散。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "成绩公布后的晚上，父亲看到成绩单后依然不满意，认为我还可以做得更好。",
                "where": "家里书房，书桌上摆放着成绩单。",
                "when": "2002年4月10日20:00",
                "who": "父亲",
                "description": "2002年4月10日晚上，我回到家里的书房，书桌上摆放着成绩单。父亲看了一眼成绩单，脸色依旧阴沉。他认为我还可以做得更好，言语中充满了失望和不满。我感到非常失落和无助，心中的那种无力感愈发强烈。这种情感上的打击让我对未来的期望变得黯淡，即使取得好成绩也无法带来真正的满足感。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "那天晚上，我正在房间做作业，突然听见客厅传来父母的争吵声。父亲抱怨母亲对他工作的不理解，母亲则指责父亲不顾家庭。争吵的声音越来越大，我感到心情沉重，放下手中的笔，走到客厅门口，默默地听着。",
                "where": "家里的客厅，灯光有些昏暗，桌上还摆着晚饭的残羹冷炙。",
                "when": "2002年8月15日19:30",
                "who": "父亲和母亲",
                "description": "2002年8月15日晚上，我正在房间做作业，突然听见客厅传来父母的争吵声。父亲抱怨母亲对他工作的不理解，母亲则指责父亲不顾家庭。争吵的声音越来越大，我感到心情沉重，放下手中的笔，走到客厅门口，默默地听着。客厅里灯光昏暗，桌上还摆着晚饭的残羹冷炙，空气中弥漫着紧张的气氛。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "争吵结束后，母亲独自坐在沙发上哭泣，父亲则愤怒地走出家门。我走到母亲身边，试图安慰她。母亲告诉我，家庭经济状况紧张，她希望我能够更加努力学习，将来为家庭带来更好的生活。",
                "where": "家里的客厅，沙发旁的茶几上放着几本散乱的杂志。",
                "when": "2002年8月15日20:00",
                "who": "母亲",
                "description": "争吵结束后，母亲独自坐在沙发上哭泣，父亲则愤怒地走出家门。我走到母亲身边，试图安慰她。母亲告诉我，家庭经济状况紧张，她希望我能够更加努力学习，将来为家庭带来更好的生活。家里的客厅显得格外寂静，只有母亲的抽泣声打破了沉默。沙发旁的茶几上放着几本散乱的杂志，我感到心情更加沉重。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "几天后，父亲回到家中，气氛依然紧张。父亲对我说，我需要更懂事，更加努力学习，不要让家庭失望。这番话让我的心情更加沉重。",
                "where": "家里的客厅，墙上的钟表嘀嗒作响。",
                "when": "2002年8月18日18:45",
                "who": "父亲",
                "description": "几天后，父亲回到家中，气氛依然紧张。父亲对我说，我需要更懂事，更加努力学习，不要让家庭失望。这番话让我的心情更加沉重。家里的客厅显得格外安静，只有墙上的钟表嘀嗒作响。我站在那儿，感到一种无形的压力在逐渐增加。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "我在学校的一次小组讨论中对某一历史事件进行了深入研究，并准备了详尽的发言内容。",
                "where": "学校教室，教室里摆放着整齐的桌椅，黑板上还留有之前的板书。",
                "when": "2003年03月15日10:20",
                "who": "我、同学、老师",
                "description": "2003年3月15日上午10点20分，在学校的教室里，老师安排了一次小组讨论，主题是探讨某一历史事件的不同观点。我对这个主题进行了深入研究，准备了详尽的发言内容。然而，当我发表自己的观点时，同学们对我的意见不屑一顾，甚至有些人直接反对我提出的观点。当时，我感到自我价值被否定，情绪十分低落，内心的焦虑和失望逐渐升腾。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "小组讨论结束后，同学们在课间休息时继续讨论刚才的话题，一些同学嘲笑我的观点，甚至当面质疑我的研究能力。",
                "where": "学校教室外的走廊，走廊里人来人往，墙上贴满了各类通知和宣传海报。",
                "when": "2003年03月15日10:50",
                "who": "我、同学",
                "description": "2003年3月15日上午10点50分，小组讨论结束后，我走出教室，站在学校走廊里。同学们在课间休息时继续讨论刚才的话题，一些同学嘲笑我的观点，甚至当面质疑我的研究能力。我当时感到非常尴尬和愤怒，内心的自信心受到了严重打击，觉得自己被孤立无援，焦虑感不断增加。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "回到家后，我将这次经历告诉了母亲，希望能得到安慰和鼓励。然而，母亲却责备我没有更好地准备，认为我应该更加努力。",
                "where": "家中的客厅，客厅整洁明亮，墙上挂着一家人的合影，桌上摆放着几本书和一杯温水。",
                "when": "2003年03月15日19:00",
                "who": "我、母亲",
                "description": "2003年3月15日晚上7点，我回到家中，将白天在学校的经历告诉了母亲，希望能得到她的安慰和鼓励。然而，母亲听后却责备我没有更好地准备，认为我应该更加努力。我感到非常失落和无助，内心的自我否定感进一步加深。我觉得无论自己多么努力，都无法达到别人的期望，内心的孤独感愈加强烈。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "在期中考试后的班级聚会上，我尝试与同学们打成一片，但发现自己很难融入他们的圈子。",
                "where": "学校操场，操场上摆满了聚会的食物和饮料，背景是热闹的同学们。",
                "when": "2003年11月15日18:30",
                "who": "同学们",
                "description": "2003年11月15日晚上，期中考试结束后，我们班在学校操场上举办了一次聚会。操场上摆满了各种食物和饮料，大家都在热烈地交谈和欢笑。我端着一杯饮料，试图加入几个同学的聊天，但他们似乎对我的话题不感兴趣，转而谈论起他们共同的事情。我感到自己像是一个局外人，内心一阵失落和无助。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "在聚会后的一周，由于上次聚会的失败，我感到更加内向，主动减少了与同学们的接触。",
                "where": "学校教室，教室里的座位排列整齐，同学们在课间活跃地谈笑。",
                "when": "2003年11月22日16:00",
                "who": "同学们",
                "description": "2003年11月22日下午，在学校教室里，我决定减少与同学们的接触。课间，同学们在教室里活跃地谈笑，而我则选择坐在座位上翻看一本书，避免与他们进行眼神接触。上次聚会的情景还在我脑海里回旋，我感到一阵阵的孤独和不安，仿佛自己被隔离在一个透明的墙壁外。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "在一次家庭晚饭时，我向父母提到自己在学校的社交困难，但父亲严厉地要求我把注意力放在学业上。",
                "where": "家中餐厅，餐桌上摆满了晚餐，灯光温暖。",
                "when": "2003年11月30日19:00",
                "who": "父亲和母亲",
                "description": "2003年11月30日晚上，在家中的餐厅，我和父母一起吃晚饭。我鼓起勇气向他们提到自己在学校的社交困难，希望得到一些安慰和指导。母亲有些担忧地看着我，但还没等她开口，父亲就严厉地插话了，他说我应该把注意力放在学业上，不要分心。我感到自己的情感需求被忽视，眼泪在眼眶里打转，但我努力忍住，没有让它们流下来。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "在一次家庭聚会上，亲戚们谈论起表姐因成绩不佳而被责骂的事情。",
                "where": "亲戚家，客厅里摆满了年夜饭的佳肴，亲戚们围坐在一起聊天。",
                "when": "2004年01月15日14:30",
                "who": "我、表姐、亲戚们",
                "description": "2004年1月15日下午，我和家人一起去了亲戚家参加家庭聚会。客厅里充满了欢声笑语，但当话题转到表姐的成绩时，气氛突然变得紧张起来。亲戚们纷纷指责表姐不够努力，说她让家人失望。我听着这些话，心里感到非常焦虑和不安，担心自己如果成绩不佳也会遭到类似的责骂和批评。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "聚会结束后，我回家与父母谈话，提到亲戚们对表姐的批评，并表达了对自己成绩的担忧。",
                "where": "家里的客厅，沙发上还放着未收拾的外套。",
                "when": "2004年01月15日18:00",
                "who": "我、父亲、母亲",
                "description": "2004年1月15日晚上，回到家后，我忍不住和父母谈起了在聚会上听到的关于表姐的批评。我告诉他们我也担心自己的成绩，害怕让他们失望。父母听后表示理解，但也强调了学业的重要性。他们的态度让我感到压力倍增，感觉自己无论怎么努力都难以达到他们的期望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "次日，我在学校与同学们讨论考试准备的情况，感受到来自同龄人的竞争压力。",
                "where": "学校的教室，课桌上堆满了复习资料。",
                "when": "2004年01月16日10:15",
                "who": "我、同学们",
                "description": "2004年1月16日上午，在学校的教室里，我和同学们讨论起即将到来的考试。大家都在谈论各自的复习计划和目标，气氛紧张。我听着同学们的讨论，感到竞争压力巨大，心里明白必须更加努力学习才能保持在学业上的领先地位。这种紧张感让我更加焦虑，不敢有丝毫松懈。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "高一开始的第一个学期，学校宣布将举办数学竞赛，并鼓励学生报名。我因为对数学有浓厚兴趣，决定报名参加。",
                "where": "学校教室，教室的白板上写满了竞赛的通知和报名信息。",
                "when": "2004年3月15日14:30",
                "who": "我，数学老师，同学们",
                "description": "2004年3月15日下午，数学老师在课堂上宣布学校将举办数学竞赛，并鼓励大家踊跃报名。我听到这个消息时感到既兴奋又有些紧张。教室里同学们都在窃窃私语，讨论是否要参加。我因为对数学一直有浓厚的兴趣，决定报名挑战自己。尽管对自己的数学能力有信心，但想到父母和老师的期望，我还是感到一丝焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "准备竞赛的过程中，我每天放学后都会留在学校复习和练习题目，数学老师也给了我很多指导和支持。",
                "where": "学校自习室，自习室里安静而明亮，书桌上堆满了复习资料和练习题。",
                "when": "2004年4月10日17:00",
                "who": "我，数学老师",
                "description": "2004年4月10日下午5点，学校自习室里，我独自一人坐在书桌前，专注地解着一道道数学题。数学老师经常会过来检查我的进度，给我提供指导和建议。虽然感受到了老师对我的期望和支持，但每天放学后长时间的复习和练习让我感到身心疲惫。尽管如此，我知道只有通过不断的努力，才能达到预期的目标。这个阶段，我的压力逐渐增加，但也更加坚定了必须努力的信念。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "竞赛当天，我在紧张的气氛中完成了所有题目，虽然感觉有些题目处理得不够好，但我还是尽了全力。",
                "where": "学校礼堂，礼堂里布置成考试的场景，座位间隔开来，气氛紧张。",
                "when": "2004年5月5日10:00",
                "who": "我，其他参赛学生，监考老师",
                "description": "2004年5月5日上午10点，学校礼堂里，我坐在指定的座位上，紧张地等待着考试开始。监考老师巡视着每个考生，空气中弥漫着紧张的气氛。试卷发下来后，我尽量让自己冷静下来，开始逐题解答。虽然有些题目感觉处理得不够好，但我还是尽了全力。考完试后，我感到了一种释放，但心里仍旧对结果充满不确定。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_4",
                "stage_key": "青春期",
                "what": "几周后，我得知自己获得了市级奖项。学校在礼堂为获奖学生举行了颁奖仪式，我上台领奖，在众人面前感受到了久违的认可和自豪。",
                "where": "学校礼堂，礼堂里挂满了庆祝的横幅，台上摆放着奖杯和证书。",
                "when": "2004年5月25日15:00",
                "who": "我，老师，同学，校领导",
                "description": "2004年5月25日下午3点，学校礼堂里举行了隆重的颁奖仪式。当我的名字被念到时，我走上台，领取了市级奖项的奖杯和证书。台下的同学和老师们纷纷鼓掌祝贺，我在众人面前感受到了久违的认可和自豪。站在台上的那一刻，我感到自己所有的努力终于得到了回报，但也隐隐意识到这种成功背后需要付出更多的努力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_5",
                "stage_key": "青春期",
                "what": "颁奖后，父母对我的表现表示祝贺，但父亲也提醒我要继续努力，不能松懈，以便在未来取得更大的成就。",
                "where": "家里客厅，客厅里摆满了庆祝的鲜花和奖杯。",
                "when": "2004年5月25日19:00",
                "who": "我，父母",
                "description": "2004年5月25日晚上7点，家里的客厅里摆满了庆祝的鲜花和奖杯，父母对我的表现表示祝贺。父亲拍着我的肩膀说，‘干得好，但你不能松懈，要继续努力，争取在未来取得更大的成就。’虽然听到父母的祝贺让我感到高兴，但父亲的话也让我感到了一种持续的压力和内心的不安。我觉得即使取得了成功，自己仍然无法完全满足父亲的期望。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "我在学校图书馆准备复习即将到来的期中考试时，看到一位成绩不佳的同学小张被其他几个同学围住，开始嘲讽和取笑小张的学习成绩。",
                "where": "学校图书馆，书架之间的区域，周围安静但能听到低语声。",
                "when": "2004年10月15日14:30",
                "who": "小张，其他几个同学，还有我",
                "description": "2004年10月15日下午，我在学校图书馆复习期中考试，周围非常安静。不远处，小张正在找书，突然几个同学走近他，开始大声嘲笑他的成绩。我抬头看了一眼，心里一阵不安和焦虑。我低下头试图继续复习，但脑海里一直浮现小张被嘲笑的情景，心情久久不能平静。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "目睹了小张被嘲笑后，我感到一阵愤怒和无力感。在接下来的几天里，我发现自己在图书馆复习时总是会不自觉地回想起那天的情景，这使我很难集中注意力。",
                "where": "学校图书馆，依旧坐在同一个地方，书架之间。",
                "when": "2004年10月18日16:00",
                "who": "只有我",
                "description": "2004年10月18日下午，我再次来到学校图书馆复习。但这次我发现自己无法集中注意力，总是回想起几天前小张被嘲笑的情景。我感到愤怒和无力，心情沉重，无法专注在书本上。每次看书时，那些嘲笑的声音仿佛又在耳边回响，我的心情变得越来越焦虑。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "几天后，我在晚自习后回家，母亲看到我因为复习疲惫不堪，询问我的情况。我犹豫了一下，但最终还是把自己在图书馆看到的事情告诉了母亲。",
                "where": "家中的客厅，沙发上，灯光柔和。",
                "when": "2004年10月20日21:00",
                "who": "我和母亲",
                "description": "2004年10月20日晚上，我晚自习后回到家，疲惫不堪地坐在沙发上。母亲看出我的疲惫，关切地问我发生了什么。我犹豫了一下，但最终还是告诉她在图书馆看到小张被嘲笑的事情。母亲听后，轻轻拍了拍我的肩膀，温柔地说：‘不要太在意别人的看法，做好自己就行。’她的关心让我心里感到一丝温暖，但我依然感到内心的不安和对未来的担忧。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我在房间里无意间听到母亲和邻居在客厅聊天，母亲提到我的成绩时语气中带着骄傲，但也隐含着对我未来的高期待。",
                "where": "家里的客厅，客厅的茶几上摆放着一些春节的糖果和小吃，邻居坐在沙发上，母亲在一旁陪着。",
                "when": "2005年02月06日10:15",
                "who": "母亲、邻居",
                "description": "2005年02月06日上午，我回到家里过春节，听到母亲和邻居在客厅聊天。客厅的茶几上摆放着一些春节的糖果和小吃，邻居坐在沙发上，母亲在一旁陪着。当母亲提到我的成绩时，她的语气中带着骄傲，但我也能感觉到她对我未来的高期待。这让我感到一阵压力，仿佛肩上的负担更重了。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "听到母亲与邻居的谈话后，我感到一阵焦虑，默默地回到房间开始复习功课，试图通过努力学习来缓解内心的压力。",
                "where": "家里的房间，书桌上堆满了课本和笔记本，窗外阳光透过窗帘洒进来。",
                "when": "2005年02月06日10:30",
                "who": "曹全中",
                "description": "听到母亲与邻居的谈话后，我感到一阵焦虑，默默地回到自己的房间。书桌上堆满了课本和笔记本，窗外阳光透过窗帘洒进来。我坐在书桌前，试图通过复习功课来缓解内心的压力，但心里始终无法平静下来。母亲的话在我耳边回荡，让我觉得自己必须更加努力才能不辜负她的期望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "同一天晚饭后，我尝试与母亲谈论自己的压力，希望得到理解和支持，但母亲却鼓励我继续努力，并提到了家族中其他优秀的孩子作为榜样。",
                "where": "家里的餐厅，餐桌上摆放着晚餐的残羹剩饭，母亲坐在对面。",
                "when": "2005年02月06日19:45",
                "who": "母亲、曹全中",
                "description": "2005年02月06日晚上晚饭后，我尝试与母亲谈论自己的压力，希望得到她的理解和支持。餐桌上摆放着晚餐的残羹剩饭，母亲坐在对面。我告诉她我感到很大的压力，但母亲却鼓励我继续努力，还提到了家族中其他优秀的孩子作为榜样。她的回应虽然是出于鼓励，但却让我感到压力倍增，仿佛自己无论怎样努力都难以达到她的期望。这让我更加感到无助和疲惫。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "那天早上，我在教室里听老师讲解数学题，突然听到外面一阵嘈杂声。我走到窗边，看到一个同学正被几位老师和同学围着，情绪非常激动，似乎在哭泣。",
                "where": "教室，窗户外面是学校操场。",
                "when": "2005年5月3日10:15",
                "who": "我、其他同学、老师",
                "description": "2005年5月3日上午，我在教室里听老师讲解数学题，教室安静得只能听到粉笔在黑板上划过的声音。突然，外面传来一阵嘈杂声，打破了这片宁静。我忍不住走到窗边，看到操场上一个同学被几位老师和同学围着，他情绪非常激动，眼泪不停地流。我心中顿时感到一股莫名的紧张和不安，不由得联想到自己在家中也时常感到压抑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "课间休息时，我走到操场上，看到那位情绪崩溃的同学被安慰着坐在长椅上。我没有上前，只是远远地看着，心中充满了复杂的情感。",
                "where": "学校操场，长椅旁边种满了花草。",
                "when": "2005年5月3日10:35",
                "who": "我、那位同学、老师、其他同学",
                "description": "2005年5月3日上午的课间休息，我走到操场上，看到那位之前情绪崩溃的同学正被几位老师和同学安慰着坐在长椅上。操场上阳光明媚，但那同学的脸却显得异常苍白。我没有上前，只是远远地看着，心中充满了复杂的情感。我感受到了一种强烈的共鸣和无力感，意识到家庭问题对个人心理的巨大影响，同时也感受到对自己家庭的责任感和压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "放学后，我回到家中，母亲在厨房忙碌。我走进厨房，试图帮忙，但母亲却因为我成绩的事情和我争执起来。",
                "where": "家中厨房，锅里煮着晚餐，空气中弥漫着食物的香气。",
                "when": "2005年5月3日18:45",
                "who": "我、母亲",
                "description": "2005年5月3日傍晚，放学后我回到家中，看到母亲在厨房忙碌。我走进厨房，想帮忙做晚餐，但母亲看到我后，立刻提起了我的成绩。她的语气中充满了责备，说我没有尽力。我试图解释，但母亲却越说越激动，最后我们争执了起来。锅里的食物香气也无法缓解我内心的沮丧和无力感。这次争执让我再次意识到，无论我多么努力，似乎都无法满足父母的期望。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "adolescence",
                "what": "高三的某个晚上，我在书房复习，感到严重的疲劳和头疼。我试图告诉父母自己身体不适，希望能得到一些休息时间。",
                "where": "家里书房，书桌上堆满了复习资料，台灯的光线有些刺眼。",
                "when": "2006年3月10日20:15",
                "who": "父母",
                "description": "2006年3月10日晚上，我在家里的书房复习，高考的压力让我感到疲倦和头疼。当我走出书房告诉父母自己身体不适时，父母却认为这是暂时的困难，必须克服。他们让我继续努力备战高考。我感到自己的身体和情感需求被忽视，内心充满了焦虑和无助，但我不敢停下，担心会让父母失望。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "adolescence",
                "what": "第二天早晨，我依然感到身体不适，但依旧按时起床去学校。课堂上，我发现自己无法集中注意力，成绩有所下降。",
                "where": "学校教室，黑板上写满了公式和习题，教室里充满了学生们的说话声。",
                "when": "2006年3月11日08:30",
                "who": "同学和老师",
                "description": "2006年3月11日早晨，我尽管身体不适，但还是按时起床去学校。课堂上，我发现自己无法集中注意力，头疼让我难以跟上老师的讲课节奏。成绩有所下降，老师注意到我的状态变化，但只是简单地鼓励我继续努力。这让我感到孤立无援，开始怀疑自己的能力，内心充满了自责和压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "adolescence",
                "what": "一个周末，母亲发现我在书房里偷偷流泪，试图安慰我，但父亲却认为这是懦弱的表现，要求我坚强面对。",
                "where": "家里书房，书架上的书整齐排列，窗外阳光明媚，但我的心情却很阴沉。",
                "when": "2006年3月12日15:00",
                "who": "父母",
                "description": "2006年3月12日下午，我在家里的书房里偷偷流泪，母亲发现后走过来安慰我，轻声细语地说没关系，休息一下也可以。但父亲听到后，严厉地批评我，说这是懦弱的表现，要求我坚强面对。我心里感到一丝温暖，但更多的是压力和焦虑。我觉得自己必须隐藏真实的情感，继续努力以满足父母的期望，这让我变得更加内向和自我封闭。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "我在家中的书房复习高考到深夜，感受到巨大的压力和焦虑，担心自己的成绩不能满足父母的期望。",
                "where": "家中书房，书桌上堆满了复习资料，台灯的光线昏暗。",
                "when": "2006年6月6日23:45",
                "who": "无",
                "description": "2006年6月6日深夜，我在家中的书房埋头复习。桌上的书本和笔记已经堆成小山，台灯的光线在夜晚显得格外昏暗。时间已接近午夜，但我的思绪依然停不下来。我感到胸口有一种紧绷的感觉，手心也开始出汗。我一直担心着，觉得自己可能无法达到父母的期望，脑海中不断回想起父亲严厉的目光和母亲失望的叹息。每当我想要休息一会儿，内心的焦虑就会逼迫我继续学习，仿佛一旦停下，所有的努力都会白费。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "高考结束后，我走出考场，看到同学们聚在一起讨论试题，却选择独自离开，心中充满了矛盾和不安。",
                "where": "高考考场外，阳光明媚，考场外聚集着许多考生和家长。",
                "when": "2006年6月8日16:30",
                "who": "同学们",
                "description": "2006年6月8日下午，阳光灿烂，我刚刚走出高考考场。考场外的人群熙熙攘攘，同学们聚在一起热烈地讨论着试题。我站在一旁，听到他们兴奋地交流答案，心中却涌起一股不安的情绪。我害怕自己可能出错，不敢参与他们的话题。于是，我默默地转身，独自离开。走在回家的路上，我感到心里有些矛盾，一方面为考试结束而松了一口气，另一方面又为自己的表现感到不安。我不知道自己是否能够达到预期，心中的焦虑依旧挥之不去。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "高考结束后，我独自一人走在学校操场上，回顾过去几年的努力和压力，感到一种前所未有的轻松。",
                "where": "学校操场，傍晚的夕阳洒在草地上，操场上人迹稀少。",
                "when": "2006年6月8日18:00",
                "who": "无",
                "description": "2006年6月8日傍晚，高考结束后的我独自来到学校的操场。夕阳的余晖洒在绿油油的草地上，操场上显得格外宁静。我慢慢地走着，回顾着过去几年的努力和压力。终于，所有的重担在这一刻得以放下，我感受到一种前所未有的轻松。那一刻，我仿佛与世界隔绝，只剩下我和内心的宁静。虽然短暂地放松，但我知道未来的责任和挑战依然存在。我望着远处的夕阳，心中默默告诉自己，我必须继续努力，为了家人，为了我自己。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "我在家中复习高考的最后一晚，尽管已经完成了所有复习任务，但我仍感到极大的压力。父亲走进我的房间，看到我还在学习，严厉地提醒我不要松懈。",
                "where": "家中我的房间，书桌上堆满了复习资料，台灯微弱的光线照着书本。",
                "when": "2006年7月6日23:45",
                "who": "我和父亲",
                "description": "2006年7月6日晚上11点45分，我在家中的房间里复习高考。书桌上堆满了复习资料，台灯的微光照着书本。我感到极大的压力，尽管已经完成了所有复习任务，但心中仍然紧张不安。这时，父亲走进房间，看见我还在学习，语气严厉地说：“不要松懈，明天就要见分晓了。”这句话让我心里更加紧张，担心如果不够努力，会让父亲失望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "高考成绩公布当天，我在学校大礼堂等待成绩公布。看到一位成绩不理想的同学崩溃，父母在旁边安慰但也流露出失望的表情。",
                "where": "学校大礼堂，周围是焦急等待成绩的同学和他们的父母。",
                "when": "2006年7月7日10:00",
                "who": "我，同学，同学的父母",
                "description": "2006年7月7日上午10点，我和许多同学一起在学校的大礼堂等待高考成绩公布。大礼堂里人声嘈杂，充满了紧张和期待的气氛。我看到一位成绩不理想的同学崩溃大哭，他的父母在旁边安慰他，但脸上也流露出失望的神情。这一幕让我感到深深的恐惧，我开始担心自己如果成绩不理想，也会让父母失望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "高考成绩公布后，我得知自己成绩优秀，感到一阵轻松。但随即又感到新的压力，母亲打电话给亲戚们分享这个好消息，而父亲则淡淡地告诉我不要骄傲，继续努力。",
                "where": "家中，电话旁，母亲兴奋地打电话，父亲坐在沙发上。",
                "when": "2006年7月7日19:30",
                "who": "我、父母",
                "description": "2006年7月7日晚上7点半，我在家中得知高考成绩优秀，心中感到一阵轻松。母亲高兴地打电话给亲戚们分享这个好消息，笑声和喜悦弥漫在客厅中。而父亲则淡淡地对我说：“不要骄傲，继续努力。”尽管得到了短暂的认可，我仍然感到无法完全满足父母的期望，心中又涌起了新的压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "当高考成绩公布的那一刻，我看到自己考上了北京大学，父母非常高兴，但父亲却提醒我不能放松。",
                "where": "家中的客厅，墙上挂着一家人的合影。",
                "when": "2006年6月25日10:00",
                "who": "父亲、母亲",
                "description": "2006年6月25日上午10点，在家中的客厅，我紧张地刷新着高考成绩查询页面。当看到‘北京大学’的字样时，我的心跳加速，兴奋地大喊了一声。母亲听到后冲过来，紧紧地抱住了我，笑得眼泪都出来了。父亲也走过来，拍了拍我的肩膀，脸上带着难得的笑意，但随即他语重心长地说：‘这只是开始，不能放松。’我的心情从极度的兴奋中瞬间被拉回现实，感到自豪的同时也倍感压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "在北京大学报到的第一天，我感受到来自全国各地优秀学子的竞争压力，内心既兴奋又紧张。",
                "where": "北京大学校门口，周围是人山人海的学生和家长。",
                "when": "2006年9月1日09:00",
                "who": "新同学、老师",
                "description": "2006年9月1日早上9点，我站在北京大学的校门口，周围都是和我一样的新生和他们的家长。每个人脸上都洋溢着兴奋和对未来的期待。我一边拖着行李，一边环顾四周，感受到周围那种无形的竞争压力。尽管内心充满了对大学生活的憧憬，但面对如此多优秀的同学，我不禁感到一丝紧张。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "在开学后的第一次班会上，班主任介绍了班级的学业要求和竞争机制，我听到这些要求后感到巨大的压力。",
                "where": "北京大学的教室，窗外是碧绿的草坪。",
                "when": "2006年9月5日14:30",
                "who": "班主任、新同学",
                "description": "2006年9月5日下午2点30分，在北京大学的一间教室里，我们迎来了开学后的第一次班会。班主任站在讲台上，详细介绍了班级的学业要求和竞争机制。他严肃的语气和详细的要求让我感到无比的压力。周围的新同学们都在认真听讲，有些人还在记笔记。我默默地低下头，感到一股无形的压力压在心头，担心自己能否在这样的环境中脱颖而出。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "我在大学宿舍里，室友们正在谈论他们来自经济较好的家庭，并讨论未来的规划。",
                "where": "大学宿舍，宿舍里有几张简单的床铺和书桌，墙上贴着一些海报。",
                "when": "2006年10月12日20:30",
                "who": "曹全中, 室友",
                "description": "2006年10月12日晚上，我在大学宿舍里，几个室友正在热烈地讨论他们的家庭背景和未来的规划。听到他们的谈话，我感到心里一沉，想到自己的家庭背景和父母对我的期望，压力顿时涌上心头。我默默地坐在床上，假装翻看书本，但内心却无法平静。我感觉到责任的沉重，必须努力超越他人，才能给家人提供好的生活。这种焦虑感让我感到无比压抑和紧张。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "在一次家庭电话中，母亲提醒我要努力学习，不要让家庭失望。",
                "where": "大学宿舍，我坐在床上，手里拿着手机。",
                "when": "2006年10月13日19:45",
                "who": "曹全中, 母亲",
                "description": "2006年10月13日晚上，我坐在大学宿舍的床上，拿起手机拨通了家里的电话。母亲的声音从电话那头传来，她关切地询问我的学习情况，并提醒我不要让家庭失望。我心中一紧，感到无比自责和压力。挂断电话后，我呆呆地看着手机屏幕，脑海中不断回响着母亲的话语。我觉得自己必须一直表现出色，才能满足家庭的期望，这种感觉让我感到无比沉重和焦虑。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "在一次期末考试后，我发现自己没有超越同班同学，成绩只是中等。",
                "where": "大学教室，教室里静悄悄的，只有几名同学在翻看成绩单。",
                "when": "2006年12月20日17:15",
                "who": "曹全中, 同学",
                "description": "2006年12月20日下午，我走进大学教室，查看期末考试的成绩单。看到自己的成绩只是中等，没有超越同班同学，我感到一阵失落和自我怀疑。我站在教室中间，周围的同学都在讨论他们的成绩，而我却觉得自己与他们格格不入。我的自信心受到了打击，开始质疑自己的能力和未来。我感到无比沮丧，心中充满了对未来的迷茫和不安。"
            }
        ]
    },
    "youth": {
        "name": "曹全中",
        "stage": "青年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青年时期",
                "what": "在期末考试的前一天晚上，我在宿舍复习到深夜，因担心考试成绩彻夜未眠。我反复翻看笔记，担心遗漏重要知识点，甚至在脑海中模拟考试情景。",
                "where": "大学宿舍，桌上堆满了复习资料和书本，台灯的光线昏黄。",
                "when": "2008年6月20日23:45",
                "who": "室友小李",
                "description": "2008年6月20日深夜，我在大学宿舍里，桌上堆满了复习资料和书本。台灯的光线昏黄，照在我疲惫的脸上。我反复翻看笔记，担心遗漏重要知识点，甚至在脑海中模拟考试情景。室友小李也在一旁复习，我们偶尔交换一下复习心得。尽管他劝我早点休息，但我还是无法平静下来，心中充满了对考试的焦虑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青年时期",
                "what": "期末考试结束后，我在宿舍里感到非常失落，不断责备自己，感觉自己的努力没有得到回报，对未来的学习和生活充满迷茫和不确定感。室友小李注意到我的情绪变化，试图安慰我。",
                "where": "大学宿舍，床铺凌乱，桌上散落着考试用的文具。",
                "when": "2008年6月21日18:30",
                "who": "室友小李",
                "description": "2008年6月21日傍晚，期末考试刚刚结束，我回到大学宿舍，感觉如释重负的同时也感到非常失落。我坐在床边，不断责备自己，感觉自己的努力没有得到回报，对未来的学习和生活充满迷茫和不确定感。室友小李注意到我的情绪变化，拍拍我的肩膀，试图安慰我。他说了很多鼓励的话，但我内心依然无法释怀，心中充满了对未来的不安。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青年时期",
                "what": "考试成绩公布后，我看到自己的成绩不理想，感到非常沮丧，觉得自己辜负了父亲的期望。在与父亲通电话时，我隐瞒了自己的真实成绩，声称成绩还不错。",
                "where": "大学宿舍，电话放在桌上，旁边是成绩单。",
                "when": "2008年7月1日20:00",
                "who": "父亲",
                "description": "2008年7月1日晚上，考试成绩公布后，我在大学宿舍里看到自己的成绩，心情一下子跌到了谷底。我觉得自己辜负了父亲的期望，心中充满了内疚和压力。我拿起电话，拨通了父亲的号码。在与父亲的通话中，我隐瞒了自己的真实成绩，声称成绩还不错。电话那头，父亲听到我的话后显得很满意，但我心中的负担却更加沉重。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青年时期",
                "what": "我在大学大三时，被选为班级的学习委员。我接受这个职位是因为我希望通过努力工作来证明自己的价值。",
                "where": "大学教室，教室里充满了同学们的讨论声，黑板上还留着上一节课的笔记。",
                "when": "2010年09月15日14:30",
                "who": "班级同学",
                "description": "2010年9月15日下午，我被宣布为班级的新任学习委员。当时在大学教室里，同学们都在讨论着这个消息。虽然我表面上保持镇定，但内心充满了压力。我知道这意味着我必须比以往更加努力，才能证明自己的能力和价值。教室里的掌声和欢呼声让我感到有些不真实，心中突然涌起一种沉重的责任感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青年时期",
                "what": "我组织了一次期中考试复习活动，但由于时间安排不合理，一些同学抱怨活动的效果不好。我努力改进，但依然有同学不满意。",
                "where": "大学教室，桌椅摆放得整整齐齐，白板上写满了复习要点。",
                "when": "2010年10月10日16:00",
                "who": "班级同学",
                "description": "2010年10月10日下午四点，我在大学教室组织了一次期中考试复习活动。尽管我提前准备了很多资料，但由于时间安排问题，复习活动进行得不太顺利。一些同学在活动结束后开始抱怨，认为复习效果不好。我感到非常挫败，尽管我尽力改进，但依然有同学不满意。教室里弥漫着一种紧张的气氛，我看着同学们不满的表情，心中充满了自责和无力感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青年时期",
                "what": "在复习活动结束后，我与几位好友谈论了这次经历。我的好友们试图安慰我，但我依然觉得自己失败了。",
                "where": "大学宿舍，宿舍里摆放着几张书桌和书架，墙上贴满了学习资料。",
                "when": "2010年10月11日20:00",
                "who": "大学同学",
                "description": "2010年10月11日晚上八点，我在大学宿舍里与几位好友谈论了昨天的复习活动。他们试图安慰我，说我已经尽力了，但我依然无法摆脱那种失败感。宿舍的灯光昏暗，我们围坐在一起，他们的话语虽然温暖，但我心中依然感到沉重。我觉得自己辜负了同学们的期望，这种挫败感让我对自己的能力产生了严重的怀疑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青年时期",
                "what": "大学毕业后，我顺利找到了一份在南京的IT公司工作。起初，我对新工作充满了期待和干劲，积极投入到各种项目中。",
                "where": "南京IT公司的办公室，宽敞明亮，工位上摆满了电脑和文件。",
                "when": "2011年7月2日09:00",
                "who": "公司同事",
                "description": "2011年7月2日上午，我踏进了南京IT公司的办公室，心中充满了激动和期待。办公室宽敞明亮，工位上摆满了电脑和文件。我和同事们打了招呼，大家都很友好。开始工作后，我积极投入到各种项目中，感觉每天都充实而有成就感。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青年时期",
                "what": "随着时间的推移，我的工作任务逐渐增多，项目的复杂性也在增加。一次，公司接到一个非常重要且紧急的项目，需要在短时间内完成。",
                "where": "南京IT公司的会议室，白板上写满了项目的计划和进度。",
                "when": "2011年9月15日14:30",
                "who": "公司同事",
                "description": "2011年9月15日下午，公司接到一个非常重要且紧急的项目。我们在会议室开会，白板上写满了项目的计划和进度。经理强调这个项目对公司的重要性，必须在短时间内完成。我感到巨大的压力，但也知道这是一个展示自己能力的机会。我决定连续加班几天，以确保项目按时完成。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青年时期",
                "what": "在项目截止日期前的最后一晚，我和团队成员通宵加班，终于在凌晨完成了所有任务。项目顺利通过客户验收，获得了公司的高度评价。",
                "where": "南京IT公司的办公室，夜深人静，只有电脑屏幕的光亮。",
                "when": "2011年9月19日03:45",
                "who": "公司同事",
                "description": "2011年9月19日凌晨3点45分，办公室里静悄悄的，只有电脑屏幕的光亮。我和团队成员通宵加班，终于完成了所有任务。项目顺利通过客户验收，获得了公司的高度评价。虽然我感到一时的成就感，但连续的高强度工作让我身心俱疲。我开始反思是否值得为了工作牺牲自己的健康和生活。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青年时期",
                "what": "我与大学时期的女友在南京市的一家酒店举行了婚礼。婚礼当天阳光明媚，亲朋好友都来参加，我们在婚礼上宣誓，交换了戒指，感受到前所未有的幸福。",
                "where": "南京市的一家酒店，现场布置得非常温馨，鲜花和装饰品营造出浪漫的氛围。",
                "when": "2012年5月1日11:00",
                "who": "妻子、家人、朋友",
                "description": "2012年5月1日上午11点，在南京市的一家酒店，我与大学时期的女友举行了婚礼。那天阳光明媚，酒店布置得非常温馨，到处都是鲜花和装饰品。亲朋好友都来参加了我们的婚礼，大家其乐融融。在婚礼上，我和妻子宣誓，交换了戒指，感受到前所未有的幸福。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青年时期",
                "what": "婚后不久，我与妻子搬进了我们新买的房子。新居位于南京市的一个新开发的小区，环境优美，设施齐全。搬家的过程中，我们遇到了不少困难，但最终还是顺利住进了新家。",
                "where": "南京市的新居，小区环境优美，绿化很好，设施齐全。",
                "when": "2012年5月15日14:30",
                "who": "妻子",
                "description": "2012年5月15日下午2点半，我与妻子搬进了我们新买的房子。新居位于南京市的一个新开发的小区，环境优美，设施齐全。搬家的过程中，我们遇到了一些困难，比如家具太大搬不进去，但最终我们还是顺利住进了新家。我们一起布置新家，购买家具，逐渐适应了新的生活。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青年时期",
                "what": "我参加了公司的一次重要项目发布会，作为项目负责人，我需要在会上进行演讲。为了准备这次演讲，我连续几天熬夜，几乎没有休息好。演讲当天，我紧张不已，但最终还是顺利完成了任务，得到了同事和领导的认可。",
                "where": "公司会议室，会议室布置得非常正式，投影仪和演讲台都已准备好。",
                "when": "2012年6月1日10:00",
                "who": "同事、领导",
                "description": "2012年6月1日上午10点，我参加了公司的一次重要项目发布会。作为项目负责人，我需要在会上进行演讲。为了准备这次演讲，我连续几天熬夜，几乎没有休息好。演讲当天，会议室布置得非常正式，投影仪和演讲台都已准备好。我紧张不已，但最终还是顺利完成了任务。演讲结束后，我得到了同事和领导的认可，感到非常自豪。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青年时期",
                "what": "今天是妻子分娩的日子，我在医院焦急地等待着女儿的出生。妻子在产房里，医护人员忙碌地进进出出。",
                "where": "医院的待产室，墙上挂着几幅温馨的画，椅子上坐满了其他等待的家属。",
                "when": "2014年7月20日14:30",
                "who": "妻子、医院的医护人员",
                "description": "2014年7月20日下午，我在医院的待产室焦急地等待着。妻子在产房里，我只能在外面来回踱步，心中满是焦虑和期待。医护人员不断进出，我的心跳也随着他们的脚步加快。我开始思考未来的责任和压力，担心自己能否胜任即将到来的父亲角色。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青年时期",
                "what": "我的女儿终于在17:45顺利出生了。当我第一次抱起她时，内心充满了喜悦和责任感。",
                "where": "医院的产房，产房里充满了新生儿的啼哭声和医护人员的忙碌声。",
                "when": "2014年7月20日17:45",
                "who": "妻子、女儿、医院的医护人员",
                "description": "2014年7月20日17:45，我的女儿顺利出生了。当我第一次抱起她时，那种柔软的触感和她微弱的啼哭声让我内心充满了无尽的喜悦和责任感。我看着她小小的脸庞，心中充满了对未来的憧憬和担忧，觉得自己肩负起了更大的责任。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青年时期",
                "what": "第二天，我带着妻子和新生的女儿回到家，开始更加努力地工作，希望能为家人提供更好的生活。",
                "where": "家中，温馨的小屋里摆满了迎接新生儿的布置，墙上挂着全家福。",
                "when": "2014年7月21日10:00",
                "who": "妻子、女儿",
                "description": "2014年7月21日上午，我带着妻子和新生的女儿回到家。家中已经被装饰得温馨而舒适，迎接我们的是家人们的笑脸。我看着妻子疲惫但幸福的脸庞，感到自己肩上的担子更重了。从那天起，我开始更加努力地工作，希望能为家人提供更好的生活，内心的责任感和压力也随之增加。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青年时期",
                "what": "我早上8:30来到公司，发现办公室的气氛异常紧张。一位同事因工作失误被上司大声批评，这让我回想起自己过去的工作经历，心里开始翻腾，担心自己会不会也受到同样的批评。",
                "where": "公司办公室，办公桌上堆满了文件，同事们低头忙碌。",
                "when": "2015年3月1日08:30",
                "who": "我，公司同事，上司",
                "description": "2015年3月1日早上8:30，我踏入公司办公室，瞬间感受到一种压抑的氛围。办公室里一片沉默，只有上司的声音在训斥一位同事。那同事低着头，神情沮丧。我站在门口，心里一阵不安，想起自己过去曾因工作失误被批评的经历，心中充满了对自己表现的担忧。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青年时期",
                "what": "上午10:00，我在茶水间看见那位被批评的同事独自一人，情绪低落。我想上前安慰，但又害怕自己会说错话，于是犹豫不决，最终还是选择回到座位继续工作。",
                "where": "公司茶水间，简陋的桌子上放着几杯未喝完的咖啡，空气中弥漫着微弱的咖啡香。",
                "when": "2015年3月1日10:00",
                "who": "我，公司同事",
                "description": "2015年3月1日上午10:00，我走进公司茶水间，看到早上被批评的同事独自坐在角落，目光呆滞，手指在咖啡杯上轻轻敲打。我驻足片刻，犹豫着是否要上前安慰他。但最终，我还是担心自己会说错话，便默默地转身回到座位，继续工作。心中却始终无法平静，对同事的同情和对自己社交能力的焦虑交织在一起。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青年时期",
                "what": "下午2:30，午休后回到座位时，我发现上司在我的桌上留下了一份新的项目任务。瞬间感到压力山大，特别是在目睹同事被批评后，我对自己的能力产生了怀疑，担心自己无法完成任务。",
                "where": "公司办公室，桌上摆放着新项目的文件夹，旁边放着一杯已经凉了的咖啡。",
                "when": "2015年3月1日14:30",
                "who": "我，上司",
                "description": "2015年3月1日下午2:30，午休后，我回到座位，看到桌上多了一份新的项目任务文件夹。上司显然是趁我不在时留下的。我拿起文件夹，心跳加速，额头开始冒汗。早上同事被批评的情景还历历在目，我不禁怀疑自己是否能应付这项任务。压力像一块大石压在心头，让我感到无比沉重和焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青年时期",
                "what": "在大学毕业后不久，我的父亲开始表现出健康问题，需频繁就医。这段时间我刚刚开始在南京的一家公司工作，感到非常焦虑和压力巨大。",
                "where": "南京市的家中和医院",
                "when": "2016年03月15日08:30",
                "who": "父亲、母亲、妻子",
                "description": "2016年3月15日早上8:30，我刚刚开始在南京的一家公司工作没多久，突然接到母亲的电话，说父亲的健康状况不太好，需要去医院检查。我匆忙赶到医院，看到父亲躺在病床上，脸色苍白，心里感到一阵阵焦虑和压力巨大。妻子也从工作地点赶来安慰我，但我仍然感到责任重大，必须更加努力工作来支持家庭的医疗费用。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青年时期",
                "what": "在父亲病情恶化的过程中，我不得不在工作和家庭之间来回奔波，常常感到力不从心。每次回家看望父亲，都会感受到自己没能让他满意的压力。",
                "where": "南京市的家中和医院",
                "when": "2016年07月20日14:45",
                "who": "父亲、母亲",
                "description": "2016年7月20日下午2:45，我从公司赶回家看望病重的父亲。每次看到他躺在病床上眼神黯淡，我心中都充满了无力感和愧疚。母亲在一旁轻声叹息，我感到自己没能让父亲满意的重压。父亲有时会问起我的工作情况，我努力挤出微笑告诉他一切都好，但内心深处却充满了焦虑和压力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青年时期",
                "what": "2016年11月，父亲因病去世。在葬礼上，我感到深深的悲痛和无力，觉得自己没有实现让父亲满意的愿望。这种情感在葬礼后几周内一直困扰着我。",
                "where": "南京市的殡仪馆和家中",
                "when": "2016年11月25日10:00",
                "who": "家人和亲戚",
                "description": "2016年11月25日上午10:00，父亲的葬礼在南京市的殡仪馆举行。看着父亲的遗体，我心中充满了深深的悲痛和无力感。我觉得自己没有实现让父亲满意的愿望，这种情感在葬礼后几周内一直困扰着我。每当夜深人静时，我都会想到父亲的期望和自己的不足，内心充满了自责和失落。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青年时期",
                "what": "我在工作中表现出色，得到了上司的认可，并被提名为项目经理。这一提名让我感到自豪，但也开始担心自己是否能胜任新职位。",
                "where": "公司办公室，会议室的气氛紧张而庄重，墙上挂满了公司过去的荣誉奖牌。",
                "when": "2018年7月15日10:30",
                "who": "我、上司、几位同事",
                "description": "2018年7月15日早上，公司召开了一次重要会议。会议室里，气氛紧张而庄重，墙上挂满了公司过去的荣誉奖牌。当上司宣布我被提名为项目经理时，我感到一阵自豪，心中涌起一股成就感。同事们纷纷向我表示祝贺，但我心底也开始担心：我能胜任这个新职位吗？这种矛盾的感觉让我一时不知所措。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青年时期",
                "what": "正式被任命为项目经理后，我开始负责一个重要项目。项目初期，我面临了许多挑战，包括团队成员之间的协调和客户的高要求。这让我感到压力巨大，常常加班到深夜。",
                "where": "公司办公室，办公室里灯火通明，办公桌上堆满了文件和笔记本。",
                "when": "2018年8月1日22:45",
                "who": "我、团队成员、客户",
                "description": "2018年8月1日晚上，办公室里灯火通明，办公桌上堆满了文件和笔记本。正式被任命为项目经理后，我开始负责一个重要项目。项目初期的挑战接踵而至，团队成员之间需要协调，客户的要求也非常高。每天的工作都让我感到压力巨大，我常常加班到深夜。每当看着渐渐空无一人的办公室，我的心情愈发沉重。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青年时期",
                "what": "在项目进行中期，我与团队成员进行了多次沟通和调整，项目逐渐走上正轨。然而，我的工作压力并未减轻，反而因为对项目的全程负责而感到更加焦虑。",
                "where": "公司办公室，会议室的白板上布满了项目进度图表。",
                "when": "2018年9月10日15:30",
                "who": "我、团队成员",
                "description": "2018年9月10日下午，会议室的白板上布满了项目进度图表。我与团队成员经过多次沟通和调整，项目终于逐渐走上正轨。然而，我的工作压力并未因此减轻。反而因为对项目的全程负责，我感到更加焦虑。每次看到白板上的进度图表，我都担心项目最终能否满足客户和公司的预期。这种担忧让我每日都感到压抑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青年时期",
                "what": "我在公司年会的前一天，感到压力巨大，因为我发现自己的业绩与那位即将被表彰的同事相差甚远。我决定加班到深夜，希望能在年会上展示一些新的进展。",
                "where": "公司办公室，办公桌上堆满了文件和未完成的工作任务，窗外的夜景显得格外孤寂。",
                "when": "2019年12月15日22:30",
                "who": "我独自一人在办公室加班",
                "description": "2019年12月15日晚上10:30，我在公司办公室感到前所未有的压力。看到桌上的文件和未完成的任务，我深深叹了口气。那位即将被表彰的同事的名字不断在我脑海中闪现。我知道自己的业绩与他相差甚远，于是决定加班到深夜，希望能在年会上展示一些新的进展。窗外的夜景显得格外孤寂，我感到内心的焦虑和疲惫不断增加。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青年时期",
                "what": "年会当天，我注意到其他同事也在讨论那位被表彰同事的成就，这让我感到自己被忽视和不被认可。",
                "where": "公司年会现场，装饰华丽的大堂，灯光闪烁，背景音乐欢快。",
                "when": "2019年12月16日19:00",
                "who": "公司同事们",
                "description": "2019年12月16日晚上7:00，在公司年会现场，我注意到其他同事们都在热烈地讨论那位被表彰同事的成就。大堂装饰华丽，灯光闪烁，背景音乐欢快，但这一切都无法掩盖我内心的失落感。我感到自己被忽视和不被认可，仿佛自己所有的努力都没有人看到。这种感觉让我内心的焦虑和自我怀疑不断增加。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青年时期",
                "what": "年会结束后，妻子鼓励我不要太在意别人的认可，而是专注于自己的成长和进步。尽管如此，我还是感到内心的压力没有减轻。",
                "where": "家中，温馨的小客厅，墙上挂着一家人的合影。",
                "when": "2019年12月16日22:00",
                "who": "我和妻子",
                "description": "2019年12月16日晚上10:00，年会结束后，我回到家中，感到内心的压力依旧沉重。妻子在温馨的小客厅里安慰我，她告诉我不要太在意别人的认可，而是要专注于自己的成长和进步。墙上挂着一家人的合影，给我带来一丝安慰，但这无法完全消除我的内心压力。我意识到自己对外界认可的渴望以及对自我价值的怀疑，这种感觉与我对成功和家庭责任的核心信念密切相关。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青年时期",
                "what": "2020年3月初，疫情开始蔓延，政府宣布居家办公政策。我开始在家中布置临时办公区，试图在家中找到一个安静的工作环境。由于女儿也因学校停课在家，家中的环境变得嘈杂，工作和家庭生活的边界变得模糊。",
                "where": "家中，书房的一角，临时放置了一张小桌子。",
                "when": "2020年3月1日08:30",
                "who": "妻子和女儿",
                "description": "2020年3月1日早上，我在家中的书房一角布置了一个临时办公区，桌上放着笔记本电脑和一些文件。由于女儿因学校停课也在家，家里变得异常嘈杂。她在客厅玩耍，时不时跑到书房找我，而妻子在厨房忙碌。工作和家庭生活的边界变得模糊，我感到非常焦虑，无法集中注意力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青年时期",
                "what": "2020年3月中旬，我发现自己在工作和家庭生活之间难以找到平衡。我经常在深夜加班，早上却要早起照顾女儿，导致休息时间不足。一次在工作视频会议中，我因疲劳而出现错误，感到非常自责。",
                "where": "家中的书房，在电脑屏幕前。",
                "when": "2020年3月15日22:00",
                "who": "妻子和女儿",
                "description": "2020年3月15日晚上，我在家中的书房加班，电脑屏幕前堆满了文件和会议记录。由于疲劳，我在一次重要的视频会议中出现了错误。当时，我的眼皮沉重，脑子一片空白，结果在回答客户问题时答非所问。会议结束后，我感到非常自责和焦虑，心里不停地责骂自己。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青年时期",
                "what": "2020年3月底，妻子注意到我的状态，开始与我沟通并试图分担家庭责任。然而，我由于过度焦虑和自责，拒绝了妻子的帮助，认为自己应该承担更多责任。",
                "where": "家中的卧室，床边坐着。",
                "when": "2020年3月30日19:30",
                "who": "妻子和女儿",
                "description": "2020年3月30日晚上，我和妻子在卧室里坐在床边谈话。她关切地问我最近是不是太累了，提议分担一些家务和照顾女儿的责任。然而，我心里充满焦虑和自责，坚决地拒绝了她的帮助。我告诉她，这些都是我应该做的，不能让她太辛苦。妻子的眼神中透出无奈和失望，我们的交流变得越来越少，家庭气氛也越来越紧张。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青年时期",
                "what": "公司召开了一次全体员工会议，宣布由于市场变化，公司将进行一次大规模的人员调整。会议上，我的好朋友李明被点名，因业绩不佳被解雇。",
                "where": "公司会议室，宽敞的会议室里，墙上挂着公司的标语，会议桌上摆放着文件和笔记本。",
                "when": "2021年6月10日09:30",
                "who": "公司全体员工，尤其是李明",
                "description": "2021年6月10日上午9点半，公司会议室内，气氛紧张而沉重。经理站在会议室前，宣布由于市场变化，公司将进行大规模人员调整。当听到我的好朋友李明因业绩不佳而被解雇时，我的心猛然一沉。我看着李明，他的脸色苍白，眼中充满了无助和失望。这一幕让我深感不安，开始担心自己的工作安全，觉得自己必须更加努力才能保住工作。这种压力让我对未来充满了不确定感和焦虑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青年时期",
                "what": "在李明被解雇后的一周内，我和其他几位同事一起去了一家咖啡馆，李明在那里表达了自己的失望和无助。我安慰了李明，但同时也感受到了深深的焦虑。",
                "where": "公司附近的咖啡馆，咖啡馆的角落里，木制的桌椅和温暖的灯光营造出舒适的氛围。",
                "when": "2021年6月17日15:00",
                "who": "我，李明，其他同事",
                "description": "2021年6月17日下午3点，我和李明以及几位同事坐在公司附近的一家咖啡馆里。咖啡馆的角落里，木制的桌椅和温暖的灯光让人感觉放松。李明低着头，声音哽咽地说着自己的失望和无助。我拍了拍他的肩膀，试图安慰他，但内心的焦虑却无处逃避。李明的经历让我深刻体会到职场的不确定性和压力。我开始更加努力工作，但这种努力并没有带来安全感，反而让我陷入了持续的焦虑状态，影响了我的心理健康。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青年时期",
                "what": "在那个月的月底，我和妻子谈论了公司的人员调整和自己的担忧。妻子表示理解和支持，但也提出我应该注意身体健康，不要过度焦虑。",
                "where": "家中客厅，温馨的客厅里，沙发和茶几上摆放着一些家庭照片，墙上挂着孩子的画作。",
                "when": "2021年6月30日20:00",
                "who": "我，妻子",
                "description": "2021年6月30日晚8点，我和妻子坐在家中的客厅里。温馨的客厅里，沙发和茶几上摆放着一些家庭照片，墙上挂着孩子的画作。我向妻子倾诉了最近公司的人员调整和我内心的担忧。妻子握着我的手，温柔地说她理解我的压力，并表示会支持我。但她也提醒我不要过度焦虑，应该注意身体健康。妻子的支持让我感到温暖，同时也让我意识到自己陷入了过度焦虑的状态。这次谈话让我开始思考如何更好地平衡工作和生活，虽然我仍然感到压力，但也开始尝试寻找减压的方法。这次事件让我更加重视家庭责任，同时也意识到需要对自己的心理健康负责。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青年时期",
                "what": "我在公司加班到深夜，回到家时妻子已经睡着了。第二天早上，妻子抱怨我总是忙于工作，忽略了家庭和她的感受。",
                "where": "家中，卧室里灯光昏暗，妻子已经躺在床上，桌上还摆着我们没一起吃的晚餐。",
                "when": "2022年4月15日23:30",
                "who": "妻子",
                "description": "2022年4月15日晚上，我在公司加班到深夜，拖着疲惫的身子回到家时，妻子已经睡着了。卧室里灯光昏暗，静得只能听到我轻轻的脚步声。桌上还摆着我们没一起吃的晚餐，显得格外冷清。第二天早上，妻子一脸疲惫地告诉我，她已经受够了我总是忙于工作，忽略了她和家庭。她的抱怨让我感到内疚和自责，意识到自己因为工作压力而忽略了她的感受。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青年时期",
                "what": "为了弥补对家庭的忽略，我决定请假一天，陪伴妻子和孩子。我和妻子进行了深刻的对话，试图修复我们的关系。",
                "where": "家中，客厅的沙发上，孩子在旁边玩耍，茶几上摆着我们喜欢的水果和零食。",
                "when": "2022年4月18日10:00",
                "who": "妻子，孩子",
                "description": "2022年4月18日上午，我决定请假一天，陪伴妻子和孩子。我们坐在客厅的沙发上，孩子在旁边玩耍，茶几上摆着我们喜欢的水果和零食。我和妻子进行了深刻的对话，谈到了最近的工作压力和对家庭的忽略。我试图表达我的歉意，妻子也分享了她的感受和期望。通过这次对话，我感受到家庭的重要性和妻子的支持，但也感到必须在家庭和工作之间找到平衡的压力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青年时期",
                "what": "我在公司开会时，收到妻子的短信，表示对我的陪伴感到欣慰，但同时也希望我能持续关注家庭。",
                "where": "公司会议室，明亮的灯光下，同事们在认真讨论，手机震动打断了我的思绪。",
                "when": "2022年4月20日14:30",
                "who": "妻子",
                "description": "2022年4月20日下午，我在公司会议室参加一场重要会议。明亮的灯光下，同事们在认真讨论项目进展，突然手机震动打断了我的思绪。我低头看到妻子的短信，她表示对我最近的陪伴感到欣慰，但同时也希望我能持续关注家庭。读到这条短信，我感到温暖和压力并存，意识到家庭对我的依赖和期望。这使我更加坚定地认为自己必须在工作和家庭之间找到一个平衡点。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青年时期",
                "what": "我在一次公司会议后感到极度疲惫，决定去公园散步以放松心情。",
                "where": "公司会议室，会议结束后我走到附近的公园。",
                "when": "2023年3月15日17:45",
                "who": "曹全中",
                "description": "2023年3月15日下午5点45分，我刚刚结束了一场高强度的公司会议，会议室的氛围压抑而紧张。走出公司大楼时，心中的疲惫感让我的脚步沉重。为了放松心情，我决定去附近的公园走走。公园里空气清新，鸟鸣声此起彼伏，我试图通过慢步来疏解内心的压力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青年时期",
                "what": "在公园散步时，我看到一位父亲带着孩子玩耍，他们看起来非常幸福和谐。",
                "where": "公园的儿童游乐区旁。",
                "when": "2023年3月15日17:55",
                "who": "曹全中，陌生人（父亲和孩子）",
                "description": "2023年3月15日下午5点55分，我漫步在公园的儿童游乐区旁，看见一位父亲正和他的孩子愉快地玩耍。孩子的笑声和父亲的温柔目光让我感到心中一阵温暖，但随之而来的是深深的自责和愧疚。看到他们的幸福和谐，我开始反思自己对家庭的投入是否足够，内心的疲惫感逐渐被复杂的情感所取代。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青年时期",
                "what": "回到家后，我与妻子进行了深刻的交流，表达了自己对家庭生活的反思和未来的改变计划。",
                "where": "家中的客厅，茶几上还摆着晚餐后的水果。",
                "when": "2023年3月15日19:30",
                "who": "曹全中，妻子",
                "description": "2023年3月15日晚上7点30分，我回到家后，在客厅里与妻子进行了深刻的交流。茶几上摆着晚餐后的水果，妻子温柔地看着我，我感觉到内心的释然。我向她表达了自己在公园看到的场景和由此引发的对家庭生活的反思，并分享了我未来希望在工作和家庭之间找到平衡的计划。妻子给予了我无尽的理解和支持，她的温暖让我更加坚定了努力改善家庭关系的决心。这次交流让我感到内心的温暖和释然。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青年时期",
                "what": "我感到工作压力逐渐增大，尤其是在公司项目进度延误和同事间竞争激烈的情况下。",
                "where": "家中，书房里堆满了各种专业书籍，桌上散落着一些文件和笔记。",
                "when": "2023年1月15日19:45",
                "who": "自己",
                "description": "2023年1月15日晚上，在家中的书房，我坐在书桌前，心情沉重。最近公司项目进度延误，同事间的竞争也越来越激烈，我感到压力山大。为了缓解这种焦虑，我决定通过阅读专业书籍来提升自己的能力，但内心的焦虑并没有因此消失。每当我合上书本，心中那股无力感就会再次涌上心头，仿佛一股沉甸甸的负担压在心上。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青年时期",
                "what": "在阅读缓解压力效果不佳后，我决定尝试听音乐来放松自己。",
                "where": "家中，客厅里放着一台音响，沙发上堆着一些杂志和靠垫。",
                "when": "2023年3月10日21:00",
                "who": "自己",
                "description": "2023年3月10日晚上，在家中的客厅，我坐在沙发上，打开音响，选择了一些轻音乐，希望通过音乐来调节情绪。刚开始，我确实感到些许放松，音乐柔和的旋律让我的心情稍微轻松了一些。然而，不久后，我的思绪又被工作上的烦心事打断，焦虑感迅速回归。我意识到，虽然音乐可以暂时让我放松，但并不能真正解决我的问题。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青年时期",
                "what": "在阅读和听音乐都未能有效缓解压力后，我决定尝试每天散步。",
                "where": "家附近的公园，绿树成荫，小径宁静，空气清新。",
                "when": "2023年5月5日19:00",
                "who": "自己",
                "description": "2023年5月5日晚上，我决定尝试每天散步来缓解压力。晚饭后，我来到家附近的公园，沿着小径慢慢地走着。公园里绿树成荫，空气清新，让我感到一丝内心的平静。随着时间的推移，我发现自己在散步时可以暂时忘记工作上的烦恼，情绪有所好转。这次经历让我开始相信，如果我不断努力调整心态，我可以缓解压力，增强了我的自我认同感和对未来的信心。"
            }
        ]
    },
    "recent_events": {
        "name": "曹全中",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我被分配准备一次重要的工作会议，但由于项目复杂和时间紧迫，我感到压力巨大。为了完成任务，我在家里熬夜工作，但仍然无法彻底准备好。",
                "where": "家中，客厅的桌子上堆满了文件和笔记本电脑，窗外的夜色已经很深。",
                "when": "2023年9月10日22:30",
                "who": "我和妻子",
                "description": "2023年9月10日晚上，我坐在家中的客厅，桌子上堆满了文件和笔记本电脑，窗外的夜色已经很深。我感到巨大的压力，因为项目复杂且时间紧迫。我不知不觉中熬夜工作，想要完成手头的任务。妻子走过来，轻声问我是否需要休息，但我只是勉强笑了笑，告诉她我还没准备好。她的眼神中充满了担忧，但她什么也没说，默默地走开了。我心中充满了焦虑和疲惫，觉得自己无论如何努力，都无法彻底准备好。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "在工作会议上，由于准备不足，我无法回答主管的提问，导致主管当众批评我。这令我感到非常沮丧和羞愧。",
                "where": "公司会议室，会议桌上摆满了文件和笔记本，周围同事的目光集中在我身上。",
                "when": "2023年9月11日11:00",
                "who": "我、主管和同事",
                "description": "2023年9月11日上午11点，在公司会议室里，我面对主管的提问，脑子一片空白。尽管我努力回忆，但还是无法回答。主管的脸色变得严厉，当众批评我准备不足，声音冷峻而刺耳。我感到无比沮丧和羞愧，觉得自己被所有人盯着。周围同事的目光让我更加紧张，仿佛被审视一般。会议结束后，我的心情跌到了谷底，感觉自己完全失败了。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "会议结束后，我回到工位，尝试与同事交流以寻求安慰，但同事们由于忙于自己的工作，未能给我足够的关注和支持，使我感到更加孤立和无助。",
                "where": "公司办公室，工位上堆满了文件，同事们忙碌地敲打键盘。",
                "when": "2023年9月11日15:30",
                "who": "我和同事",
                "description": "2023年9月11日下午15:30，会议结束后，我回到工位，心情沉重地坐下来。尽管我努力微笑着与同事们打招呼，试图寻求一些安慰，但他们都忙于自己的工作，敲打键盘的声音此起彼伏。没有人注意到我的情绪，甚至连一个简单的问候都没有。我感到更加孤立和无助，像被世界遗弃了一般。内心的不安和自我怀疑不断涌上心头，让我更加失去了方向。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我在公司加班，错过了与孩子的晚餐时间，感到内疚和压力。",
                "where": "公司办公室，办公桌上堆满了文件，电脑屏幕闪烁着未完成的工作。",
                "when": "2023年10月10日20:45",
                "who": "曹全中",
                "description": "2023年10月10日晚上，我还在公司加班，桌上的文件堆积如山，电脑屏幕上显示着未完成的项目。我看了一眼时间，已经过了晚餐时间。我知道孩子和妻子在家等我一起吃晚饭，但我还不能离开。内心的内疚和压力让我难以集中注意力，觉得自己没有尽到对家人的责任。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "回到家后，孩子在客厅等我，问我是不是不爱他了，因为总是加班。",
                "where": "家中客厅，沙发上堆着孩子的玩具，电视机正播放着动画片。",
                "when": "2023年10月10日21:15",
                "who": "曹全中、孩子",
                "description": "2023年10月10日晚上，我拖着疲惫的身子回到家中，客厅的灯还亮着。孩子坐在沙发上，看着我走进门，一脸委屈地问我：'爸爸，你是不是不爱我了？你总是加班，为什么不陪我？'听到孩子的话，我心里一阵刺痛，深深的内疚和自责涌上心头。我蹲下来抱住他，心里却充满了无奈和无力感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "我与妻子讨论孩子的问题，妻子表示理解但也表达了对我长期加班的不满。",
                "where": "家中卧室，床头柜上放着我们的一家合照，床边的灯光柔和。",
                "when": "2023年10月10日22:00",
                "who": "曹全中、妻子",
                "description": "2023年10月10日晚上，我和妻子在卧室里讨论孩子的问题。妻子坐在床边，脸上带着一丝疲惫和不满。她说她理解我的工作压力，但也对我长期加班感到不满，觉得我忽略了家庭。她的理解让我稍感安慰，但她的不满却加重了我的内疚感和压力。我知道自己在家庭中的责任，但却感到无力改变现状。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我得知公司将进行项目评估，所有团队的绩效将被严格审查，之前失败的项目也会再次被提及。",
                "where": "公司会议室，会议桌上摆满了文件和笔记本。",
                "when": "2023年11月1日10:30",
                "who": "公司领导、我和所有同事",
                "description": "2023年11月1日上午，公司会议室里，公司领导宣布将对所有团队的绩效进行严格审查，甚至会重新提及之前失败的项目。我坐在会议桌旁，感觉心跳加速，手心出汗。看到同事们严肃的表情，我的紧张感愈发强烈，脑海中不断回想起我们团队之前失败的项目。这个消息让我非常焦虑，担心自己项目的表现会影响我的职业生涯。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在一次团队会议上，我看到一位同事因为项目失败而被公开批评，并被降职。这让我感到非常恐惧，担心自己也会面临同样的命运。",
                "where": "公司办公室，会议桌周围坐满了同事。",
                "when": "2023年11月5日14:00",
                "who": "部门经理、我和其他同事",
                "description": "2023年11月5日下午，公司办公室内，部门经理在团队会议上公开批评了一位同事，因为他的项目失败而被降职。看到这位同事脸色苍白、低着头，我心里一阵寒冷，恐惧感油然而生。我担心自己也会因为工作不力而面临同样的命运。这个场景让我更加焦虑，感觉压力山大，害怕任何一点失误都会导致严重的后果。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "我在家中与妻子聊起工作中的压力，并提到同事被降职的事情，我的情绪变得低落，甚至有些自责。",
                "where": "家中客厅，沙发上铺着温暖的毯子，茶几上放着两杯热茶。",
                "when": "2023年11月6日20:45",
                "who": "我和妻子",
                "description": "2023年11月6日晚，在家中的客厅，我和妻子坐在沙发上聊天。我提到了公司最近的项目评估压力和同事被降职的事情，心情变得低落，眼神黯淡。我对妻子说：‘我真的害怕自己也会被降职，我觉得自己做得还不够好。’妻子握住我的手，安慰我说：‘你已经很努力了，不要太苛责自己。’虽然她的安慰让我暂时感到一些缓解，但内心的自责和焦虑仍然无法完全消失。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "12月初的一个晚上，我加班回家很晚，妻子在等待我吃晚饭。我看起来非常疲惫，几乎没有心情与家人交流。",
                "where": "家中餐厅，桌上摆满了已经凉掉的饭菜，灯光昏暗。",
                "when": "2023年12月02日20:15",
                "who": "我（曹全中）、妻子",
                "description": "2023年12月02日晚上，我拖着疲惫的身躯回到家中，已经是晚上八点多了。妻子坐在餐桌旁，桌上摆着已经凉掉的饭菜。她看到我进门，立刻起身为我热饭，但我实在太累了，只想躺下休息。妻子轻声问我怎么这么晚才回来，并表达了她的关心和担忧。我勉强挤出一个微笑，说了句“今天工作太忙了”。她的眼神中透出一丝失望和无助，觉得自己被忽视了。这让我感到愧疚和无助，心里也不禁担心起家庭的责任和压力。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "几天后，我在公司遭遇了一次重要项目的失败，这让我对自己的能力产生怀疑，并感到巨大的压力。",
                "where": "公司办公室，氛围紧张，同事们都在忙碌地处理各自的工作。",
                "when": "2023年12月06日17:30",
                "who": "我（曹全中）、公司同事、上司",
                "description": "2023年12月06日下午五点半，我坐在办公室里，望着眼前的电脑屏幕，心情低落。我们团队刚刚收到项目失败的通知，上司对我进行了严厉的批评，认为我在项目管理上存在重大失误。我的同事们虽然没有直接责备我，但他们看我的眼神中充满了质疑和失望。我感到自己不够努力，无法达成期望，内心的自尊和信心受到了极大的打击。为了弥补这次的失败，我决定更加努力地工作，希望在下一个项目中取得成功。但这也让我更加忽略了家庭，情感上与家人的距离越来越远。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "妻子在一次争吵中指责我忽略家庭，这让我感到非常内疚和无助。",
                "where": "家中卧室，气氛紧张，房间里只有我们两个人。",
                "when": "2023年12月10日22:45",
                "who": "我（曹全中）、妻子",
                "description": "2023年12月10日晚上十点四十五分，我和妻子在卧室里发生了一次激烈的争吵。她指责我最近只顾工作，完全忽略了家庭和她的感受。我试图解释自己工作上的压力，但她并不理解，反而更加生气地说：“你难道不知道我也需要你的陪伴吗？”她的眼中泛着泪光，这让我感到非常内疚和无助。我的内心充满了对家庭责任的焦虑，觉得自己在家庭和工作之间难以平衡。这次争吵进一步增加了我的情感压力和内疚感，情绪更加低落，兴趣也逐渐下降，最终导致了我当前的情绪低落状态。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我近期接到了一项公司非常重要的项目，这项目直接关系到公司未来一年的业绩和发展。为了确保项目顺利完成，我决定全力以赴。",
                "where": "公司办公室，桌上堆满了各类文件和资料，电脑屏幕上显示着项目进度表。",
                "when": "2024年1月10日10:00",
                "who": "我（曹全中）",
                "description": "2024年1月10日上午10点，我在公司办公室接到领导通知，说有一个关系到公司未来一年的重要项目需要我负责。听到这个消息，我内心既兴奋又紧张。看着桌上堆满的文件和资料，我暗自下决心要全力以赴，确保项目顺利完成。尽管感觉压力山大，但我知道这是一次证明自己能力的机会。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我在结束了一个忙碌的工作日后，回到家中的书房，决定浏览一下社交媒体。看到一个老同学分享他成功创业的故事，文章中详细描述了他如何克服困难，最终取得了成功。",
                "where": "家中的书房，书桌上堆满了文件和杂志，旁边的电脑屏幕正显示着社交媒体页面。",
                "when": "2024年2月15日20:15",
                "who": "我（曹全中）和老同学（通过社交媒体）",
                "description": "2024年2月15日晚上，我在家中的书房里感到疲惫不堪，决定放松一下，打开了社交媒体。在浏览时，看到了一位老同学的创业成功故事，详细描述了他如何克服重重困难，最终取得了巨大的成功。读着文章，我内心涌起一股强烈的自卑和失落感，觉得自己在职业生涯中毫无建树。这种感觉让我感到非常沮丧，仿佛生活的重担越来越重。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "由于感到自卑和失落，我决定与妻子谈心，希望通过交流缓解内心的压力。然而，由于工作压力大，我与妻子的交流逐渐减少，导致妻子对我的状态表示关心，但同时也感觉到压力。",
                "where": "家中的客厅，沙发上还放着我们最近的家庭照片，电视机开着但没有人看。",
                "when": "2024年2月15日21:00",
                "who": "我（曹全中）和妻子",
                "description": "2024年2月15日晚上，我和妻子坐在家中的客厅里，我感到内心的重压，决定向她倾诉。她坐在我身旁，眼中充满了关切。我告诉她我最近感到非常沮丧和有压力，希望能从她那里得到一些安慰。然而，谈话并没有如我预期那样顺利，反而让她也感到沉重和担忧。她握住我的手，虽然温暖，但我依然感到一阵深深的无力和负担。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "接下来的几天里，我在工作中表现得更加焦虑和紧张。我开始怀疑自己的能力，担心无法达到公司的期望。在一次重要的项目会议中，因为压力过大而出现失误，导致项目进度延误。",
                "where": "公司会议室，桌子上摆满了会议资料和笔记本电脑，窗外能看到城市的天际线。",
                "when": "2024年2月20日10:30",
                "who": "我（曹全中）、同事和上司",
                "description": "2024年2月20日上午，在公司会议室里，我和同事们正讨论一个重要的项目。我感到异常紧张和焦虑，手心冒汗，心跳加速。在关键的演示环节，我因为过度紧张而讲错了几个重要数据，导致上司的脸色非常难看。同事们也投来了疑惑和担忧的目光。我感到无比的羞愧和自责，会议结束后，独自一人坐在会议室里，心里充满了对自己能力的怀疑和对未来的不确定感。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我在公司加班，努力完成一个重要项目，但最终未能达到预期效果，感到非常挫败。",
                "where": "公司办公室，桌上堆满了文件和电脑屏幕上显示着复杂的图表。",
                "when": "2023年12月10日19:45",
                "who": "我（曹全中）、几位同事、我的上司",
                "description": "2023年12月10日晚上，我在公司办公室加班。桌上堆满了文件，电脑屏幕上显示着复杂的图表。时间已经接近晚上八点，同事们一个个离开，只剩下我和几位同事还在努力。我的上司时不时过来查看进展，每次他离开，我都感到一阵压力。终于，当我把项目提交上去后，上司却皱着眉头说，结果不如预期。这一刻，我感到无比的挫败，所有的努力仿佛都白费了，我的心情一下子跌入谷底。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，我被亲戚问到事业进展，因为无法回答满意而感到尴尬和沮丧。",
                "where": "亲戚家，客厅里充满了欢声笑语，桌上摆满了美食。",
                "when": "2024年3月15日18:30",
                "who": "我（曹全中）、几个亲戚",
                "description": "2024年3月15日傍晚，在亲戚家的客厅，大家正围坐在一起，桌上摆满了美食，气氛热闹非凡。亲戚们热情地聊着各自的近况，突然，有人问我最近工作怎么样。这一刻，我感到一阵尴尬和不安，因为我并没有什么值得炫耀的成绩。我结结巴巴地回答了一些工作上的琐事，但很快就被其他人的成就盖过。我的心情变得十分低落，自尊心也受到了打击。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "在与妻子的一次深夜谈话中，我流露出对工作和家庭的双重压力，以及自己无法满足所有期望的无力感。",
                "where": "家中客厅，夜深人静，只有客厅的灯还亮着。",
                "when": "2024年4月5日23:15",
                "who": "我（曹全中）、妻子",
                "description": "2024年4月5日深夜，家中客厅，夜深人静，只有客厅的灯还亮着。我和妻子坐在沙发上，面对面谈话。她关切地问我最近怎么了，我终于忍不住流露出内心的压力。我告诉她工作上的不顺利，以及对家庭责任的担忧，感觉自己怎么努力都无法满足所有人的期望。妻子静静地听着，眼中流露出心疼。虽然她安慰我，但我还是感到一阵无力和无助，仿佛被压得喘不过气来。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "由于长期的工作压力和疲劳，我在一次重要的项目汇报会上感到头晕和疲惫，难以集中注意力，最终项目汇报不如预期。",
                "where": "公司会议室，会议室光线明亮，墙上挂着公司的荣誉奖牌，桌上摆满了项目资料。",
                "when": "2024年4月5日10:15",
                "who": "我、同事",
                "description": "2024年4月5日上午10:15，我在公司会议室进行一个重要的项目汇报。由于长期的工作压力和疲劳，汇报过程中我感到头晕和疲惫，难以集中注意力。同事们注视着我，我感觉压力更大，最终项目汇报不如预期。回到办公室后，我感到异常的身体不适，决定去医院检查。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "在医院检查过程中，医生详细询问了我的工作情况和生活习惯，发现我长期处于高压状态。医生建议我需要休息一段时间，并开了一些调理身体的药物。",
                "where": "医院检查室，白色的墙壁和冷冰冰的医疗设备让人感觉紧张。",
                "when": "2024年4月5日11:30",
                "who": "我、医生",
                "description": "2024年4月5日11:30，我在医院检查室，医生详细询问了我的工作情况和生活习惯。他发现我长期处于高压状态，建议我需要休息一段时间，并开了一些调理身体的药物。医生的建议让我感到焦虑和无助，因为我担心休息会影响工作进度。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "回家后，我将医生的建议告诉了妻子，她表示理解并劝我听从医生建议好好休息。然而，我仍然感到内疚和焦虑，认为自己无法如期完成工作任务。",
                "where": "家中，客厅里温暖的灯光和妻子关切的目光让我一时感到安心。",
                "when": "2024年4月5日18:45",
                "who": "我、妻子",
                "description": "2024年4月5日18:45，我回到家中，将医生的建议告诉了妻子。她听后表示理解，并劝我听从医生建议好好休息。虽然妻子的理解和支持让我一时感到安心，但我仍然内疚和焦虑，认为自己无法如期完成工作任务。我感到深深的责任感，认为自己必须为家人提供最好的生活。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在公司加班到很晚，回到家中发现妻子已经睡了，家中一片寂静。我感到内疚，意识到自己因为工作繁忙，忽略了家庭生活。",
                "where": "家中，客厅的灯光昏暗，只有厨房里的冰箱发出微弱的嗡嗡声。",
                "when": "2024年5月12日22:45",
                "who": "我（曹全中）",
                "description": "2024年5月12日晚上，我在公司加班到很晚，回到家中时已经接近午夜。进门后发现家里一片寂静，客厅的灯光昏暗，妻子已经在卧室睡觉。厨房里的冰箱发出微弱的嗡嗡声，显得整个家更加冷清。我站在客厅里，感到一股深深的内疚，因为我知道最近因为工作繁忙，忽略了家庭生活。这种内疚感让我心情更加沉重，意识到自己在家庭责任上的缺失。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "我注意到妻子最近变得沉默寡言，似乎对我们的关系感到不满。一天晚上，我尝试主动与妻子沟通，但她只是敷衍地回应，让我感到更加焦虑和无力。",
                "where": "家中，卧室里，床头灯散发着柔和的光。",
                "when": "2024年5月15日21:30",
                "who": "我（曹全中）、妻子",
                "description": "2024年5月15日晚上，我在家中注意到妻子最近变得沉默寡言，似乎对我们的关系感到不满。那天晚上，我们在卧室里，床头灯散发着柔和的光。我尝试主动与她沟通，问她是否有什么心事。她只是敷衍地回应了几句，眼神中透着冷漠。那一刻，我感到一股深深的焦虑和无力感，仿佛我们之间的距离越来越远。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "我决定带家人出去吃晚餐，希望能改善我们的关系。然而，晚餐时妻子仍然表现得心不在焉，孩子也显得有些沉默。我感受到家庭氛围的紧张，对自己无力改变现状感到失望。",
                "where": "餐厅，桌上摆满了精致的菜肴，周围是热闹的人群。",
                "when": "2024年5月20日19:00",
                "who": "我（曹全中）、妻子、孩子",
                "description": "2024年5月20日晚上，我决定带家人出去吃晚餐，希望能改善我们的关系。我们来到一家餐厅，桌上摆满了精致的菜肴，周围是热闹的人群。然而，晚餐时妻子仍然表现得心不在焉，时不时低头看着手机，孩子也显得有些沉默，几乎不怎么说话。我感受到家庭氛围的紧张，心中充满了无力感和失望。我努力尝试活跃气氛，但心里明白，这次家庭聚餐并没有达到我期望的效果。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我接到了孩子老师的电话，老师告诉我孩子在学校表现出情绪问题，希望我能到学校谈话。我感到非常愧疚，认为自己没有尽到父亲的责任。",
                "where": "在学校的办公室，墙上挂满了学生的作品，办公桌上堆满了文件和教材。",
                "when": "2024年6月15日08:30",
                "who": "我、孩子、老师",
                "description": "2024年6月15日早上8:30，我正在办公室准备一天的工作，突然接到了孩子老师的电话。她在电话里语气严肃地说，孩子最近在学校情绪波动很大，建议我尽快到学校一趟。我心里一紧，赶紧赶到学校。走进老师的办公室，看到孩子低着头坐在一旁，我的心揪成了一团。老师耐心地解释了孩子的情况，我听得心如刀绞，感到自己没有尽到父亲的责任。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "在学校与老师的谈话中，老师提到孩子最近的情绪波动可能与家庭氛围有关，尤其是父母的关系和家庭压力。我感到更加内疚，认为是我的工作压力和不良情绪影响了孩子。",
                "where": "在学校的办公室，窗外可以看到操场上孩子们在玩耍，办公室内有一张大桌子和几把椅子。",
                "when": "2024年6月15日09:00",
                "who": "我、孩子、老师",
                "description": "2024年6月15日上午9:00，老师在办公室里详细地和我谈话。她提到孩子的情绪问题可能与家庭氛围有关，尤其是父母之间的关系和家庭压力。我听后心里更加沉重，觉得自己把工作上的压力和负面情绪带回了家，影响了孩子。老师的话像一记重锤，敲打在我的心上，我感到深深的愧疚和无助。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "回到家后，我和妻子讨论孩子的情况，妻子表示理解但也对责任分摊感到不满，我们之间发生了争执。我感到自己在家庭和工作之间无法平衡，情绪更加低落。",
                "where": "在家中的客厅，沙发旁的茶几上摆放着几本杂志和一杯已经凉了的茶。",
                "when": "2024年6月15日12:30",
                "who": "我、妻子",
                "description": "2024年6月15日中午12:30，我回到家后，迫不及待地和妻子讨论孩子在学校的情况。妻子听后表示理解，但也提到我工作太忙，家里的责任大多落在她身上。我们的谈话逐渐变成了争执，声音越来越大。我感到自己在家庭和工作之间无法平衡，心情更加低落。最终我无力地坐在沙发上，感到自己既无法满足工作上的要求，也无法让家人满意，内心充满了挫败感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我在书房忙着处理工作时，一位同事突然打电话过来，询问一个紧急项目的进展，这让我压力倍增。",
                "where": "家中的书房，书桌上堆满了文件和电脑，窗外夜色沉沉。",
                "when": "2023年12月12日20:15",
                "who": "同事",
                "description": "2023年12月12日晚上，我在家中的书房里专心工作，书桌上堆满了文件和电脑屏幕闪烁着。突然，手机响了，同事打电话过来，声音急切地询问一个紧急项目的进展。我感到心跳加速，手心冒汗，压力瞬间涌上心头。我尽力保持冷静，迅速回答同事的问题，但内心的焦虑感久久无法平息。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在接完同事的电话后，我决定加班完成项目，但注意到妻子和孩子在客厅等我一起吃晚饭。",
                "where": "家中的书房，房门半开，能看到客厅的灯光和家人影子。",
                "when": "2023年12月12日21:30",
                "who": "妻子、孩子",
                "description": "2023年12月12日晚上，我挂断同事的电话后，决定继续加班完成项目。当我抬头看向房门时，看到妻子和孩子在客厅的灯光下等我一起吃晚饭。他们的影子在墙上映照，我感到一阵心酸和内疚。妻子抱着孩子，目光时不时地投向书房的方向。我知道他们在等我，但我只能无奈地低头继续工作，心中充满了自责和失落。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "次日，我在社交媒体上看到一个朋友晒出家庭旅游的照片，感到失落和自责。",
                "where": "家中的书房，电脑屏幕显示着社交媒体页面。",
                "when": "2024年7月13日09:45",
                "who": "朋友（社交媒体上）",
                "description": "2024年7月13日早上，我在家中的书房里打开电脑，浏览社交媒体页面。突然，看到一个朋友晒出他和家人一起旅游的照片，大家脸上洋溢着幸福的笑容。我感到一阵失落和自责，心里想着自己忙于工作，却忽略了家人的陪伴。我坐在书桌前，深深地叹了口气，觉得自己在努力工作和家庭责任之间找不到平衡，内心充满了无奈和压力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "由于连续几个月的高强度工作，我忽略了家庭生活，长时间没有陪伴妻子和孩子。",
                "where": "公司办公室，桌上堆满了文件和未完成的项目。",
                "when": "2024年5月15日20:30",
                "who": "我和同事",
                "description": "2024年5月15日晚上，我依然在公司办公室加班。桌上堆满了文件和未完成的项目，整个办公室显得异常安静。同事们陆续离开，只剩下我一个人还在忙碌。心里想着最近几个月每天都是这样，几乎没有时间陪伴妻子和孩子，感到一阵疲惫和焦虑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，妻子对我的忽略表现出明显的不满，我感到非常内疚和无助。",
                "where": "家中的客厅，餐桌上摆满了妻子精心准备的饭菜。",
                "when": "2024年8月10日18:45",
                "who": "我和妻子",
                "description": "2024年8月10日傍晚，我们一家在家中客厅举行家庭聚会。餐桌上摆满了妻子精心准备的饭菜，但她的脸上却没有多少笑容。聚会进行到一半，妻子突然提到我最近忽略了家庭，她的语气中充满了不满和失望。我听着她的话，心里感到非常内疚和无助，觉得自己在工作和家庭之间失去了平衡。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "为了弥补对妻子的忽略，我尝试在工作和家庭之间找到平衡，但收效甚微。",
                "where": "家中和公司办公室，家中温馨的环境与公司办公室的忙碌形成对比。",
                "when": "2024年8月18日21:00",
                "who": "我、妻子和同事",
                "description": "2024年8月18日晚上，我在家中和公司办公室之间来回奔波。家中温馨的环境与公司办公室的忙碌形成鲜明对比。我试图在工作和家庭之间找到平衡，但无论怎么努力，工作压力依然如山。我感到焦虑和无助，觉得自己无法满足妻子的期望，也无法在工作中取得更多成就。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "由于项目截止日期临近，我在公司连续加班多天，压力不断累积。",
                "where": "公司办公室，电脑屏幕上不断弹出提醒，桌上堆满了文件。",
                "when": "2024年3月10日21:45",
                "who": "我和同事们",
                "description": "2024年3月10日晚上，公司办公室里灯火通明，我和同事们都在加班。耳边充斥着键盘敲击声和同事们低声讨论工作的声音。我的脑子里全是即将到来的项目截止日期，手指不停地在键盘上飞舞。每次看时间，总觉得时间过得太快，心里的焦虑感越来越重。虽然身边有同事在努力工作，但这种压力让我感到无比孤立和疲惫。我担心，如果项目失败，自己的职业生涯会受到严重影响。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "加班回家后，我因未能及时参与孩子的家庭活动，感到内疚和自责。",
                "where": "家中客厅，孩子的玩具散落一地，电视还开着。",
                "when": "2024年3月11日19:30",
                "who": "我、妻子和孩子",
                "description": "2024年3月11日晚上，我拖着疲惫的身体回到家，家中客厅一片温馨的景象。孩子的笑声和妻子的柔声细语让我感到一阵暖意，但随即而来的却是深深的内疚感。我看到孩子的玩具散落在地上，电视还开着，他们刚刚结束了一场家庭活动，而我错过了。我感到自己未能履行作为父亲和丈夫的责任，心里无比沉重，觉得自己对家人亏欠太多。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "因为工作压力，我在家中对孩子发了脾气，事后感到非常愧疚。",
                "where": "家中客厅，孩子的玩具散落一地，沙发上有未整理的书籍。",
                "when": "2024年3月12日20:00",
                "who": "我和孩子",
                "description": "2024年3月12日晚上，我在家中客厅因为一点小事对孩子发了脾气。孩子只是无意中打翻了我的工作文件，我的情绪却瞬间爆发，大声责骂他。孩子怯生生地看着我，眼里充满了委屈和不解。我意识到自己过分了，但工作压力让我难以控制自己的情绪。事后，我感到非常愧疚，孩子躲在房间里不肯出来，我站在门口，心里满是自责和悔恨，觉得自己不仅是个糟糕的员工，更是个不称职的父亲。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我和团队在公司会议室进行了一次重要的项目讨论和准备。由于项目截止日期临近，我们不得不通宵达旦地工作，希望能如期完成。",
                "where": "公司会议室，桌上堆满了文件和咖啡杯，空气中弥漫着疲惫与紧张。",
                "when": "2024年6月10日23:30",
                "who": "我和我的团队成员",
                "description": "2024年6月10日深夜，公司会议室灯火通明，桌上散落着文件和空的咖啡杯。大家的眼里都布满血丝，但没有人愿意停下休息。我们在讨论项目的最后细节，我感到肩上的责任越来越重。虽然内心感到极度疲惫，但我知道必须坚持下去，希望团队的努力能有回报。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "在项目提交当天，我在公司会议室向客户做最终展示。由于时间不足，准备不充分，展示未能达到预期效果，客户表达了不满。",
                "where": "公司会议室，投影仪和笔记本电脑前，客户的表情严肃。",
                "when": "2024年6月11日10:00",
                "who": "我和客户",
                "description": "2024年6月11日上午，公司会议室里气氛紧张。我站在投影仪前，手心冒汗，尽力稳住情绪进行展示。客户的表情从一开始的期待逐渐变得严肃，甚至有些不耐烦。展示结束后，客户直接指出了我们的不足，并表达了不满。我感到一阵失落和自责，似乎所有的努力都白费了。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "在项目失败后，我和妻子在家中客厅进行了一次长谈，讨论了工作压力对家庭生活的影响。",
                "where": "家中客厅，沙发上，温暖的灯光下。",
                "when": "2024年6月11日20:00",
                "who": "我和妻子",
                "description": "2024年6月11日晚，家中的客厅里充满了温暖的灯光。我和妻子坐在沙发上，面对面地谈论最近的工作和压力。我告诉她项目没有达到预期效果，客户的不满让我非常沮丧。妻子握住我的手，眼神中充满了理解和支持。她告诉我无论发生什么，她都会支持我。这次谈话让我感到稍微轻松了一些，但内心深处的自责依然存在。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我在办公室工作时，注意到一个同事因为长期的工作压力而逐渐精神萎靡，最终决定离职。这让我感到震惊和不安，开始质疑自己的工作状态是否也会走向同样的结果。",
                "where": "公司办公室，办公桌上堆满了文件，同事的座位空空荡荡，显得格外冷清。",
                "when": "2024年8月1日10:15",
                "who": "我和那位同事",
                "description": "2024年8月1日上午，在公司办公室，我注意到一位同事因为长期的工作压力而逐渐精神萎靡，最终决定离职。当他收拾好桌上的物品，准备离开时，我感到一阵震惊和不安。看着他疲惫的脸庞和无奈的背影，我开始质疑自己的工作状态，担心自己是否也会走向同样的结果。这一刻，我的内心充满了焦虑，对未来充满了不确定性。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "在同事离职后的团队会议上，领导强调了工作的高强度和重要性，隐含的压力让自己更加担忧自己的表现是否达标。我感到自己被迫要承担更多的责任，生怕自己会成为下一个离职的人。",
                "where": "公司会议室，会议桌上摆满了文件，领导站在前面，神情严肃。",
                "when": "2024年8月1日15:30",
                "who": "我、领导和其他同事",
                "description": "2024年8月1日下午，在公司会议室，领导在同事离职后的团队会议上，强调了工作的高强度和重要性。他的言辞中隐含的巨大压力让我感到更加担忧，是否我的表现能够达标。我坐在会议桌旁，看着领导严肃的表情，听着他不断强调的工作要求，内心的压力越来越大。我害怕自己会成为下一个因压力过大而离职的人，感到自己被迫要承担更多的责任。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "在回家后，我试图向妻子倾诉工作上的压力，但由于长时间以来的疏离和沟通减少，她并未完全理解我的感受，这让我感到更加孤独和无助。",
                "where": "家中客厅，沙发上放着我脱下的外套，电视机开着但没有人在看。",
                "when": "2024年8月1日19:45",
                "who": "我和妻子",
                "description": "2024年8月1日晚上，我回到家中，试图向妻子倾诉工作上的压力。我们坐在客厅的沙发上，电视机开着但没人看。我告诉她今天在公司发生的事情，以及我对自己未来的担忧。可是，她似乎并未完全理解我的感受，依旧忙着处理家务和孩子的事情。我感到更加孤独和无助，内心的焦虑和压力无法得到释放。这次沟通的失败让我更加感到无力和孤独，对未来的担忧更是挥之不去。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，亲戚们热情地讨论着各自的事业和生活。我因工作压力大，近期业绩未达预期，感到有些不自在。这时，一位亲戚突然问起我的事业进展，我一时语塞，无法给出令人满意的回答。",
                "where": "亲戚家，客厅里摆满了各种小吃和饮料，亲戚们围坐在沙发和椅子上。",
                "when": "2024年5月1日14:30",
                "who": "我、几位亲戚，包括一位叔叔、一个表弟和几位堂姐。",
                "description": "2024年5月1日下午2点半，我和妻子参加了在亲戚家举行的家庭聚会。客厅里热闹非凡，大家你一言我一语地聊着各自的生活。就在我低头吃点心时，叔叔突然问我最近工作如何。我愣了一下，脑海中闪过最近那些未达预期的业绩报告，感到一阵窘迫和无奈。面对众人的目光，我只好勉强笑了笑，说了些含糊的话，试图转移话题。内心却感到深深的无力和挫败。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "聚会结束后，我和妻子回到家中。妻子关切地问我在聚会上的表现，我情绪低落地向她倾诉自己在工作和家庭之间的压力。妻子试图安慰我，但我仍感到深深的挫败感。",
                "where": "家中，客厅的沙发上，我们坐在一起聊着天。",
                "when": "2024年5月1日20:00",
                "who": "我和妻子",
                "description": "2024年5月1日晚上8点，聚会结束后，我和妻子回到家中。她在厨房忙着收拾东西，我则坐在客厅的沙发上，心中仍然挥之不去聚会上的窘迫感。她走过来坐在我身边，轻声问我在聚会上为什么那么沉默。我叹了口气，向她倾诉了最近工作上的压力和对家庭的愧疚。她握着我的手，安慰我说一切都会好起来的，但我内心的挫败感却始终无法消散。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "几天后，在公司的一次重要会议上，我因精神不集中而犯了一个小错误，这引起了领导的注意，并在会上被公开指责。这一事件让我感到更加焦虑和自责。",
                "where": "公司会议室，会议桌上摆满了文件和笔记本，领导和同事们围坐在桌子两侧。",
                "when": "2024年5月5日10:15",
                "who": "我、公司领导、几位同事",
                "description": "2024年5月5日上午10点15分，在公司的一次重要会议上，我因精神不集中在汇报时犯了一个小错误。领导当即在会议上公开指责我，指出我的失误会影响整个项目的进度。同事们纷纷低头看着自己的笔记本，我感到脸上火辣辣的，内心充满了自责和焦虑。回到座位上，我的手在颤抖，脑海中不断回响着领导的批评声。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "我的朋友王强因长期加班和压力过大，在一次高强度的工作后突然晕倒，被送往医院急救。得知消息后，我立即赶往医院。看到王强躺在病床上，面色苍白，医生告知是因过度劳累导致的身体崩溃。",
                "where": "南京市中心医院急诊室，白色的墙壁和刺鼻的消毒水味道让人感到窒息。",
                "when": "2024年7月1日14:35",
                "who": "王强、我（曹全中）、医生",
                "description": "2024年7月1日下午，我接到王强的妻子李丽的电话，得知王强在公司晕倒后被送往医院。我飞奔赶到南京市中心医院急诊室，一进门就看到王强躺在病床上，脸色苍白如纸，医生正在检查他的身体。医生告诉我，王强是因为过度劳累导致的身体崩溃。我感到非常震惊和担忧，心中不禁涌起一股强烈的焦虑，担心自己也会因为工作压力而病倒。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_2",
                "stage_key": "近期情况",
                "what": "在医院的病房外，我与王强的妻子李丽进行了一次简短的交谈。李丽泪流满面，讲述了王强的工作压力和长时间加班对家庭生活的影响，感叹王强的病倒对家庭的打击。",
                "where": "南京市中心医院病房外的走廊，昏暗的灯光和长长的走廊让人感到压抑。",
                "when": "2024年7月1日15:10",
                "who": "我（曹全中）、李丽",
                "description": "2024年7月1日下午3点10分，我在医院病房外见到王强的妻子李丽。她双眼通红，泪流满面，声音颤抖地向我述说王强长期加班和工作压力对家庭生活的影响。她哽咽地说，王强几乎没有时间陪伴孩子，家里几乎所有的责任都落在她一个人肩上。李丽的痛苦让我感受到家庭生活和工作压力之间的矛盾，我开始担心自己的家庭是否也会因工作问题受到影响。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_3",
                "stage_key": "近期情况",
                "what": "我回到家中，向妻子陈芳倾诉了自己对王强病倒的担忧和自己的压力。陈芳安慰我，但也表达了对我长期工作压力的担忧，希望我可以适当放松，不要过于拼命。",
                "where": "家中的客厅，温暖的灯光和熟悉的家具让人感到一丝安慰。",
                "when": "2024年7月1日19:30",
                "who": "我（曹全中）、妻子陈芳",
                "description": "2024年7月1日晚上7点半，我回到家中，心情沉重地向妻子陈芳倾诉了对王强病倒的担忧和自己在工作中的压力。陈芳听后，轻轻握住我的手，安慰我说不要太过担心，但她也表达了对我长期工作压力的担忧。她希望我能适当放松，不要过于拼命。我感到了一丝安慰，但同时也意识到自己不仅要面对工作上的压力，还要平衡家庭的期望。这让我感到更加焦虑和内疚。"
            }
        ]
    }
}