{
    "childhood": {
        "name": "陶薇咏",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "在小学三年级期末考试前的几个月，我每天放学后都会在家中进行额外的学习和复习。母亲每天都会帮助我检查作业，父亲虽然工作繁忙，但也会抽空询问我的学习进度。",
                "where": "南京市的家中，书桌上堆满了课本和练习册，窗外的阳光透过窗帘照进来。",
                "when": "1997年4月10日17:30",
                "who": "父亲、母亲",
                "description": "1997年4月10日下午，放学回到家中，我坐在书桌前开始复习。母亲一边在厨房准备晚餐，一边不时地走过来检查我的作业。父亲则在忙完工作后，特地走到我身边，关切地问我今天的学习情况。父母的高度关注让我感受到压力，但也渴望通过优秀的表现获得他们的认可和关爱。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "在小学三年级期末考试中，我取得了全班第一名。当考试成绩公布的那一刻，我感到非常兴奋和自豪，迫不及待地想要告诉父母。",
                "where": "南京市某小学的教室，黑板上写满了老师的评语，窗外传来同学们的欢笑声。",
                "when": "1997年6月25日12:00",
                "who": "陶薇咏",
                "description": "1997年6月25日中午，老师在教室里宣布了期末考试成绩。当听到自己是全班第一名时，我的心跳加速，脸上绽放出笑容。我迫不及待地想要回家告诉父母这个好消息，心中充满了成就感和喜悦。这一刻，我感受到巨大的满足，坚信只有通过不断努力和完美的表现，才能获得他人的认可和尊重。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "当我拿着成绩单回家，父母看到我的成绩后非常高兴，特别是父亲，他第一次夸奖我做得很好，并给了我一个大大的拥抱。母亲也在一旁微笑着称赞我。",
                "where": "南京市的家中，客厅里摆放着一家人的合影，沙发上有几本家庭相册。",
                "when": "1997年6月25日18:30",
                "who": "父亲、母亲",
                "description": "1997年6月25日傍晚，我拿着成绩单回到家中。看到成绩单上的第一名，父母的脸上都露出了欣慰的笑容。父亲第一次夸奖我做得很好，并给了我一个大大的拥抱，母亲也在一旁微笑着称赞我。我感到无比幸福和满足，感受到家庭的温暖和关爱。这一事件让我更加努力追求完美，以期望更多地获得这样的认可和关爱。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "在学校里，我因为没有完成家庭作业被老师当着全班同学的面批评，我感到非常羞愧和焦虑。",
                "where": "学校的教室，教室墙上的时钟滴答作响，黑板上还有未擦干净的粉笔字。",
                "when": "1996年11月10日15:30",
                "who": "老师和同学们",
                "description": "1996年11月10日下午3点半，在学校的教室里，老师因为我没有完成家庭作业，当着全班同学的面严厉地批评了我。教室里瞬间安静下来，同学们的目光都集中在我身上，我的脸颊发烫，心跳加速。我低着头，感觉自己无处可逃，内心充满了羞愧和焦虑，害怕同学们会看不起我。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "放学后，我回到家中，母亲正在厨房忙碌。我向母亲倾诉了在学校被批评的事情，希望得到安慰。",
                "where": "家中的厨房，空气中弥漫着饭菜的香味，锅碗瓢盆叮当作响。",
                "when": "1996年11月10日17:00",
                "who": "母亲",
                "description": "1996年11月10日下午5点，我放学回到家中，母亲正在厨房里忙碌着准备晚餐。我走进厨房，眼眶含着泪水，向母亲倾诉了在学校被老师批评的事情。母亲放下手中的锅铲，轻轻抱住我，温柔地安慰我，说：“没关系，只要你努力，下次一定能做得更好。”她的安慰让我感到了一些温暖和安慰，但同时我也感受到母亲对我的期望很高，这让我更加坚定要做到完美。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "晚饭后，父亲回到家中，得知我在学校被批评的事情，父亲非常生气，责备我不够努力。",
                "where": "家中的客厅，电视机还开着，但没人注意。",
                "when": "1996年11月10日19:30",
                "who": "父亲、母亲",
                "description": "1996年11月10日晚上7点半，晚饭后，父亲回到家中，母亲告诉他我在学校被批评的事情。父亲的脸色一下子变得严肃起来，他走到我面前，语气严厉地责备我：“你怎么这么不努力！这样的表现怎么能行？”我低着头，不敢直视父亲的眼睛，内心充满了难过和自责，感觉自己没有达到父亲的期望。我心里默默发誓，下次一定要表现得更好，以避免再次遭受责备。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "在小学五年级的一次全校集会上，老师宣布即将举办朗诵比赛，并鼓励同学们踊跃报名。我听到后，对自己的朗诵能力充满信心，决定报名参加。",
                "where": "南京市某小学的大礼堂，礼堂内座无虚席，老师站在讲台上，背景是学校的标志。",
                "when": "1999年4月10日14:30",
                "who": "老师、同学",
                "description": "1999年4月10日下午，我们全校师生聚集在大礼堂里，老师站在讲台上，宣布即将举办朗诵比赛。我坐在第二排，听到后心里一阵激动，想着这是一个展示自我的好机会。周围的同学们也议论纷纷，有的显得兴奋，有的则有些犹豫。我心里暗暗下定决心，一定要报名参加。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "在比赛前一天，我感到非常紧张，担心自己在朗诵时会出错。母亲注意到我的焦虑，温柔地鼓励我，并陪我一起练习。",
                "where": "家中的客厅，茶几上放着我练习用的稿子。",
                "when": "1999年5月4日19:00",
                "who": "母亲",
                "description": "1999年5月4日晚上，我在家中的客厅里一遍遍地练习朗诵，但心里始终无法平静，总觉得自己会在比赛时出错。母亲看出了我的紧张，走过来坐在我身边，轻轻拍着我的肩膀，温柔地说：“别担心，你一定可以的。妈妈相信你。”她还陪我一起练习，帮我纠正发音和语调。这让我感到安心了许多，心中的焦虑也缓解了不少。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "在比赛当天，我全神贯注地完成了朗诵，获得了全场的热烈掌声和老师的赞赏，最终获得了第一名。",
                "where": "南京市某小学的大礼堂，舞台上布置得简洁而庄重。",
                "when": "1999年5月5日10:15",
                "who": "老师、同学",
                "description": "1999年5月5日上午，我站在大礼堂的舞台上，面对台下黑压压的观众，心跳得很快。但当我开始朗诵时，所有的紧张都消失了，我全神贯注地投入到每一个字词中。朗诵结束后，台下爆发出热烈的掌声，老师们也纷纷点头赞许。我走下舞台时，心里充满了自豪和满足。最终，我获得了第一名，这让我感到非常骄傲。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "在学校里，我表现出色，得到了老师的表扬。回到家后，我发现妈妈身体不适，但她仍然在坚持做家务。",
                "where": "家中，客厅里妈妈正在整理衣物，厨房里还飘着晚餐的香味。",
                "when": "1998年3月12日16:30",
                "who": "母亲、我",
                "description": "1998年3月12日下午，我在学校表现出色，得到了老师的表扬，心情特别好。回家后，我发现妈妈身体不适，但她仍在坚持做家务。她脸色苍白，额头上冒着汗珠，但还是在厨房忙碌。我感到心生担忧，觉得自己有责任帮助她。看到妈妈这样，我的心揪成一团，感到非常焦虑，但同时也决心要帮助母亲分担家务。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "妈妈的病情加重，我决定请假在家照顾妈妈和弟弟，主动承担起家务。",
                "where": "家中，妈妈卧床休息，家里的氛围有些沉重。",
                "when": "1998年3月13日08:00",
                "who": "母亲、弟弟、我",
                "description": "1998年3月13日早晨，妈妈的病情加重，无法起床。我决定请假在家照顾她和弟弟。我忙着给弟弟做早餐，帮妈妈倒水，还要打扫房间。虽然感到压力巨大，但妈妈夸我懂事时，我感到一种前所未有的成就感和自豪感。尽管有些焦虑，但妈妈的夸奖让我觉得一切都是值得的。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "妈妈病情好转后，我继续承担部分家务，帮助她减轻负担，同时也没有耽误自己的学习。",
                "where": "家中，家务时间和学习时间交替进行。",
                "when": "1998年3月20日17:00",
                "who": "母亲、我",
                "description": "1998年3月20日下午，妈妈的病情终于有所好转。为了减轻她的负担，我继续承担部分家务，每天放学后帮忙做晚饭和打扫卫生。我还合理安排了自己的学习时间，确保不会耽误功课。看到妈妈脸上的笑容，我感到非常欣慰和满足。家庭的和谐和幸福让我感到一切努力都是值得的，这让我更加坚定了自己的责任感。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "childhood",
                "what": "放学后，我回家路过邻居小明家时，听到小明的母亲因为他没有完成手工作业而责骂他。小明在屋内哭泣，我站在门外，感到非常同情和焦虑。",
                "where": "邻居家门口，门半掩着，透过缝隙可以看到小明的母亲站在客厅里，手里拿着小明的作业。",
                "when": "1995年10月15日15:45",
                "who": "我（陶薇咏）、小明、小明的母亲",
                "description": "1995年10月15日下午放学后，我回家路过邻居小明家时，听到他母亲因为他没有完成手工作业而责骂他。小明在屋内哭泣，门半掩着，我站在门外，心里既同情小明又感到不安。我开始思考自己在家里是否也会因为类似的事情而被责骂，心中充满焦虑和担忧。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "班主任找我谈话，说我在班级里的表现非常好，希望我能继续保持。",
                "where": "南京市某小学的教室内，桌上摆满了书本和作业纸。",
                "when": "2000年4月15日14:30",
                "who": "班主任",
                "description": "2000年4月15日下午，班主任在课后叫住我。在教室里，她微笑着对我说：'薇咏，你最近的表现非常好，老师和同学们都很欣赏你的努力。希望你能继续保持下去。' 听到这些话，我感到既高兴又有些紧张，心里暗下决心一定要继续努力，不辜负老师的期望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "在班主任谈话之后的第二天，我决定在日记中记录下这次谈话的内容和自己内心的感受。",
                "where": "家中的书桌上，灯光柔和，日记本摊开在桌面上。",
                "when": "2000年4月16日20:45",
                "who": "陶薇咏",
                "description": "2000年4月16日晚，我坐在家中的书桌前，翻开日记本，回忆着班主任对我的表扬。我用笔记录下她的每一句话，并写下自己的感受：'老师的表扬让我感到很开心，但也有些压力。我必须更加努力，才能不辜负她的期望。' 写完后，我看着日记本，心中混合着成就感和隐隐的焦虑。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "为了继续保持良好的表现，我开始在每晚完成学校作业后额外复习功课，并且主动向父母汇报自己的学习进展。",
                "where": "家中的书房，书架上堆满了书籍和习题册。",
                "when": "2000年4月17日19:00",
                "who": "陶薇咏、父母",
                "description": "2000年4月17日晚，我在完成学校作业后，继续在书房内复习功课。每晚，我都会主动向父母汇报自己的学习进展。一次汇报中，我对父母说：'今天我又学了一些新的内容，感觉掌握得不错。' 父母听后欣慰地笑了，父亲拍了拍我的肩膀，说：'继续加油，我们相信你能做到最好。' 他们的认可让我感到满足，但也隐约觉得肩上的责任越来越重。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我在家里练习钢琴，母亲在厨房准备晚餐，父亲在客厅看报纸。我反复练习一首新学的曲子，但总是弹错几个音符。",
                "where": "家中，钢琴旁，厨房和客厅相连。",
                "when": "1997年8月15日19:30",
                "who": "母亲和父亲",
                "description": "1997年8月15日晚上，我坐在钢琴前，手指在键盘上跳动。厨房里传来母亲做饭的声音，客厅里父亲正专注地看报纸。我心里想着要把新学的曲子弹得完美，但每次总是弹错几个音符。每次错音出现，心里的焦虑就增加了一分，感觉父亲的目光似乎穿透了报纸，盯在我的背上。我心里默念着‘如果我不完美，我就会被看不起’，这让我更加紧张，手指也开始僵硬。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "在练习过程中，父亲听到错误的音符，放下报纸走到钢琴旁，严厉地指出我的错误，并要求我从头再来。",
                "where": "家中，钢琴旁。",
                "when": "1997年8月15日19:45",
                "who": "父亲",
                "description": "1997年8月15日晚上，练习进行到一半，父亲突然放下报纸，走到我身边，眼神严厉。他指着钢琴键，毫不客气地指出我弹错的地方，声音冷冷的。他要求我从头再来，态度坚决。我感到一阵沮丧和无助，心情从最初的焦虑变成了深深的挫败感。‘世界是严格评判的地方，只有完美才有价值’的信念在我心里越来越强烈，我开始怀疑自己的能力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "母亲听到争执声，走过来试图安慰我，但父亲继续强调我应该更加努力和认真。",
                "where": "家中，钢琴旁。",
                "when": "1997年8月15日19:50",
                "who": "母亲和父亲",
                "description": "1997年8月15日晚上，母亲听到争执声，从厨房走过来，轻轻拍了拍我的肩膀，试图安慰我。她温柔地说‘不要紧，慢慢来’，但父亲却打断了她的话，继续强调我应该更加努力和认真。他的语气坚定而严厉，仿佛不允许任何借口。我感到一丝温暖，但更多的是低落和无助。我心里充满了矛盾：一方面渴望被理解和关心，另一方面又觉得自己必须达到完美才能得到认可。这种情感冲突让我非常困惑，也深深影响了我对自己的认知和情感反应。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "小丽在一次数学考试中成绩不佳，考试成绩公布后，老师在课堂上当众批评了小丽。",
                "where": "南京市某小学的教室，教室里每个同学都有自己的课桌和椅子，黑板上还写着当天的数学题目。",
                "when": "1998年12月1日10:30",
                "who": "小丽、老师、陶薇咏、其他同学",
                "description": "1998年12月1日上午10:30，在南京市某小学的教室里，老师正在公布数学考试成绩。当老师点到小丽的名字时，她的脸色变得苍白。老师严厉地批评了小丽，说她的成绩太差，让全班同学都看着她。我坐在小丽旁边，看到她低着头，眼泪在眼眶里打转。我感到心疼和同情，但也感到紧张和不安，因为我知道如果我没有达到老师和家人的期望，也可能会面临同样的局面。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "放学后，小丽在操场上哭泣，陶薇咏和其他两个朋友小红、小明一起安慰小丽。",
                "where": "南京市某小学操场，操场上有篮球架和跑道，周围有一些树木。",
                "when": "1998年12月1日15:45",
                "who": "小丽、陶薇咏、小红、小明",
                "description": "1998年12月1日下午放学后，我和小红、小明一起在操场上看到小丽独自坐在角落里哭泣。我们走过去围在她身边，试图安慰她。小红拿出了一块糖递给小丽，小明拍了拍她的肩膀。我对小丽说：“别难过，下次我们一起复习，一定会考得更好。”看到小丽因为成绩不佳而哭泣，我感到非常难过，同时也在心里暗暗下决心要更加努力，避免自己也成为被批评和哭泣的一方。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "晚饭后，陶薇咏向父母提起了小丽被批评的事情，并表达了自己对成绩的担忧。",
                "where": "陶薇咏家中的餐厅，餐桌上还摆着晚饭的残余。",
                "when": "1998年12月1日19:30",
                "who": "陶薇咏、父亲、母亲",
                "description": "1998年12月1日晚上，晚饭后我们一家坐在餐桌旁。我鼓起勇气向父母提起了小丽在学校被批评的事情。我说：“今天小丽在学校因为数学成绩不佳被老师当众批评了，我感到很难过，也有点害怕自己会遇到同样的情况。”父母听了后，父亲严肃地说：“只要你努力，就不需要担心这些。”母亲则温柔地安慰我：“别太担心，我们相信你能做到。”虽然父母安慰我不用太担心，但我依然感受到一种无形的压力。这种压力让我在未来的学习中更加努力，试图满足父母和老师的期望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "在一次家庭聚会前，母亲特别强调我必须礼貌待人，展示出我好的行为和优秀的成绩。我感受到母亲的期待和压力，努力表现得尽善尽美。",
                "where": "家中的客厅，母亲正在厨房准备食物。",
                "when": "1999年1月15日15:45",
                "who": "母亲",
                "description": "1999年1月15日下午3点45分，我正在客厅里整理自己的书本。母亲从厨房走出来，脸上带着一丝严肃，对我说：“今天有很多亲戚来，你一定要礼貌待人，展示出你的优秀。”我点头答应，但心里却感到一阵紧张和压力。我知道母亲对我的期望很高，不想让她失望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "家庭聚会开始时，我表现得非常得体，主动帮忙招待亲戚，并在大人们的谈话中展示了我的礼貌和聪明才智。亲戚们纷纷夸奖我懂事，并预测我将来一定会有出息。",
                "where": "家中的客厅和餐厅，亲戚们坐在沙发和餐桌旁。",
                "when": "1999年1月15日16:30",
                "who": "亲戚",
                "description": "1999年1月15日下午4点30分，亲戚们陆续到来，我主动帮忙端茶倒水，并微笑着和他们打招呼。客厅里充满了欢声笑语，我在大人们的谈话中表现得非常得体，回答问题时言辞得当。亲戚们纷纷夸奖我懂事，说我将来一定会有出息。听到这些夸奖，我感到非常满足和自信。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "聚会结束后，父亲在家中单独对我表达了肯定和鼓励，称赞我的表现非常优秀，并告诉我要继续努力，将来一定会有好前途。",
                "where": "家中的客厅，父亲坐在沙发上，我站在他面前。",
                "when": "1999年1月15日19:00",
                "who": "父亲",
                "description": "1999年1月15日下午7点，聚会结束后，客厅里变得安静下来。父亲坐在沙发上，示意我过去。我走到他面前，他微笑着对我说：“今天你表现得非常好，亲戚们都夸你懂事。继续努力，将来一定会有好前途。”听到父亲的肯定，我感到内心充满了自信和满足。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "我因为感冒，身体非常虚弱，整天在床上休息。父母对我的学习成绩非常重视，但在我生病期间，母亲特别请了假来照顾我，煮了我最喜欢的粥，并不断安慰我。",
                "where": "家中，我的卧室，窗外下着小雨，空气中弥漫着一股湿润的气息。",
                "when": "1993年9月15日14:30",
                "who": "母亲",
                "description": "1993年9月15日下午，我因为感冒躺在床上，身体非常虚弱。母亲特别请了假来照顾我，她煮了我最喜欢的粥，一勺一勺喂给我吃，不断安慰我。窗外下着小雨，空气中弥漫着一股湿润的气息，母亲温柔的声音和粥的香气让我感到一丝慰藉。虽然父母平时对我的学习成绩非常重视，但这次母亲的悉心照料让我感受到她对我的关心和理解。我心中对母亲的依赖和感激之情油然而生。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "当我康复后，在课堂上发现自己落后了一些课程，这让我感到非常焦虑和不安。我努力补上落下的进度，但内心始终担心自己会被同学和老师看不起。",
                "where": "学校的教室，窗外阳光明媚，教室里弥漫着粉笔的味道。",
                "when": "1993年9月25日09:00",
                "who": "小丽, 老师",
                "description": "1993年9月25日上午，我康复后回到学校，发现自己落后了一些课程。这让我感到非常焦虑和不安。教室里，窗外阳光明媚，粉笔的味道弥漫在空气中。我坐在座位上，翻看着厚厚的课本，心里满是担忧。我努力补上落下的进度，但内心始终担心自己会被同学和老师看不起。小丽在旁边认真听讲，而老师则在讲台上专注地讲解新的知识点，这让我更加感到压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "在一次考试后，我因为表现优异，得到了老师的表扬。这让我感到非常开心和自豪，同时也意识到自己需要不断努力才能得到认可。",
                "where": "学校的教室，阳光透过窗户洒在课桌上，教室里充满了欢快的气氛。",
                "when": "1993年10月10日11:00",
                "who": "老师, 小丽",
                "description": "1993年10月10日上午，我在一次考试后，因为表现优异，得到了老师的表扬。阳光透过窗户洒在课桌上，教室里充满了欢快的气氛。老师站在讲台上，微笑着表扬了我的成绩，这让我感到非常开心和自豪。小丽在旁边也向我投来了赞赏的目光。我意识到，只有不断努力，才能得到这种认可和尊重。这种正向反馈让我更加坚定了要在各方面尽力做到最好的决心。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "那天是一个炎热的夏天，我和母亲在厨房里做家务，我不小心打碎了一个盘子。",
                "where": "家中的厨房，窗外的阳光透过窗帘洒进来，桌上还放着刚刚整理好的餐具。",
                "when": "1995年7月10日10:15",
                "who": "母亲",
                "description": "1995年7月10日早上，我和母亲在厨房里忙碌着。母亲在擦拭桌子，而我负责整理餐具。突然，我手一滑，一个盘子从我手中掉落，摔得粉碎。我顿时感到心跳加速，脸颊发烫，内心充满了害怕和内疚，担心会受到责备。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "听到破碎声后，父亲从客厅走进厨房，对我严厉指责，母亲则过来安慰我。",
                "where": "家中的厨房，地上是刚刚打碎的盘子碎片。",
                "when": "1995年7月10日10:16",
                "who": "父亲、母亲",
                "description": "就在我还在愣神的时候，父亲从客厅快步走进厨房，看见地上的碎片后，脸色立刻变得严肃起来。他大声责备我不小心，声音中充满了怒气。母亲听到动静，赶紧过来，一边轻拍我的肩膀，一边温柔地说：‘没关系，没关系，大家都会犯错。’那一刻，我感到极度焦虑和自责，但母亲的安慰让我心里稍微好受了一些，感受到了一丝温暖和支持。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "在母亲的安慰下，我逐渐平静下来，但心中仍然对父亲的批评耿耿于怀，开始更加小心翼翼地做家务。",
                "where": "家中的厨房，母亲在一旁继续擦拭桌子。",
                "when": "1995年7月10日10:20",
                "who": "母亲",
                "description": "在母亲的安慰下，我的情绪逐渐平静下来，但父亲严厉的话语依然在我耳边回响，心中久久不能释怀。为了不再让父亲失望，我开始更加小心翼翼地做家务，生怕再次犯错。每次碰到易碎的物品，我的手都会不自觉地颤抖，心里默默地提醒自己一定要做到完美。这次经历让我在心底形成了‘我应该尽力做到完美’的信念，害怕任何错误都会再次带来批评和失望。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "一天晚上，我看到父母在厨房讨论家庭开支的问题。父亲的脸色很凝重，眉头紧锁，而母亲则一边做晚饭一边安慰父亲。",
                "where": "家中厨房，橱柜上摆放着刚买的蔬菜，而灶台上正煮着汤。",
                "when": "1994年11月15日19:34",
                "who": "父亲、母亲、我",
                "description": "1994年11月15日晚上，我走进厨房，看到父亲正站在餐桌旁，手里拿着一张账单，脸色凝重，眉头紧锁。母亲则在灶台前忙碌着，一边搅拌锅里的汤，一边安慰父亲。父亲低声抱怨着经济压力，而母亲则轻声细语地劝慰他。我站在门口，默默地看着这一切，心里感到一阵不安和责任感。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "在讨论家庭开支后的第二天早晨，父亲依旧显得有些心事重重，母亲则早早起来准备早餐。我在旁边默默观察，试图理解父母的情绪。",
                "where": "家中餐厅，餐桌上摆放着简单的早餐。",
                "when": "1994年11月16日07:12",
                "who": "父亲、母亲、我",
                "description": "1994年11月16日早晨，我走进餐厅，看到父亲坐在餐桌旁，手里捧着报纸，但目光却游离不定。母亲则早早地起来，为我们准备了简单的早餐。我默默地坐在一旁，观察着父亲的表情，心里感到一丝沉重。母亲依旧保持着温柔的微笑，轻声询问父亲是否需要再添点什么。我感受到母亲对家庭的付出和父亲对经济压力的担忧，心中默默下定决心，要为家庭分担更多的责任。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "几天后，母亲在一个安静的午后与我谈心，告诉我家庭的经济情况，并鼓励我在学习上更加努力，以便未来能够拥有更好的生活。",
                "where": "家中客厅，阳光透过窗帘洒在沙发上。",
                "when": "1994年11月20日14:45",
                "who": "母亲、我",
                "description": "1994年11月20日下午，我和母亲坐在客厅的沙发上，阳光透过窗帘洒在我们身上，温暖而安静。母亲温柔地握着我的手，告诉我家里的经济情况，并鼓励我在学习上更加努力。她的眼神中充满了期待和希望，而我则感受到了一种无形的压力。我点了点头，心里默默下定决心，要更加努力地在学习和生活中追求完美。母亲的关心和理解让我感到温暖，但同时也让我明白了肩上的责任。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "在运动会前一周，我每天早起在家附近的公园练习跑步，父母轮流陪伴并给予鼓励。",
                "where": "南京市某公园，清晨的空气清新，公园里有晨练的老人和跑步的年轻人。",
                "when": "1998年10月10日06:30",
                "who": "父亲、母亲",
                "description": "1998年10月10日清晨，天色微亮，我在家附近的公园开始了每天的跑步练习。父亲或母亲总是轮流陪在我身边，鼓励我坚持下去。公园里，晨练的老人们悠闲地散步，鸟儿在树上欢快地叫着。我感到父母对我的期望和支持，这让我心里既温暖又有动力。每次他们用温柔的语气鼓励我时，我都感受到被关心和理解，同时也增强了自己的责任感和自信心。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "在运动会当天，我紧张不已，但父母一直在场边鼓励我。",
                "where": "南京市某小学运动场，运动场上布满了各色的旗帜和加油的标语，学生们兴奋地在场地上奔跑。",
                "when": "1998年10月17日09:45",
                "who": "父亲、母亲",
                "description": "1998年10月17日上午，运动会正式开始，运动场上充满了欢声笑语和加油声。我站在跑道上，心中充满了紧张和不安，但看到父母在场边为我加油打气，我的心渐渐安定下来。他们的鼓励让我感到温暖和力量，在起跑线上，我深吸一口气，告诉自己一定要努力。最终，我成功地赢得了比赛，这不仅让我感到无比快乐，也让我更加相信自己能够应对各种挑战。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "比赛结束后，学校为获奖学生举行了颁奖典礼，我在全校师生面前领奖，父母在观众席上为我鼓掌。",
                "where": "南京市某小学礼堂，礼堂里挤满了欢呼的学生和鼓掌的老师，舞台上摆满了奖杯和奖状。",
                "when": "1998年10月17日11:00",
                "who": "父亲、母亲、全校师生",
                "description": "1998年10月17日中午，学校在礼堂为我们这些获奖学生举行了颁奖典礼。当我站在舞台上，接过校长递给我的奖状时，全校师生的掌声响起，我看到父母在观众席上为我鼓掌，脸上满是自豪的笑容。这一刻，我感到无比的满足和骄傲。在全校师生面前获得认可，让我更加坚信自己的努力是值得的，同时也让我意识到在家庭和学校中承担责任的重要性。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "那天是一个春天的下午，我和小红在她家里一起做作业。小红的妈妈进来看我们写作业的进度，但发现她还没有开始写作业。小红的妈妈非常生气，开始责骂小红，让我感到非常不安。",
                "where": "小红家，桌子上散乱地摆着我们的作业本和文具。",
                "when": "1996年03月15日15:30",
                "who": "我、小红、小红的妈妈",
                "description": "1996年03月15日下午3点半，我和小红在她家里做作业。小红的妈妈突然进来，看到小红还没开始写作业，就开始大声责骂她。我坐在旁边，感到很不安，不知道该说什么，只能默默地听着。小红的妈妈的声音很尖锐，让我感到非常紧张和无措。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "在小红被责骂后，我试图安慰她，但她情绪很激动，不愿意听我说话。我感到很无助和失落，回家后向母亲诉说了这件事。",
                "where": "小红家，房间里有些凌乱，作业本还散落在桌子上。",
                "when": "1996年03月15日16:00",
                "who": "我、小红",
                "description": "小红被她妈妈责骂后，我试图安慰她，但她情绪激动，根本不愿意听我说话。她的眼泪不停地流，我感到很无助，不知道该怎么帮助她。最终，我只能默默地看着她哭泣，心里觉得很失落。回到家后，我把这件事告诉了妈妈，希望能得到她的安慰。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "回家后，母亲耐心地听我讲述在小红家的经历，并给予我安慰和鼓励。母亲告诉我，每个人都有情绪波动的时候，重要的是要学会理解和包容他人。",
                "where": "我家，客厅里温暖的灯光下，母亲坐在沙发上听我诉说。",
                "when": "1996年03月15日18:00",
                "who": "我、母亲",
                "description": "回到家后，我在客厅里向母亲讲述了在小红家的经历。母亲一边听一边轻轻点头，她的眼神充满了关心和理解。她告诉我，每个人都有情绪波动的时候，重要的是要学会理解和包容他人。听完母亲的话，我感到一阵温暖和安心，心里的不安和失落也慢慢消散了。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "在一次家庭聚会准备前，我看到母亲忙碌地在厨房准备食物和打扫卫生。她显得非常疲惫，我便主动提出帮助她一起做家务。",
                "where": "家中，厨房和客厅，厨房的炊烟袅袅，客厅里摆满了准备招待客人的餐具。",
                "when": "2000年6月17日10:15",
                "who": "我和母亲",
                "description": "2000年6月17日上午10点15分左右，我在家中看到母亲忙碌地准备家庭聚会。厨房里弥漫着食物的香气，母亲在灶台前忙碌着，不时擦拭额头的汗水。我心疼地走上前，轻声对她说：“妈妈，我来帮你吧。”母亲抬起头来，眼里露出了欣慰的笑容，她点点头，同意了。我们一起在厨房忙碌，我负责洗菜和打扫，母亲则继续烹饪。我们配合默契，忙碌中我感到一种温暖的满足。母亲在过程中不停夸我能干，让我感到特别的被认可和需要，内心充满了成就感。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "在家庭聚会进行中，我不断帮助客人倒茶、递水果，并时刻关注着每一个细节，确保亲戚们都感到舒适。",
                "where": "家中，客厅，客厅里坐满了前来聚会的亲戚朋友，茶几上摆满了点心和水果。",
                "when": "2000年6月17日13:30",
                "who": "我和亲戚们",
                "description": "2000年6月17日下午1点30分左右，家庭聚会正式开始，家中客厅里坐满了前来聚会的亲戚朋友。茶几上摆满了点心和水果，我不停地在客厅里穿梭，给客人倒茶、递水果，时刻关注每一个细节，确保每个人都感到舒适。我注意到小姨的茶杯空了，立刻过去给她续上茶水。大伯夸我懂事，其他亲戚也纷纷称赞我能干。每当听到这些夸奖，我的心里都感到一阵暖意和满足感。这些夸奖不仅让我感到被认可，还让我更加坚定了自己的责任感。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "聚会结束后，父亲对我的表现进行了特别表扬，称赞我是家里的骄傲，并鼓励我继续保持。",
                "where": "家中，客厅，聚会结束后客厅里显得有些凌乱，但充满了欢快的气氛。",
                "when": "2000年6月17日16:45",
                "who": "我和父亲",
                "description": "2000年6月17日下午4点45分左右，家庭聚会结束后，家中的客厅显得有些凌乱，但仍然充满了欢快的氛围。父亲走到我面前，轻轻拍了拍我的肩膀，笑着说：“薇咏，你今天表现得非常好，真是咱家的骄傲。继续保持下去，好吗？”我抬头看着父亲，看到他眼里充满了骄傲和认可，我的心里顿时涌起一股暖流。我点点头，心里暗自下定决心要继续努力，争取在未来的每一个细节上都做到最好。父亲的表扬让我感到被关心和理解，也让我更加坚定了追求完美的信念。"
            }
        ]
    },
    "adolescence": {
        "name": "陶薇咏",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "李老师在班上宣布即将进行一次数学测验，我感受到父亲的严格要求和母亲的期望，下定决心要在这次测验中取得好成绩。",
                "where": "学校教室，教室墙上挂着黑板，窗外阳光明媚。",
                "when": "2002年5月10日14:30",
                "who": "李老师, 同学们",
                "description": "2002年5月10日下午2点半，在学校教室里，李老师站在讲台前宣布即将进行一次数学测验。教室里顿时安静下来，同学们互相窃窃私语。我心里一紧，想到父亲的严格要求和母亲的期望，感到一阵压力。我暗自下定决心，一定要在这次测验中取得好成绩。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "数学测验结果公布，我得了满分，李老师在全班面前表扬我，说我不仅聪明还很努力。这让我感到非常自豪，觉得自己被认可了。",
                "where": "学校教室，黑板上写着测验结果。",
                "when": "2002年5月13日10:15",
                "who": "李老师, 同学们",
                "description": "2002年5月13日上午10点15分，李老师站在讲台前，手里拿着测验结果。我坐在座位上，心跳加速。当李老师宣布我得了满分并在全班面前表扬我时，我感到无比自豪。教室里响起了掌声，同学们纷纷向我投来羡慕的目光。我觉得自己被认可了，心里充满了成就感。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "在得知我数学测验得满分后，父母对我表示了赞赏。父亲严肃地告诉我不能骄傲，要继续努力。母亲则温柔地鼓励我再接再厉。",
                "where": "家庭，餐桌上摆着晚餐。",
                "when": "2002年5月13日19:00",
                "who": "父母, 我",
                "description": "2002年5月13日晚上7点，在家中的餐桌上，晚餐刚摆好。父亲严肃地看着我，说这次表现很好，但不能骄傲，要继续努力。母亲温柔地拍拍我的肩膀，鼓励我再接再厉。我感到既有压力又有动力，心里充满了矛盾的情感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "我因感冒开始在家休息，感到头痛和全身乏力，但仍然担心学校的课程进度。父母对我的病情表示关心，母亲特别嘱咐我多休息。",
                "where": "家中的卧室，床头柜上放着一杯温水和一些感冒药。",
                "when": "2004年3月1日08:15",
                "who": "父母",
                "description": "2004年3月1日早晨，我在家中的卧室躺着，感冒让我感到头痛和全身乏力。母亲走进来，轻轻地抚摸我的额头，嘱咐我多休息。父亲也在一旁关切地问我需要什么。我虽然身体不适，但内心感受到他们的关心，这让我暂时放松了对学业的担忧。然而，想到学校的课程进度，我心里还是隐隐有些焦虑。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "我经过几天的休息后回到学校，发现课程已经进展到新的章节，听课时感到非常吃力。回家后，我试图赶上课程，但发现难度很大，开始感到焦虑。",
                "where": "学校的教室，课桌上堆满了同学们的笔记和课本。",
                "when": "2004年3月5日14:30",
                "who": "老师、同学",
                "description": "2004年3月5日下午，我回到学校的教室，坐在自己的座位上。看着老师在黑板上写下新的知识点，我感到非常吃力，似乎每个字都变得陌生。周围的同学们专心听讲，而我却感到自己已经落后了一大截。放学后，我回到家，试图通过自学赶上课程进度，但发现难度很大，心中的焦虑不断加剧。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "晚上，我回到家中，父亲询问我的学习进展。我表达了自己的焦虑和无助感，但父亲对我不够努力的表现感到失望，严厉责备了我。",
                "where": "家中的客厅，桌上的家庭作业和书本还摊开着。",
                "when": "2004年3月6日19:45",
                "who": "父亲",
                "description": "2004年3月6日晚上，我在家中的客厅做作业。父亲走过来，语气严肃地问我的学习进展。我告诉他自己感到很焦虑，无法赶上课程进度。父亲听后脸色一沉，严厉地责备我不够努力，声音充满了失望。我感到非常沮丧和无助，心里不断质疑自己的能力，觉得自己无法达到父母的期望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "我在高中毕业前的最后一次期末考试中取得了优异的成绩，但由于家庭经济状况不佳，我无法继续升学。",
                "where": "学校教室，墙上挂满了鼓励学生的标语，教室里同学们在互相讨论成绩。",
                "when": "2007年6月15日09:45",
                "who": "父母、班主任李老师、小红、小丽",
                "description": "2007年6月15日早上，我在学校教室里等待期末考试成绩的公布。当成绩单发到我手上时，我看到自己取得了优异的成绩，内心感到一丝激动。然而，当我想到家庭的经济状况时，这种激动瞬间被焦虑和无助取代。我的朋友小红和小丽也来祝贺我，但我只能勉强地笑笑。回到家中，父母看到我的成绩也很高兴，但随即沉默了，因为我们都知道，我无法继续升学。这一刻，我感到深深的失望和自责，仿佛所有的努力都变得无意义。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "我在家中与母亲讨论未来的计划，母亲虽然温柔支持但难掩失望，父亲则表现出更加严厉的态度。",
                "where": "家中客厅，墙上挂着我过去的奖状和照片，沙发上放着母亲刚刚织好的毛衣。",
                "when": "2007年6月20日19:30",
                "who": "母亲、父亲",
                "description": "2007年6月20日晚上，我和母亲坐在家中的客厅里，讨论我的未来计划。母亲温柔地对我说，虽然不能继续升学，但要相信自己能找到其他出路。我看得出她眼中的失望，心里一阵酸楚。这时，父亲走进客厅，他语气严厉地说：‘你必须找到一份工作，不能再让家庭负担这么重了。’我感到深深的内疚和压力，仿佛自己辜负了父母的期望。那一晚，我躺在床上辗转反侧，脑海中充满了对未来的疑虑和不安。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "我决定放弃升学，选择一份兼职工作，希望能够减轻家庭的经济负担。",
                "where": "家中厨房，窗外阳光明媚，厨房桌上摆着母亲刚做好的早餐。",
                "when": "2007年6月25日08:00",
                "who": "母亲",
                "description": "2007年6月25日早上，我在家中厨房里告诉母亲，我决定放弃升学，去找一份兼职工作。母亲听到后，虽然温柔地表示支持，但我能看出她眼中的失望。这一刻，我感到极度的无奈和遗憾，仿佛所有的梦想都在这一瞬间破灭。我知道这是现实的需要，但内心还是难以接受。我感到自己必须面对现实的挑战，同时也更加渴望被理解和支持。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "为了准备一个月后的物理竞赛，我每天额外学习两小时物理。父亲对我的努力表示赞赏，但也提醒我要保持成绩。母亲每天为我准备营养丰富的晚餐，希望我能够在竞赛中取得好成绩。",
                "where": "家中的书房和餐厅。书房里堆满了复习资料，餐桌上总是摆满了母亲精心准备的饭菜。",
                "when": "2005年10月10日19:00",
                "who": "父亲, 母亲",
                "description": "2005年10月10日晚上，我正坐在书房里埋头苦读，为下个月的物理竞赛做准备。父亲进来看了看我的笔记本，说：'薇咏，你最近真的很努力，但也要注意不要影响其他科目。' 我点点头，心里有些紧张。母亲在厨房忙碌着，饭菜的香味飘了过来。她端着一碗热汤走进书房，温柔地说：'多喝点汤，补充营养，竞赛的时候才能发挥得好。' 我感到一丝暖意，但更多的是沉重的责任感和压力。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "我在自己的房间里，隐约听到父母在客厅激烈讨论家庭的经济状况。父亲严厉地说‘我们省吃俭用就是为了让孩子有更好的未来’，母亲则低声叹气。这让我感到无比的压力和焦虑。",
                "where": "家中的房间，透过半掩的门听到客厅的对话。",
                "when": "2003年7月15日19:30",
                "who": "父亲，母亲",
                "description": "2003年7月15日傍晚，我在自己的房间里做作业，突然听到客厅里父母在讨论家庭的经济状况。父亲的声音特别严厉，‘我们省吃俭用就是为了让孩子有更好的未来’，母亲则低声叹气。我顿时感到一股无形的压力，心里想着‘我必须在学业上表现完美，才能回报父母的付出’。这种感觉让我感到非常焦虑和不安。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "我在学校操场上和小红讨论未来的学业选择。小红提到她希望能考上重点大学以减轻家庭负担。这让我更加意识到自己也需要努力学习，才能回报父母的期望。",
                "where": "学校操场，秋天的下午，微风轻拂，操场上有学生在打球。",
                "when": "2003年9月10日16:45",
                "who": "小红",
                "description": "2003年9月10日下午放学后，我和小红在学校操场上散步，讨论未来的学业选择。小红说她希望能考上重点大学，这样可以减轻家庭的经济负担。我听了后，心里一震，意识到自己也需要更加努力学习，才能不辜负父母的期望。这次对话让我感受到更大的责任感，同时也加剧了我的焦虑和压力。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "在一次班会中，班主任李老师公开表扬了我的学习成绩，并鼓励我继续努力。这让我感到一丝宽慰和成就感，但同时也增加了我的心理负担。",
                "where": "教室里，全班同学都在座位上，李老师站在讲台上。",
                "when": "2003年11月5日10:20",
                "who": "李老师，全班同学",
                "description": "2003年11月5日上午的班会课上，李老师在讲台上公开表扬了我的学习成绩，鼓励我继续努力。全班同学都在看着我，这让我感到一丝宽慰和成就感，但也让我感受到更多的压力。我心里想着‘我必须保持这种表现，不能辜负老师和父母的期望’。这次表扬让我在感到荣耀的同时，也倍感沉重。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "我和小红一起在家中的书桌前复习，讨论了多个重要的考试内容，并互相鼓励放松心态，认真复习。",
                "where": "家中的书桌，桌上摆满了复习资料和笔记。",
                "when": "2003年12月20日18:30",
                "who": "小红",
                "description": "2003年12月20日晚上，我和小红坐在家中的书桌前，桌上堆满了复习资料和笔记。我们反复讨论着即将到来的期末考试内容。小红时不时抬起头来对我微笑，说要放松心态，认真复习。我心里却越来越紧张，深知自己必须比小红表现得更好，才能得到父母和老师的认可。这种焦虑感像一块沉重的石头压在我的心头，无法摆脱。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "父亲走进书房，检查了我的复习进度，并对我的努力表示赞扬，但同时强调我必须在考试中取得优异成绩。",
                "where": "家中的书房，书桌上堆满了复习资料。",
                "when": "2003年12月20日19:15",
                "who": "父亲、小红",
                "description": "2003年12月20日晚上19:15，父亲走进了书房，看了看我和小红的复习进度。他对我的努力表示了赞扬，但接着又严肃地强调，我必须在期末考试中取得优异成绩。他的话让我感到压力倍增，心里开始担心如果成绩不理想，我将失去父母的认可。小红静静地坐在一旁，似乎也感受到了我内心的紧张和压力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "复习结束后，小红对我表达了对考试的担忧，两人互相倾诉了学习压力，并决定每天一起复习直到考试结束。",
                "where": "家中的书桌，书桌上的资料稍微整理了一下。",
                "when": "2003年12月20日20:00",
                "who": "小红",
                "description": "2003年12月20日晚上20:00，复习结束后，小红轻声对我说，她对即将到来的考试感到非常担忧。我们开始互相倾诉学习的压力，那一刻我感到稍微放松了一些。小红提议我们每天一起复习直到考试结束，我点头同意了。尽管内心仍然觉得自己需要比小红表现得更好，但这次谈话让我感到了一丝温暖和理解。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "高三下学期临近高考，我在一次模拟考试中成绩不理想，感到非常焦虑和失望。晚饭时，父亲严厉地批评了我的成绩，而母亲则试图安慰我。",
                "where": "家中餐厅，餐桌上摆满了晚餐，气氛紧张。",
                "when": "2006年4月15日19:30",
                "who": "我、父亲、母亲",
                "description": "2006年4月15日晚上，家中的餐厅里，我和父母一起吃晚饭。餐桌上摆放着几道家常菜，但我几乎没有胃口。父亲看到我的模拟考试成绩后，脸色顿时变得严厉起来。他责备我没有尽力，声音中充满了失望和不满。我低着头，一句话也说不出来，心里充满了愧疚和压力。母亲在一旁试图缓和气氛，她轻声安慰我，说成绩只是暂时的，最重要的是不要太过紧张。我感到无比的矛盾和痛苦，一方面希望得到父亲的认可，另一方面又渴望母亲的理解和支持。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "晚饭后，我回到房间开始复习功课，但无法集中注意力，感到非常无助和沮丧，终于在夜里忍不住哭了起来。",
                "where": "家中我的房间，桌上摆满了复习资料。",
                "when": "2006年4月15日22:00",
                "who": "我",
                "description": "2006年4月15日晚上10点，我回到房间，桌上堆满了复习资料和笔记本。我试图专心复习，但脑海中一直回荡着父亲的话语和失望的表情。我感到极度的无助和沮丧，眼泪不自觉地流了下来。我抱着膝盖坐在床上，任由泪水滑过脸颊，心中充满了对未来的恐惧和对自己的怀疑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "母亲听到我的哭声，走进房间安慰我。她告诉我成绩只是一部分，最重要的是要开心，我们母女俩长时间拥抱在一起。",
                "where": "家中我的房间，床边的灯光柔和。",
                "when": "2006年4月15日22:15",
                "who": "母亲、我",
                "description": "2006年4月15日晚上10点15分，母亲听到我的哭声，轻轻推开房门走了进来。她坐在我身边，轻抚我的背，柔声说道：“成绩不是最重要的，妈妈只希望你能开心。”她的话语如同一股暖流，温暖了我的心。我们母女俩紧紧相拥，我在她的怀里感受到了久违的安慰和支持。虽然我的内心依旧充满了对完美的追求，但这一刻，我感受到了母亲无条件的关爱。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "李老师在班会上介绍了即将到来的寒假志愿者活动，鼓励我们积极参与。这次活动主要是帮助社区里的老人，特别是那些行动不便的独居老人。",
                "where": "教室，黑板上写着活动的相关信息，窗外的阳光透过玻璃洒进来。",
                "when": "2004年1月10日15:30",
                "who": "李老师，全班同学",
                "description": "2004年1月10日下午，教室里充满了同学们的窃窃私语，李老师站在讲台上，黑板上写着‘寒假志愿者活动’。他说，这次活动将是一次帮助社区老人的机会，特别是那些独居的老人。李老师鼓励我们积极参与，说这不仅是对社会的贡献，也是个人成长的好机会。我听着，心里默默决定要报名参加，因为我觉得这是一个证明自己责任感的好机会。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "寒假开始后，我与其他志愿者一起前往社区活动中心，开始了为期两周的志愿者服务。我们帮助老人打扫房间、买菜、聊天，并组织了一些简单的文艺活动。",
                "where": "社区活动中心，墙上挂着一些老人们的照片和活动安排表。",
                "when": "2004年1月15日09:00",
                "who": "社区老人，志愿者团队",
                "description": "2004年1月15日早上，社区活动中心一片忙碌的景象。墙上挂着老人们的照片和活动安排表，我和其他志愿者们分工合作，有的去帮老人们打扫房间，有的去买菜。我负责陪老人们聊天，听他们讲述过去的故事。我们还组织了一些简单的文艺活动，老人们脸上洋溢着笑容。看到他们开心，我感到一种深深的满足感和成就感，暂时忘却了学业上的压力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "志愿者活动结束后的总结会上，我和其他志愿者分享了自己的心得体会。我谈到在帮助老人过程中，自己学到了很多，也感受到了前所未有的满足感。",
                "where": "社区活动中心，会议室里排满了椅子，桌上摆着茶水和点心。",
                "when": "2004年1月30日16:00",
                "who": "社区老人，志愿者团队",
                "description": "2004年1月30日下午，在社区活动中心的会议室里，我们志愿者们坐在一起，桌上摆着茶水和点心。总结会开始了，每个人都分享了自己的心得体会。当轮到我时，我站起来，谈到在帮助老人的过程中，学到了很多，也感受到了前所未有的满足感。我说，这次经历让我认识到，除了学业，帮助他人也是一种价值。我的话引起了大家的共鸣，会议室里响起了热烈的掌声。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "班主任李老师在班会上提到‘成功并不只看成绩，还有很多其他的因素’。",
                "where": "学校教室，教室里灯光明亮，墙上贴满了学生们的学习资料。",
                "when": "2005年5月15日14:30",
                "who": "李老师，同学们",
                "description": "2005年5月15日下午的班会课上，李老师站在讲台前，面对着全班同学。他的目光温和且坚定，声音清晰有力地说：‘成功并不只看成绩，还有很多其他的因素。’这句话在我心中引起了震动。我一直以为成绩是衡量成功的唯一标准，现在却听到老师这样说。我环顾四周，看到同学们有的在认真听讲，有的在低头思考。我开始思索老师的话，但多年来对完美和成绩的追求，让我一时难以完全接受这个观点。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "晚饭后，我和父母在餐桌上讨论我的学习成绩和未来规划。我感到学业压力越来越大，父亲的严格和母亲对成绩的高期望让我感到难以承受。讨论过程中，我逐渐感到焦虑和压力。",
                "where": "家里的餐厅，桌上还摆着刚刚吃完的晚饭，窗外的街灯已经亮起。",
                "when": "2005年4月5日19:30",
                "who": "我，父亲，母亲",
                "description": "2005年4月5日晚上，晚饭后我们一家人坐在餐桌旁。父亲一边放下筷子，一边问我这次的考试成绩怎样。我低着头，没有直接回答。母亲接着说：“我们希望你能考上好大学，有个好前途。”我感觉胸口像压了一块大石头，呼吸都变得困难。父亲的语气变得严厉起来：“你不能辜负我们的期望，要更加努力！”我感到无比焦虑和无力，但也知道自己必须找到一种方式来应对这种压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "几天后，我在学校感到压力越来越大。我的朋友小红注意到我情绪低落，于是主动找我聊天。我向小红倾诉了自己对学业压力的担忧。",
                "where": "学校操场，操场上有些同学在跑步，树荫下我们找了个安静的角落。",
                "when": "2005年4月8日16:45",
                "who": "我，小红",
                "description": "2005年4月8日下午放学后，我独自走在操场上，感觉整个人被压力压得透不过气。小红看到我，走过来说：“薇咏，你看起来有些不对劲，发生什么事了吗？”我看着她，眼眶突然湿润了。我向小红倾诉了最近家里和学习上的压力，她耐心地听着，时不时点点头。她鼓励我，并建议我在班会上表达自己的感受。这次与小红的交流让我感受到朋友的支持，心情稍微好了一些。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "在班会上，我鼓起勇气向班主任李老师和同学们表达了自己对学业压力的困扰。李老师认真倾听并表示理解，还鼓励其他同学分享他们的感受。",
                "where": "学校教室，教室里阳光透过窗户洒在桌面上，大家围坐成一个圈。",
                "when": "2005年4月12日14:00",
                "who": "我，李老师，同学们",
                "description": "2005年4月12日下午，班会开始了。我心跳加速，手心出汗，但还是站起来说：“老师，同学们，我最近感到压力很大，特别是学业方面。”李老师放下手中的教案，认真地看着我说：“薇咏，我们都能理解这种感受，你愿意多说一些吗？”我深吸一口气，继续说道：“我觉得自己很难达到父母和老师的期望，有时候真的很无力。”李老师点点头，鼓励其他同学也分享他们的感受。班级气氛变得更加开放和支持，许多同学也表达了类似的困扰。这次班会让我感到被理解和支持，内心的负担得到了释放，焦虑也减轻了不少。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "高三毕业前夕，我、小红和小丽决定在一个周五下午的放学后一起去学校操场回顾这几年的学习生活。那天阳光明媚，操场上人并不多，我们三人坐在操场边缘的草地上，开始聊起从初中到高中的点点滴滴。",
                "where": "学校操场，阳光明媚的下午，操场上人并不多，我们坐在操场边缘的草地上。",
                "when": "2007年5月25日16:00",
                "who": "小红，小丽",
                "description": "2007年5月25日下午4点，阳光明媚。我、小红和小丽决定放学后一起去学校操场回顾这几年的学习生活。操场上人不多，我们三人坐在边缘的草地上，开始聊起从初中到高中的点点滴滴。小红说起我们第一次见面的情景，小丽则回忆起我们一起度过的那些熬夜复习的日子。我们都笑了，感受到友谊的珍贵。那个下午，我感到被理解和支持，开始意识到成绩并不是唯一重要的东西。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "在那次回顾学习生活的聊天中，小红提到她将来想成为一名老师，而小丽则分享了她计划出国留学的梦想。我虽然没有明确的未来计划，但我受到朋友们的启发，开始思考自己的未来。",
                "where": "学校操场，阳光明媚的下午，我们坐在操场边缘的草地上。",
                "when": "2007年5月25日16:30",
                "who": "小红，小丽",
                "description": "在那次回顾学习生活的聊天中，小红提到她将来想成为一名老师，她说这话时眼中充满了憧憬。小丽则分享了她计划出国留学的梦想，她说她想见识更广阔的世界。当时我虽然没有明确的未来计划，但朋友们的分享让我深受启发。我开始思考自己的未来，感受到未来的无限可能。尽管家庭经济原因让我未能上大学，但我意识到自己仍然可以有很多选择。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "聊天结束后，我们三人互相承诺无论未来如何，都要保持联系和友谊。我们决定在毕业典礼后再聚一次，共同庆祝这段珍贵的学习时光。",
                "where": "学校操场，阳光渐渐西斜，操场上的人更少了。",
                "when": "2007年5月25日17:00",
                "who": "小红，小丽",
                "description": "聊天结束后，阳光渐渐西斜，操场上的人更少了。我们三人互相承诺无论未来如何，都要保持联系和友谊。小红握着我的手说：“无论将来发生什么，我们都要保持联系。”小丽也点头附和。我们决定在毕业典礼后再聚一次，共同庆祝这段珍贵的学习时光。那个时刻，我感受到强烈的情感联系和支持，意识到友谊和情感支持能为我提供坚实的心理支撑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "班主任李老师在一次班会课上鼓励我们全班积极参与即将到来的学校运动会，并强调每个人都有自己独特的价值。这段话引起了我的思考，因为我一直以来都认为只有成绩优秀才有价值。",
                "where": "学校的教室，黑板上还写着‘运动会’的字样，教室里充满了同学们的喧闹声。",
                "when": "2006年10月04日09:15",
                "who": "班主任李老师，全班同学",
                "description": "2006年10月4日上午9点15分，我们正在上班会课。李老师站在讲台上，语重心长地对我们说，运动会不仅仅是比拼成绩的场合，而是每个人展示自己独特价值的机会。我坐在教室后排，听到这番话时内心深受触动，因为这与我长期以来的观念截然不同。我的心里充满了困惑和不安，不知道该如何面对这种新的理念。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "在运动会当天，我和小红、小丽一起观看了比赛。当我们看到一个成绩不太好的同学在比赛中表现出色并获得第一名时，全班同学都为他欢呼，这使我深受震撼。",
                "where": "学校的运动场，四周围满了欢呼的同学，赛道上尘土飞扬。",
                "when": "2006年10月10日10:30",
                "who": "陶薇咏，小红，小丽，全班同学",
                "description": "2006年10月10日上午10点30分，运动会正在进行。我和小红、小丽站在运动场旁观看比赛。突然，一个平日成绩不太好的同学在短跑比赛中冲刺到终点，拿到了第一名。全班同学都为他欢呼，连李老师也露出了欣慰的笑容。这一幕让我感到震撼，我开始意识到成绩并不是唯一的价值评判标准。看到大家的欢呼，我内心有种前所未有的情感冲击，既感到欣喜又有些迷茫和不安。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "运动会结束后，我和小红、小丽坐在学校操场旁的草地上，讨论当天的比赛和那个同学的表现。小红表示，每个人都有自己的特长和价值，不应该仅仅以成绩来评判自己。而小丽则认为成绩依然很重要，但也承认其他方面的价值。",
                "where": "学校操场旁的草地，阳光洒在我们身上，空气中弥漫着青草的香味。",
                "when": "2006年10月10日12:00",
                "who": "陶薇咏，小红，小丽",
                "description": "2006年10月10日中午12点，运动会结束后，我和小红、小丽坐在学校操场旁的草地上，讨论比赛时的情景。小红说，每个人都有自己的特长和价值，不应该仅仅以成绩来评判自己。她的话让我感到一些安慰和支持。小丽则承认成绩很重要，但也同意其他方面的价值不容忽视。她们的观点让我开始重新审视自己的信念和未来的方向，内心充满了矛盾的情感，一方面希望能够放松对成绩的过度追求，另一方面又担心失去父母和老师的认可。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "高三毕业前的最后一次模拟考试，我因为父亲的高期待和严格要求感到了巨大的压力，考试成绩不理想，回家后与父亲发生了激烈的冲突。",
                "where": "南京市某中学的教室，和家中的客厅",
                "when": "2007年5月25日15:30",
                "who": "父亲，母亲",
                "description": "2007年5月25日下午，我在南京市某中学的教室里参加了高三毕业前的最后一次模拟考试。考试结束后，我的心情非常沉重，因为我知道成绩不理想。回到家中，父亲看到成绩单后非常生气，他开始指责我不够努力。母亲试图调解，但无济于事。父亲的言辞越来越激烈，我感到非常压抑和无助，最终忍不住和他争吵起来。整个客厅充满了紧张的气氛，桌上的茶杯被打翻，茶水洒了一地，我的心情跌到了谷底。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "在高考结束后，我和朋友小红、小丽一起去公园散心，我们讨论了未来的打算，我开始意识到不一定要通过学业才能实现自我价值。",
                "where": "南京市某公园，靠近湖边的小径上",
                "when": "2007年6月10日16:45",
                "who": "小红，小丽",
                "description": "2007年6月10日下午，我和小红、小丽相约在南京市某公园散心。我们走在靠近湖边的小径上，微风吹过，带来一丝凉意。我们坐在长椅上，聊起了高考和未来的打算。小红说她想去外地读大学，小丽则考虑出国留学。而我一直以来都在为学业成绩焦虑，但这次聊天让我开始思考，或许自我价值并不仅限于学业。我们彼此鼓励，分享着对未来的期望，我的心情也变得轻松了许多。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "高考成绩公布后，我虽然成绩优异，但因家庭经济问题决定不继续上大学。这一决定让我感到失落和无奈，但也促使我尽快找到工作。",
                "where": "南京市家中，客厅里的沙发上",
                "when": "2007年6月23日10:00",
                "who": "父亲，母亲",
                "description": "2007年6月23日上午，家中的客厅里，我坐在沙发上，手里紧握着高考成绩单。虽然成绩很优异，但由于家庭经济问题，父母决定不让我继续上大学。父亲的脸上满是无奈，母亲则眼眶红红的。这个决定让我感到非常失落和无奈，但我知道自己必须面对现实。我们一家人在客厅里沉默了很久，最终决定我尽快找到一份工作，减轻家庭的负担。这一刻，我深刻体会到了家庭的责任感。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_4",
                "stage_key": "青春期",
                "what": "高三毕业后，我在一家书店找到了一份兼职工作，虽然与学业无关，但我在这里找到了新的成就感和满足感。",
                "where": "南京市一家书店，书架之间的过道",
                "when": "2007年7月1日09:00",
                "who": "书店同事，顾客",
                "description": "2007年7月1日上午，我在南京市的一家书店开始了我的兼职工作。书店里弥漫着书香，温暖的阳光透过窗户洒在书架上。我和同事们一起整理书籍，推荐图书给顾客，虽然工作与学业无关，但我在这里找到了新的成就感和满足感。每当顾客满意地离开书店，我的心里都会感到一阵喜悦。书店的工作让我认识到，生活中还有很多值得追求的价值，这让我对自己的未来充满了信心。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "我在家中客厅偶然打开电视，看到一个关于青少年抑郁症的节目。听到主持人和嘉宾讨论学业压力对青少年心理健康的影响，特别是一些学生由于无法达到父母和老师的期望，而陷入情绪低谷。",
                "where": "家中客厅，电视机正对着沙发，旁边是摆放整齐的书架。",
                "when": "2006年8月15日19:35",
                "who": "电视节目主持人，嘉宾",
                "description": "2006年8月15日晚上，我坐在家中客厅的沙发上，偶然打开了电视。一个关于青少年抑郁症的节目正在播放。主持人和嘉宾讨论着学业压力对青少年心理健康的影响，特别是一些学生因未能达到父母和老师的期望而陷入情绪低谷。当听到这一点时，我心里一震，似乎看到了自己。我一直在努力满足父母和老师的期望，也因此感受到巨大的压力。那一刻，我开始反思自己的情绪状态，意识到需要关注自己的情绪健康。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "在看到节目后的第二天，我在学校与好朋友小红分享了自己对节目内容的感受，表达了在学业上的压力和对父母期望的担忧。",
                "where": "学校操场，阳光明媚，操场上有许多学生在活动。",
                "when": "2006年8月16日12:30",
                "who": "陶薇咏，小红",
                "description": "2006年8月16日中午，我和小红在学校操场边走边聊。我告诉她昨晚看了一个关于青少年抑郁症的节目，里面提到了学业压力和父母期望对青少年的影响。我向她倾诉了自己在学业上的压力和对父母期望的担忧。小红也分享了她的类似经历，我们互相安慰和支持。听到她有相似的感受，我感到一些安慰，意识到我并不孤单，很多同龄人也在经历相似的压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "几天后，我在班主任李老师的课后辅导课上，鼓起勇气向李老师提到了我在节目中看到的内容，以及自己在学业压力下的感受。李老师耐心地听取了我的倾诉，并鼓励我在面对压力时要学会自我调节和寻求帮助。",
                "where": "学校教室，窗外阳光透过窗帘洒进来，教室里只剩下我们两个人。",
                "when": "2006年8月20日16:45",
                "who": "陶薇咏，李老师",
                "description": "2006年8月20日下午，在班主任李老师的课后辅导课上，我鼓起勇气向李老师提到了我在节目中看到的内容，以及自己在学业压力下的感受。李老师耐心地听取了我的倾诉，时不时点头表示理解。她告诉我，面对压力时要学会自我调节，并鼓励我在需要时寻求帮助。李老师的理解和鼓励让我感受到了来自师长的关心和支持，减轻了我一部分心理负担。那一刻，我感受到了自己有能力应对学业和情感上的挑战。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "我在家中备考高三最后一次模拟考试，感到极度焦虑和压力。",
                "where": "家中，书房内，桌上摆满了复习资料和笔记。",
                "when": "2007年4月10日19:30",
                "who": "父亲、母亲",
                "description": "2007年4月10日晚上，我在家中的书房里紧张地翻阅着复习资料，桌子上堆满了书本和笔记。父亲时不时走进来看我一眼，虽然没有说话，但他的目光充满了期待和严肃。母亲端来了一杯热牛奶，轻轻放在桌边，温柔地提醒我注意休息，但她的眼神里也透着担忧。我感到心跳加速，手心出汗，仿佛每一页书都在重重压在我的心头。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "在高三最后一次模拟考试当天，我在考场上奋力作答，感受到巨大的心理压力。",
                "where": "学校考场，宽敞明亮的教室，四周是紧张的同学们。",
                "when": "2007年4月15日09:00",
                "who": "小红、小丽、其他同学",
                "description": "2007年4月15日早上，我坐在学校考场的座位上，手里紧握着笔，试卷上的每一道题都显得那么严肃。考场里静悄悄的，只能听到笔尖划动的声音。小红坐在我前排，她的背影显得那么镇定；小丽在我右侧，时不时皱眉思考。我能感觉到每个人都在全力以赴。我努力集中注意力，但心里却不停地想着父母的期望和我的责任感，感到一种无法言喻的压力。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "在高三最后一次模拟考试后，我和几个好朋友一起去郊游，感受到前所未有的轻松和快乐，暂时忘却了学业压力。",
                "where": "南京郊外，绿意盎然的山野，清新的空气。",
                "when": "2007年4月20日10:00",
                "who": "小红、小丽、其他朋友",
                "description": "2007年4月20日上午，我和小红、小丽以及其他几个朋友一起去了南京郊外。阳光洒在我们身上，微风拂过脸庞，带来阵阵花香。我们带着零食和饮料，躺在草地上聊天、笑闹，暂时忘却了所有的学业压力。小红讲了一个有趣的故事，小丽分享了她的心情，我们都笑得前仰后合。这一刻，我感到前所未有的轻松和快乐，仿佛所有的烦恼都被抛在了脑后。"
            }
        ]
    },
    "recent_events": {
        "name": "陶薇咏",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我发现丈夫最近几周因为工作忙碌，回家时间越来越晚，我们夫妻之间的交流也因此减少。大宝注意到了这一变化，开始频繁地问我是否和爸爸吵架了，甚至问是不是要离婚。",
                "where": "家中客厅，沙发旁边放着孩子们的玩具，电视机开着但没人看。",
                "when": "2024年1月10日18:30",
                "who": "大宝, 丈夫",
                "description": "2024年1月10日18:30，我坐在家中客厅的沙发上，眼神时不时瞟向门口，希望能听到丈夫下班回家的声音。大宝跑过来，坐在我旁边，眼睛透着疑惑和不安，问我是不是和爸爸吵架了，是不是要离婚。我心里一阵酸楚，不知道该怎么回答，只能勉强笑着说我们只是忙而已。看着孩子困惑的眼神，我感到内疚和困惑，觉得自己没有能力为孩子提供一个稳定的家庭环境。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "为了缓解家庭紧张气氛，我决定组织一次家庭活动，带孩子们去公园玩。但在活动过程中，大宝表现得很情绪化，对小宝的行为频频发火。",
                "where": "公园，阳光明媚，草坪上有许多家庭在野餐，孩子们在游乐区玩耍。",
                "when": "2024年1月15日14:00",
                "who": "大宝, 小宝",
                "description": "2024年1月15日14:00，我带着孩子们去公园，希望能放松一下家庭的紧张气氛。阳光明媚，公园里充满了欢笑声。我们在草坪上铺开毯子，准备了一些小零食。然而，大宝却因为小宝拿了他的玩具而大发脾气，眼泪汪汪地喊叫。我试图安抚他，但他依然情绪激动。我感到无力和沮丧，内心充满了对自己作为母亲能力的质疑，认为自己无法有效管理孩子的情绪。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "我在与丈夫的晚餐时间尝试沟通，表达了对家庭现状的担忧和对孩子情绪变化的困惑，希望能够得到丈夫的支持和理解。",
                "where": "家中餐厅，温暖的灯光下，餐桌上放着简单的晚餐。",
                "when": "2024年1月20日19:30",
                "who": "丈夫",
                "description": "2024年1月20日19:30，我和丈夫在家中餐厅共进晚餐。桌上的菜还热腾腾的，但我的心情却沉重。我鼓起勇气，向丈夫表达了对家庭现状的担忧，尤其是孩子的情绪变化。我希望他能理解我的压力，并多抽时间陪伴家庭。丈夫听后，握住我的手，说他理解我的担忧，并会尽量多抽时间陪伴家庭。这让我感到了一些安慰，但内心深处的担忧和疲劳感并没有显著减轻。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "丈夫因为工作忙碌，连续几个晚上没有回家吃晚饭，这让我需要独自照顾孩子们，处理家庭事务。我感到孤独和被忽视，认为自己在家庭中的角色不被重视。",
                "where": "家中的厨房，孩子们在餐桌旁边等待，而我在灶台前忙碌。",
                "when": "2024年2月1日19:00",
                "who": "丈夫、大宝、小宝",
                "description": "2024年2月1日晚上，我在厨房准备晚餐，孩子们在餐桌旁边等待。我心里想着丈夫又一次因为工作忙碌而无法回家吃饭，感到一种说不出的孤独和被忽视。丈夫连续几个晚上没有回家吃晚饭，我需要独自照顾两个孩子，处理所有的家庭事务。大宝和小宝时不时问为什么爸爸不回来，我只能勉强挤出一个笑容告诉他们爸爸很忙。那一刻，内心的孤独感和被忽视的感觉前所未有地强烈，我开始怀疑自己在家庭中的角色是否被重视。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "孩子们开始问为什么爸爸不回来吃晚饭，我感到无奈和压力，不知道如何回答孩子们的问题。我担心孩子们会因此感到家庭不和谐。",
                "where": "家中的餐厅，餐桌上摆满了我精心准备的晚餐。",
                "when": "2024年2月3日18:30",
                "who": "大宝、小宝",
                "description": "2024年2月3日晚上，家里的餐厅里摆满了我精心准备的晚餐。大宝和小宝看着空荡荡的座位，问我为什么爸爸不回来吃饭。我感到无奈和压力，不知道如何回答孩子们的问题。我勉强笑着说‘爸爸工作很忙’，但内心的焦虑却无处遁形。我担心孩子们会因此感到家庭不和谐，这让我心里特别沉重。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "我试图通过安排家庭活动来弥补丈夫缺席的影响，但孩子们仍然询问爸爸的去向，显得不太开心。这让我感到失败和挫败。",
                "where": "家中的客厅，地上散落着玩具和游戏板。",
                "when": "2024年2月5日16:00",
                "who": "大宝、小宝",
                "description": "2024年2月5日下午，为了弥补丈夫连续几晚缺席的影响，我在客厅里安排了家庭游戏活动。地上散落着玩具和游戏板，但孩子们的注意力却不在游戏上。他们时不时地问‘爸爸什么时候回来？’我试图用游戏转移他们的注意力，但效果甚微，孩子们显得不太开心。我内心感到失败和挫败，认为自己没有能力让家庭感到幸福。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，我发现自己很难融入大家的谈话，觉得非常孤独和无助。",
                "where": "亲戚家中，客厅里灯光明亮，茶几上摆满了各种小吃和饮料，亲戚们围坐在一起聊天。",
                "when": "2024年3月15日18:30",
                "who": "亲戚们，包括我的叔叔、婶婶、表兄弟姐妹们。",
                "description": "2024年3月15日晚上，在亲戚家中举行的家庭聚会中，我感到自己像个局外人。大家在热烈地讨论各种话题，而我却插不上话。每当我试图加入对话时，总觉得自己的声音被淹没了。我拿起桌上的一块小点心，心里却有种说不出的孤独感。我坐在角落里，看着大家的笑脸，内心却越来越感到无助和孤独。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在聚会后的一周，我和丈夫就聚会的感受进行了交流，但他因为工作忙碌只简单安慰了一下，没有深入探讨。",
                "where": "家中，卧室的床上，我们坐在床边。",
                "when": "2024年3月22日20:45",
                "who": "丈夫",
                "description": "2024年3月22日晚，我在家中和丈夫谈起上周的聚会。我告诉他我有多么难过和孤独，但他只是简单地说了几句安慰的话，然后就转身去忙他的工作了。我坐在床边，感到自己的感受被忽视了。我只是希望他能多陪我说说话，但现实却让我觉得更加孤独和失落。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "在聚会后的第二周，我尝试通过与朋友小红联系来寻求心理支持，但发现她因家庭琐事无法抽出时间见面。",
                "where": "电话中，我在厨房里，她在家里。",
                "when": "2024年3月29日14:10",
                "who": "朋友小红",
                "description": "2024年3月29日下午，我在厨房里给朋友小红打电话。我告诉她我最近的烦恼和孤独感，但她听起来也很忙。她说她家里有很多事要处理，没办法抽出时间来见面。我挂掉电话后，站在厨房的窗前，看着外面的天空，内心感到更加孤独无助。我真的希望有人能理解我、支持我，但现实却让我感到更加无力。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我感到疲惫和情绪低落，于是向丈夫表达我希望他能多分担一些家务。",
                "where": "家中客厅，沙发上还散落着孩子们的玩具，茶几上有未清理的碗筷。",
                "when": "2024年4月5日19:30",
                "who": "丈夫",
                "description": "2024年4月5日晚上，我在家中的客厅和丈夫谈话。我告诉他我最近感到非常累，希望他能多分担一些家务。丈夫坐在沙发上，低头看着手机，头也不抬地说他工作也很累，无法应付更多的家务。我感到失望和无助，眼眶渐渐湿润，觉得自己没有被理解和支持。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "因为家务分担问题与丈夫发生争吵，丈夫指责我太过于完美主义，总是挑剔。",
                "where": "家中卧室，床上放着未叠好的衣服，床头灯微弱地照亮着房间。",
                "when": "2024年4月6日21:15",
                "who": "丈夫",
                "description": "2024年4月6日晚上，在家中的卧室里，我和丈夫因为家务分担的问题发生了争吵。他指责我太过于完美主义，总是挑剔。我气得脸都红了，声音也提高了八度，反驳他不理解我的辛苦。丈夫叹了口气，背过身去不再说话。我感到自己不被理解和支持，内心的情绪低落进一步加深，怀疑自己的价值，感到孤独和无力。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "争吵过后，我独自哭泣，思考是否自己真的过于完美主义。",
                "where": "家中卧室，房间里只剩下我一个人，窗外的街灯透过窗帘洒进来。",
                "when": "2024年4月6日21:45",
                "who": "无",
                "description": "2024年4月6日晚上，在和丈夫争吵之后，我独自坐在家中的卧室里哭泣。房间里一片寂静，只有我的抽泣声。我开始思考是否自己真的过于完美主义，是否因为自己的要求太高才导致这么多问题。我感到自我怀疑和内疚，觉得自己没有做到完美就会被忽视和批评。这些想法不断在脑海中盘旋，让我的情绪更加低落。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我收到朋友小红的邀请，决定在咖啡馆见面。尽管我很久没有外出社交，但我感到既期待又紧张。",
                "where": "家中的厨房里，我正在为孩子准备早餐，突然收到小红的微信消息。后来我们在家附近的咖啡馆见面。",
                "when": "2024年5月10日09:30",
                "who": "我和朋友小红",
                "description": "2024年5月10日早上，我正忙着为孩子们准备早餐，突然收到朋友小红的微信邀请。她提议在家附近的咖啡馆见面。我一边煎鸡蛋，一边想着好久没有外出社交了，既感到期待，又觉得有些紧张。过了一会儿，我决定接受邀请，希望能暂时逃离日常的家务琐事。约定时间一到，我穿上了平时并不常穿的连衣裙，走到咖啡馆，心里七上八下。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在咖啡馆见面时，小红分享了自己参与的各种活动和兴趣爱好，展示了她的充实生活。我则显得有些拘谨，更多倾听而非主动分享。",
                "where": "咖啡馆里，靠窗的一角，我们坐在舒适的沙发椅上，阳光透过窗户洒进来。",
                "when": "2024年5月10日10:00",
                "who": "我和朋友小红",
                "description": "2024年5月10日上午10点，在家附近的咖啡馆里，我和小红坐在靠窗的一角，阳光透过窗户洒在我们身上。小红兴致勃勃地分享着她最近参加的瑜伽课、绘画班和周末的露营活动，她的脸上洋溢着幸福和满足。我微笑着点头，更多的是倾听，而不是主动分享。回忆起自己的日常生活，突然觉得有些单调无味。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "回到家中后，我对自己与小红的差距感到更加明显，加重了我的疲倦感和情绪低落。我开始反思自己的生活选择，感到孤独和压力。",
                "where": "家中，刚走进门时客厅的沙发上坐了下来，孩子们在旁边玩耍。",
                "when": "2024年5月10日12:00",
                "who": "我和家人（丈夫与孩子）",
                "description": "2024年5月10日中午12点，我回到家中，刚走进门就感觉到一阵疲倦，坐在客厅的沙发上。孩子们在旁边玩耍，我的丈夫在书房里忙着工作。小红的充实生活让我感到与她的差距更加明显，心里一阵阵酸楚。我开始反思自己的生活选择，觉得自己在家庭事务中的付出未得到足够的认可和理解，感到孤独和压力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我在6月初开始感到疲倦，尤其是在处理家庭琐事和照顾孩子方面。我试图通过阅读和烹饪来放松自己，但效果不佳。",
                "where": "家中客厅，窗外阳光明媚，但我感到心情沉重。",
                "when": "2024年6月1日10:15",
                "who": "我",
                "description": "2024年6月1日上午，我在家中客厅感到异常疲倦。尽管阳光透过窗户洒进房间，但我的心情却始终无法轻松。孩子们在旁边玩耍，我试图通过阅读一本心爱的书籍和烹饪一道新菜来放松自己，但无论怎么努力，都感觉不到任何的放松。那一刻，我深深感到自己在家庭中的疲惫感和无力感，仿佛被困在一个永无止境的循环中。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "某天晚上，我在给大宝辅导功课时，感到有些力不从心。尽管我想帮助大宝，但孩子却表现出不耐烦和抗拒。",
                "where": "家中书房，书桌上堆满了作业本和辅导书。",
                "when": "2024年6月15日19:30",
                "who": "我, 大宝",
                "description": "2024年6月15日晚上，我和大宝在家中书房进行功课辅导。书桌上堆满了作业本和辅导书，我试图耐心地解释一个数学题，但大宝显得非常不耐烦，不断地打断我。每次看到他皱起眉头，我的心情就更加沉重，感到自己在教育他的过程中显得无能为力。那一刻，我意识到自己或许在家庭教育方面并不像想象中那样胜任，这种挫败感让我感到深深的自我怀疑。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "我在与丈夫交流时提到自己在辅导孩子功课时的挫败感，丈夫表示理解但因工作忙碌未能提供更多支持。",
                "where": "家中客厅，夜晚灯光昏暗。",
                "when": "2024年6月16日21:00",
                "who": "我, 丈夫",
                "description": "2024年6月16日晚，我和丈夫在家中客厅谈心。我提到自己在辅导大宝功课时的挫败感，丈夫点了点头，表示理解，但他也坦言自己因工作忙碌没法提供更多的帮助。那一刻，我心中涌上一丝安慰，因为至少他理解我的感受。可是，随着谈话的结束，我的心情依旧沉重，孤独感如影随形，因为我知道在实际问题上，我依然需要独自面对和解决。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我在社区中心参加了一次亲子活动，看到其他家庭的父母和孩子在一起玩耍，关系非常融洽，孩子们脸上洋溢着快乐的笑容。",
                "where": "社区中心，装饰温馨的活动室里，墙上挂着孩子们的手工作品。",
                "when": "2024年7月10日10:15",
                "who": "我（陶薇咏）、社区居民、其他家庭的父母和孩子",
                "description": "2024年7月10日上午10:15，我带着两个孩子来到社区中心参加亲子活动。活动室里充满了欢声笑语，孩子们在一起玩耍，父母们也互相交流育儿经验。我看到其他家庭的父母和孩子关系非常融洽，孩子们脸上洋溢着快乐的笑容。相比之下，我感到自己的家庭生活存在很多不足，心里涌起一阵自我怀疑和内疚感。觉得自己未能完美地照顾家庭和孩子，开始对自己产生更多的负面评价，情感压力骤增。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "活动结束后，我与社区的朋友小红聊天，小红提到自己家庭的幸福和谐，并分享了一些育儿经验。",
                "where": "社区中心外的长椅上，周围是绿意盎然的花坛。",
                "when": "2024年7月10日11:30",
                "who": "我（陶薇咏）、小红",
                "description": "2024年7月10日上午11:30，亲子活动结束后，我和社区朋友小红坐在社区中心外的长椅上聊天。小红提到她的家庭非常幸福和谐，还分享了一些她的育儿经验。这让我感到自己的育儿方式似乎存在问题，内心非常不安和自责。我开始怀疑自己的能力，认为自己没有尽到家庭的责任，情绪愈发低落。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "回到家后，我发现大宝在学校表现不佳，老师在家长群里提到大宝注意力不集中，学习成绩下滑。",
                "where": "家中客厅，手机上显示着家长群的消息。",
                "when": "2024年7月10日14:00",
                "who": "我（陶薇咏）、大宝、老师（通过信息）",
                "description": "2024年7月10日下午2点，我回到家后查看手机，看到老师在家长群里提到大宝最近在学校表现不佳，注意力不集中，学习成绩下滑。我心里一沉，觉得这是自己没有尽到责任的结果，感到非常担忧和自责。内心充满了失败感，整个下午都感到疲惫不堪，觉得自己在家庭责任上失败了，情感压力和疲倦感进一步加深。这种心理负担让我感到更加孤独和无助。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我在花园里忙于照顾植物，试图通过园艺放松心情和缓解家庭压力。不小心用剪刀划伤了手指，流血不止，感到非常痛苦和无助。",
                "where": "家中的花园，四处种满了花草，空气中弥漫着淡淡的花香。",
                "when": "2024年8月12日09:45",
                "who": "无",
                "description": "2024年8月12日上午，在家中的花园里，我正专心地修剪玫瑰枝条，试图通过园艺来放松心情和缓解家庭的压力。突然，剪刀一滑，划伤了我的手指。鲜血立刻涌了出来，我感到一阵剧痛和无助。我赶忙找来纸巾按住伤口，但血还是不断地流。我站在花园中间，四周的美景瞬间变得模糊起来，心里只剩下疼痛和无力感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "在受伤后，我打电话给丈夫寻求帮助，但他因工作忙碌无法立即赶回家。我感到被忽视和不被理解，情绪进一步恶化。",
                "where": "家中的花园，电话信号有些不稳定。",
                "when": "2024年8月12日10:00",
                "who": "丈夫",
                "description": "2024年8月12日上午10点，手指还在流血，我拨通了丈夫的电话，希望他能回来帮我处理伤口。然而，电话那头传来的却是他忙碌的声音。他告诉我他还有重要的会议，无法马上回来。我心里一沉，感到被忽视和不被理解，眼泪不自觉地滑落。挂断电话后，我独自站在花园里，感到孤独和无助，情绪变得更加低落。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "受伤后，我决定休息一会儿，阅读一本书来转移注意力。然而，我发现自己无法集中注意力，内心充满了对家务和孩子的焦虑。",
                "where": "家中的客厅，沙发上放着几本我喜欢的书。",
                "when": "2024年8月12日10:30",
                "who": "无",
                "description": "2024年8月12日上午10点半，我坐在家中的客厅里，手指上的伤口已经用创可贴包扎好。我拿起一本平时最喜欢的小说，试图通过阅读来转移注意力。然而，每次翻页时，我的脑海里总是浮现出未完成的家务和孩子们的需求。我试着让自己专注于书中的文字，但内心的焦虑却越来越强烈，书上的字仿佛变得模糊不清。我感到自己完全无法放松，内心充满了对家庭责任的担忧和焦虑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在家中客厅整理家务，看到堆积如山的家务和两个孩子的玩具，感到一阵疲惫，开始思考自己是否需要找份工作来改变现状，逃离目前的单调生活。",
                "where": "家中客厅，地板上散落着孩子们的玩具，沙发上堆满了待折叠的衣物。",
                "when": "2024年8月1日10:30",
                "who": "我自己",
                "description": "2024年8月1日上午10:30，我在家中客厅整理家务。地板上散落着大宝和小宝的玩具，沙发上堆满了待折叠的衣物。看着这些杂乱无章的物品，我感到一阵深深的疲惫。为什么家务总是做不完？我开始思考，或许找份工作能让我逃离这种单调乏味的生活。可是一想到未来的挑战，内心的不安和焦虑也随之而来。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "晚上我和丈夫讨论找工作的想法，丈夫表示理解，但也提醒我要考虑到家庭的需要。谈话过程中，我感到丈夫虽然理解，但并未完全支持。",
                "where": "家中卧室，床头灯柔和的光线照亮了我们之间的对话。",
                "when": "2024年8月1日21:45",
                "who": "我和丈夫",
                "description": "2024年8月1日晚上21:45，在卧室里，我和丈夫谈起了我想找工作的想法。床头灯的柔和光线下，他听得很认真，但也提醒我家庭的责任不容忽视。“我理解你的想法，但你得考虑到孩子和家务。”他的话语让我感到虽有理解，却不完全支持。我内心的焦虑加剧，觉得自己被困在家庭和自我实现之间的矛盾中。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "在与朋友小红的电话中，我提到自己想找工作的打算。小红表示支持，并建议我可以尝试一些兼职工作以平衡家庭和事业。",
                "where": "家中客厅，电话听筒的另一端传来小红温暖的声音。",
                "when": "2024年8月2日14:15",
                "who": "我和朋友小红",
                "description": "2024年8月2日下午14:15，我在客厅里和小红通电话。电话听筒另一端，小红温暖的声音传来，她对我的想法表示支持，还建议我可以尝试一些兼职工作来平衡家庭和事业。她的支持让我感到一丝安慰和希望，仿佛在黑暗中看到了一束光。虽然前路依旧充满挑战，但至少我知道并不是孤军奋战。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "在一次与邻居的聊天中，我得知邻居的孩子考上了重点中学，这个消息让我感到震惊和焦虑。我开始反思自己对孩子的教育方法是否存在不足。",
                "where": "邻居家，邻居家的客厅布置温馨，墙上挂着孩子的奖状。",
                "when": "2024年8月15日14:30",
                "who": "我和邻居",
                "description": "2024年8月15日下午2:30，我在邻居家和邻居闲聊。当她提到她的孩子考上了重点中学时，我顿时感到一阵震惊和焦虑。看着她家墙上挂满的奖状，我不禁开始反思自己对孩子的教育是否存在不足。邻居滔滔不绝地讲述着她孩子的学习经历，而我则陷入了深深的自我怀疑中，心里不断问自己为什么自己的孩子没有取得同样的成就。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "回家后，我与丈夫分享了邻居孩子考上重点中学的消息，并表达了自己的焦虑和担忧。丈夫安慰我，但因为工作忙碌，无法提供更多的实际帮助。",
                "where": "家中的客厅，沙发上堆满了孩子的玩具和书籍。",
                "when": "2024年8月15日18:00",
                "who": "我和丈夫",
                "description": "2024年8月15日下午6:00，我在家中的客厅里，满怀焦虑地向丈夫倾诉邻居孩子考上重点中学的消息。我告诉他我的担忧，觉得自己没有尽到作为母亲的责任。他一边安慰我，一边解释说近期工作繁忙，无法提供更多的实际帮助。虽然他的安慰带来了一些短暂的安慰，但我仍然感到内心被忽视和孤独，眼泪不自觉地涌上眼眶。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "为了弥补对孩子教育的不足，我决定增加孩子的课外辅导时间。安排了更多的补习课程和额外的学习任务，希望孩子能取得更好的成绩。",
                "where": "家中的书房，书桌上堆满了各种教材和练习册。",
                "when": "2024年8月16日09:00",
                "who": "我和大宝",
                "description": "2024年8月16日上午9:00，我在家中的书房里，面对着堆满教材和练习册的书桌，决定增加大宝的课外辅导时间。我详细计划了更多的补习课程和额外的学习任务，心想着这样能让孩子取得更好的成绩。大宝一脸疑惑地看着我，而我内心充满了焦虑和压力，希望通过这种方式弥补自己的不足。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "丈夫在晚餐时提到可能会有工作调动，需要常常出差。这一消息对我来说非常突然，我感到震惊和担忧。",
                "where": "家中餐厅，餐桌上摆满了刚做好的晚餐，孩子们在一旁开心地谈笑。",
                "when": "2024年2月15日19:00",
                "who": "丈夫、孩子们",
                "description": "2024年2月15日晚上，我们一家人正在餐厅吃晚餐。丈夫突然提到他的公司可能会有工作调动，而且他需要常常出差。我听到这消息时，整个人愣住了，餐叉停在半空中。他继续解释着，但我的脑海里已经开始盘算未来可能的变化和更多的家庭责任。孩子们在一旁欢笑，但我感到一阵强烈的孤独和压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在丈夫提到工作调动后的第二天，我尝试与他进一步讨论这件事，但他因为工作繁忙，只简单回应了几句，并未详细讨论。",
                "where": "家中客厅，电视机开着，播放着晚间新闻。",
                "when": "2024年2月16日20:00",
                "who": "丈夫",
                "description": "2024年2月16日晚上，我在客厅里找到正在看新闻的丈夫，想进一步讨论他工作调动的事情。我开口问他具体的安排和我们该如何应对，但他只简单回应了几句，说自己忙得不可开交，没时间详细讨论。我感到一阵失落和孤独，像是被忽视了一样。电视机的声音在耳边嗡嗡作响，但我心里却充满了无助感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "由于丈夫的工作调动消息，我开始考虑如何应对未来可能更多的家庭责任，决定与朋友小红见面，寻求支持和建议。",
                "where": "咖啡厅，窗外是南京市的繁忙街景。",
                "when": "2024年2月17日15:30",
                "who": "朋友小红",
                "description": "2024年2月17日下午，我约了朋友小红在一家咖啡厅见面。我们坐在靠窗的位置，窗外是南京市的繁忙街景。我向小红倾诉了丈夫工作调动的消息和我心中的担忧。她耐心地听着，并给了我一些建议和鼓励。虽然和她聊完后，我感到稍微放松了一些，但未来的不确定性依旧让我感到压力重重。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "我正在商场购物时，看到一位母亲和她的孩子在玩耍，他们的亲密互动让我不禁停下来，观察并反思自己与孩子的关系。",
                "where": "商场的儿童游乐区，周围人来人往，充满欢声笑语。",
                "when": "2024年3月15日14:30",
                "who": "一位陌生的母亲和她的孩子",
                "description": "2024年3月15日下午，我在商场购物时，走到了儿童游乐区。一位母亲正和她的孩子玩得很开心，孩子的笑声感染了周围的每一个人。我停下脚步，盯着他们看，内心不由自主地反思自己和孩子的关系。我感到自己没有充分关注孩子的情感需求，这让我产生了焦虑和内疚。作为母亲，我觉得自己没有做到完美，这种感觉让我心情沉重。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "回到家后，我尝试与孩子们进行更多互动，特别是与大宝玩耍和阅读，但发现他们有些抗拒或不配合。",
                "where": "家中的客厅，阳光透过窗帘洒在地板上，玩具散落在地。",
                "when": "2024年3月15日16:00",
                "who": "我、大宝和小宝",
                "description": "2024年3月15日下午回到家后，我决定花更多时间陪伴孩子。我拿出一本故事书，想和大宝一起阅读，但他却显得不太感兴趣，还时不时地看电视。我试图和他一起玩他喜欢的玩具，但他也只是敷衍了事。小宝虽然还小，但也不太愿意配合我的互动。这让我感到失望和无力，开始怀疑自己是否真的能够胜任母亲的角色。这种感觉进一步加深了我的焦虑情绪。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "晚上，我与丈夫分享了我在商场的观察和这些感受，希望得到他的理解和支持。",
                "where": "家中的卧室，夜晚的灯光柔和，床头摆着我们一家人的照片。",
                "when": "2024年3月15日20:00",
                "who": "我和丈夫",
                "description": "2024年3月15日晚，我和丈夫在卧室里聊天。我告诉他今天在商场看到的一幕，以及我的感受和反思。我希望他能理解我，给我一些安慰。然而，丈夫因为工作压力大，只是简单地安慰了几句，就开始讲他的工作事情。我感到孤独和被忽视，觉得自己的情感需求没有得到满足。这种感觉让我更加情绪低落，觉得自己在家庭中得不到应有的关心和理解。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我和家人决定在周末一起去公园放松，我期待这次休闲时光，希望能缓解最近的疲劳。",
                "where": "南京市的玄武湖公园，绿树成荫，湖水清澈，公园里有很多家庭在活动。",
                "when": "2024年5月15日10:00",
                "who": "丈夫和两个孩子",
                "description": "2024年5月15日早上10点，我和丈夫带着两个孩子来到南京市的玄武湖公园。公园里绿树成荫，湖水清澈，很多家庭在这里活动。我心情愉悦，享受着与家人在一起的时光。当孩子们在草地上玩耍时，我和丈夫坐在长椅上聊着天，感到难得的放松。然而，随着时间的推移，我开始感到身体不适，头晕和疲倦越来越严重。我勉强坚持了一会儿，但最终不得不中途离开，找了个安静的地方休息。我感到自己的身体状况在恶化，内心的焦虑也随之增加。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "公园活动结束后回到家，我感到无法继续完成家务，需要长时间的休息。",
                "where": "家中，客厅和卧室",
                "when": "2024年5月15日12:30",
                "who": "丈夫和两个孩子",
                "description": "2024年5月15日中午12点30分，我们一家人从公园回到家。我原本打算继续完成家务，但身体的疲惫感让我力不从心。我只能躺在床上休息，丈夫看到我的状态，虽然表达了关心，但因为工作繁忙，无法提供更多的帮助。我感到非常孤独和无助，内心充满了对自己能力的怀疑和对未来的担忧。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "几天后，我尝试与朋友小红联系，希望通过交流获得一些支持和理解。",
                "where": "电话中，家中的客厅",
                "when": "2024年5月18日14:00",
                "who": "朋友小红",
                "description": "2024年5月18日下午2点，我在家中客厅拿起电话，拨通了朋友小红的号码。我试图向她倾诉自己最近的困扰和疲惫感，希望能得到一些支持和理解。然而，由于我们联系较少，小红并未能完全理解我的感受，电话时间也较短。在挂断电话后，我感到更加孤独和失望，内心的焦虑和压力进一步加重。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我受邀前往小红家中参加一个家庭聚会。在聚会过程中，我参观了小红的工作间，发现她不仅保持了家庭的和谐，还在职业上取得了显著的成就。",
                "where": "小红家中，温馨的客厅和布置精美的工作间。",
                "when": "2024年6月15日14:30",
                "who": "小红",
                "description": "2024年6月15日下午，我受邀前往朋友小红家中参加她举办的家庭聚会。小红家布置得十分温馨，客厅里摆满了鲜花和各种手工艺品，显得很有生活气息。聚会中，小红热情地带我参观了她的工作间。看到她的工作间摆满了各种奖状和证书，我不禁感到一阵失落。小红不仅保持了家庭的和谐，还在职业上取得了显著的成就。我内心不禁产生了强烈的自我怀疑和焦虑，觉得自己在家庭主妇的角色中失去了自我价值。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "聚会结束后，小红和我进行了深入的谈话。她分享了她在平衡工作和家庭方面的经验，同时也表达了她对我在家庭中所做贡献的认可。",
                "where": "小红家中的客厅，聚会结束后，大家都已离开。",
                "when": "2024年6月15日16:00",
                "who": "小红",
                "description": "聚会结束后，大家陆续离开，小红和我在她家客厅的沙发上坐了下来。她分享她在平衡工作和家庭方面的经验，谈到她如何克服困难，取得现在的成就。她还特别表达了对我在家庭中所做贡献的认可和赞赏。她说：“薇咏，你在家庭中付出了很多，这也是一种成就。”这次谈话让我感到了一些安慰，但内心依然困惑，我开始怀疑自己的选择。虽然小红的认可让我短暂地感到价值感，但我内心深处仍觉得自己必须在职业上有所成就才能真正被认可。这让我更加焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "回到家后，我与丈夫讨论了在小红家中的感受，表达了对职业成就的渴望以及对当前家庭主妇角色的困惑。",
                "where": "家中的客厅，晚饭后。",
                "when": "2024年6月15日19:30",
                "who": "丈夫",
                "description": "回到家后，晚饭后我找到丈夫坐在客厅里，开始和他讨论我在小红家中的感受。我告诉他，小红不仅把家庭打理得井井有条，还在职业上取得了很大的成就，这让我感到自己在家庭主妇的角色中失去了自我。丈夫听了之后表示理解，并告诉我他一直支持我做出任何让我感到幸福的选择。然而，他工作繁忙，能陪伴我的时间有限，这让我感到孤独和不被理解。这次对话让我感到家庭责任越来越重，同时我对自己的困惑和焦虑也没有得到有效的缓解。我内心深处仍然觉得自己需要在职业上有所成就才能真正被认可，导致我感到更加孤立和压力增大。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我和丈夫在家中的客厅讨论家庭分工的问题。我告诉他我因为长期照顾孩子和处理家务感到非常疲惫，希望他能分担一些责任。丈夫听后显得很不耐烦，强调他工作已经很辛苦，没有多余的精力来分担家务。",
                "where": "家中客厅，沙发上堆着孩子们的玩具，茶几上有几本育儿书。",
                "when": "2024年7月5日20:15",
                "who": "丈夫",
                "description": "2024年7月5日晚上8点15分，我和丈夫坐在客厅的沙发上，氛围沉重。孩子们已经睡下，家里安静下来。我对他说：‘我真的累了，能不能帮我分担一些家务？’他皱起眉头，不耐烦地说道：‘我工作已经够累的了，你还让我做这些？’他的态度让我感到心寒和无助，仿佛我的疲惫和付出都不被重视。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "在与丈夫沟通失败后的第二天，我在早餐时仍然感到情绪低落，难以集中注意力。我试图与大宝互动，但发现自己对孩子的耐心明显减少。",
                "where": "家中厨房，餐桌上摆放着早餐，窗外透进晨光。",
                "when": "2024年7月6日08:30",
                "who": "大宝",
                "description": "2024年7月6日早晨8点30分，我在厨房准备早餐，大宝在一旁兴奋地说着学校里的事情。我心不在焉地点头回应，脑海里还在回想昨晚和丈夫的争吵。当大宝不小心打翻了牛奶，我忍不住提高了声音：‘你怎么这么不小心！’他被吓了一跳，眼睛里充满了委屈。我瞬间感到愧疚，意识到自己的情绪已经影响到了孩子。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "几天后，我在与朋友小红的电话聊天中提到自己最近的困境，希望得到一些安慰和建议。然而，小红因为忙于自己的事情，只能简单回应，未能深入交流。",
                "where": "家中卧室，窗帘半拉，床上堆放着折叠的衣物。",
                "when": "2024年7月9日14:20",
                "who": "朋友小红",
                "description": "2024年7月9日下午2点20分，我坐在卧室的床边，拿起电话拨通了小红的号码。‘小红，我最近真的感觉很累，家里的一切都压在我一个人身上。’电话那头的小红似乎有些忙碌，她匆匆地说：‘哎呀，我这边也有很多事要做，改天再聊吧。’电话挂断后，我感到更加孤独，仿佛连朋友也无法理解我的困境。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "我带小宝去儿科医院看病，因为小宝最近一直咳嗽不止。医院里人很多，等待时间很长。",
                "where": "儿科医院，墙上贴满了儿童健康宣传画，空气中弥漫着消毒水的味道。",
                "when": "2024年5月15日10:30",
                "who": "我、小宝、其他母亲们",
                "description": "2024年5月15日上午10:30，我带着小宝来到儿科医院。医院的儿科诊室外挤满了带孩子来看病的家长，走廊上到处是焦急等待的身影。我抱着小宝坐在椅子上，小宝因为咳嗽显得很疲惫，而我则努力安抚他，心里却焦虑不安。看到周围其他母亲们同样疲惫和焦虑的神情，我突然感到自己并不是孤军奋战，这种共鸣让我稍感安慰，但也加重了我对自己是否做得足够好的担忧。我不断反思自己是否尽责，是否能做好一个母亲的角色。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "在等待期间，我与一位同样带孩子看病的母亲小李聊了起来。两人交流了育儿心得和各自的困扰。",
                "where": "儿科医院，候诊区的长椅上，身边是来来往往的医护人员和病人。",
                "when": "2024年5月15日11:00",
                "who": "我、小李",
                "description": "2024年5月15日11:00，在儿科医院等待看病的过程中，我与一位同样带孩子来看病的母亲小李聊了起来。我们坐在候诊区的长椅上，身边不断有医护人员和病人穿梭。小李看起来也很疲惫，她的孩子正躺在她怀里打盹。我们聊起了各自带孩子的辛苦和育儿中的困扰，发现彼此的经历竟然如此相似。小李告诉我，她也常常感到压力巨大，担心自己做得不够好。这次谈话让我感到一些安慰，因为知道自己并不孤单，但也让我意识到，其他母亲们的焦虑和无助与我一样深重。这让我更加感受到自己肩负的责任和压力。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "看完医生回到家后，我感到非常疲惫，但依然坚持完成了当天的家务和照顾孩子的任务。",
                "where": "家中，厨房里有没收拾的碗碟，客厅里玩具散落一地。",
                "when": "2024年5月15日16:00",
                "who": "我、丈夫、孩子们",
                "description": "2024年5月15日下午4:00，看完医生回到家后，我感到身心俱疲。小宝因为吃了药昏昏欲睡，大宝则在客厅里玩耍。我简单吃了点东西，随后便开始忙碌起来，打扫卫生、洗衣做饭，安排孩子们的晚饭和洗漱。丈夫因为工作忙碌还没有回家，家里的一切事务都落在我一个人身上。尽管感到非常疲惫，但我依然坚持完成所有的家务和照顾孩子的任务。虽然内心深处希望得到家人的关心和支持，但我知道这些责任无法推卸。我一边做着家务，一边思考自己是否尽责，是否能让家庭保持和谐。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "送完大宝上学后，我决定去社区花园进行园艺活动，想通过接触自然减轻自己的疲劳和情绪低落。",
                "where": "社区花园，花坛周围有各种颜色的花朵，空气中弥漫着淡淡的花香。",
                "when": "2024年3月15日09:30",
                "who": "我",
                "description": "2024年3月15日上午9点半，送完大宝上学后，我感到疲惫不堪，决定去社区花园透透气。花园里的花朵盛开，空气中弥漫着淡淡的花香。我拿起铲子，开始松土、修剪花枝。随着时间的推移，我的心情渐渐平静下来，暂时放下了家庭的繁琐事务。那一刻，我重新找回了对园艺的热爱，感到一丝放松。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_2",
                "stage_key": "近期情况",
                "what": "在社区花园进行园艺活动时，我意外遇到了久未联系的老朋友小红，我们一见面便聊了很久。",
                "where": "社区花园的长椅旁，周围是盛开的花朵和葱郁的绿树。",
                "when": "2024年3月15日10:00",
                "who": "我，老朋友小红",
                "description": "就在我专心修剪花枝的时候，突然听到有人叫我的名字，抬头一看，竟然是久未联系的小红。我们坐在花园的长椅上，阳光透过树叶洒在我们身上。小红问起了我的近况，我们聊了很久，关于孩子、家庭、过去的趣事。与小红的这次重逢让我感受到了久违的社交支持，暂时缓解了我内心的孤独感。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_3",
                "stage_key": "近期情况",
                "what": "与小红聊完天后，我回到家中，开始处理家庭事务和照顾孩子的日常工作。",
                "where": "家中，客厅里堆满了孩子们的玩具，厨房里还未收拾的碗盘。",
                "when": "2024年3月15日12:00",
                "who": "我，孩子们",
                "description": "与小红道别后，我回到家中，看到客厅里堆满了孩子们的玩具，厨房里还有没来得及收拾的碗盘。我深吸一口气，开始打扫、做饭、照顾小宝。尽管在社区花园的经历让我的心情有所好转，但回到家后，面对不断堆积的家务和照顾孩子的责任，我再次感到被压得喘不过气来。这种情感上的反差让我更加疲倦和情绪低落。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_1",
                "stage_key": "近期情况",
                "what": "我在准备晚上睡觉时，看到丈夫在工作群里与同事频繁互动，讨论工作和生活中的趣事。",
                "where": "家中的卧室，床头灯昏黄，书桌上堆满了孩子们的书本和玩具。",
                "when": "2024年4月5日21:15",
                "who": "丈夫",
                "description": "2024年4月5日晚21:15，我在卧室准备睡觉，突然注意到丈夫在手机上与同事们频繁互动。他们在讨论工作和生活中的趣事，笑声不断。这让我感到自己在丈夫生活中的位置逐渐边缘化，心里一阵酸楚。看着书桌上孩子们的书本和玩具，我不由自主地叹了口气，感觉自己被家庭琐事困住，孤独感和情绪低落一齐涌上心头。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_2",
                "stage_key": "近期情况",
                "what": "我试图与丈夫沟通我的感受，但他因为工作忙碌，只简短回应我。",
                "where": "家中的厨房，早餐还未收拾，孩子们在一旁吵闹。",
                "when": "2024年4月6日7:45",
                "who": "丈夫",
                "description": "2024年4月6日早上7:45，在家里的厨房，我试图和丈夫谈谈昨晚的感受。厨房里早餐还未收拾，孩子们在一旁吵闹。他一边匆忙地喝着咖啡，一边看着手机上的邮件，对我的话只是简短地回应了一句‘我知道了’，然后就匆匆离开了。我感到更加孤独和无助，似乎我们的距离越来越远，心情越发沉重。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_3",
                "stage_key": "近期情况",
                "what": "几天后，我在家中与朋友小红通话，倾诉我的感受，但朋友也因忙于家庭事务未能给予足够的支持。",
                "where": "家中的客厅，阳光透过窗帘洒进来，茶几上放着几本未翻完的杂志。",
                "when": "2024年4月10日10:30",
                "who": "朋友小红",
                "description": "2024年4月10日上午10:30，我在家中的客厅，阳光透过窗帘洒进来，茶几上放着几本未翻完的杂志。我拿起电话，拨通了朋友小红的号码，想要倾诉最近的感受。电话那头，小红听了几分钟，便因家庭事务匆匆挂断。我感到更加孤独和情绪低落，似乎这个世界上没有人真正关心我，心中的疲倦感愈发加重。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_1",
                "stage_key": "近期情况",
                "what": "我早上送大宝上学，心情平静但略显疲倦。在车上，我想着当天的家长会，感到有些紧张。",
                "where": "从家里出发，沿着熟悉的街道，驶向学校的途中。",
                "when": "2024年2月15日07:30",
                "who": "我和大宝",
                "description": "2024年2月15日早上7点半，我开车送大宝上学。车内播放着轻柔的音乐，大宝在后座兴奋地讲着学校的事情，而我心情平静但略显疲倦。随着车子驶过熟悉的街道，我的思绪飘向了当天的家长会，心中开始感到一丝紧张。我担心自己的社交能力，预想到家长会上的互动可能会让我感到不适。这种预期焦虑让我在心理上开始感到压力。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_2",
                "stage_key": "近期情况",
                "what": "在家长会上，我发现自己与其他家长的沟通能力不足，特别是在讨论孩子教育问题时感到难以插话。",
                "where": "学校的会议室，里面布置着整齐的桌椅，墙上挂着一些学生的作品。",
                "when": "2024年2月15日10:00",
                "who": "我、其他家长和老师",
                "description": "2024年2月15日上午10点，我走进学校的会议室，里面布置着整齐的桌椅，墙上挂着一些学生的作品。家长会开始后，我坐在角落里，听着其他家长热烈地讨论孩子的教育问题。我想插话，但总觉得自己说的话不够重要。我的焦虑感不断增加，特别是当我感到自己无法顺利与其他家长交流时。这让我对自身的社交能力产生了怀疑，感到自己似乎不如其他家长那样自信和能干。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_3",
                "stage_key": "近期情况",
                "what": "家长会结束后，我回到家中，感到身心疲惫。我试图向丈夫倾诉当天的经历，但他忙于工作，未能给予我足够的关心和理解。",
                "where": "家里的客厅，丈夫在书房工作。",
                "when": "2024年2月15日18:30",
                "who": "我和丈夫",
                "description": "2024年2月15日晚上6点半，我拖着疲惫的身体回到家中。家里的客厅灯光柔和，空气中弥漫着晚餐的香气。我试图向在书房忙于工作的丈夫倾诉当天家长会的经历，希望能得到他的安慰和理解。然而，他只是简单地回应几句，表示自己很忙，无法分心。这让我感到孤独和被忽视，内心的失落感愈发强烈。我真的希望他能多关心我一些，哪怕只是倾听我的感受。这种情绪让我更加疲倦和低落。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_1",
                "stage_key": "近期情况",
                "what": "我在一个普通的下午完成了家务后，感到特别疲倦，决定休息一会儿，打开了社交媒体。",
                "where": "家中的卧室，窗帘微微拉开，阳光透进来，给房间增添了一丝温暖。",
                "when": "2024年8月15日14:30",
                "who": "陶薇咏",
                "description": "2024年8月15日下午，我终于完成了繁重的家务，拖着疲倦的身体回到卧室，想着稍微休息一下。我坐在床上，拿起手机，打开了社交媒体。几分钟后，朋友们的旅行照片和聚会视频映入眼帘。看着他们在阳光下的笑脸，我突然感到自己的生活枯燥乏味。那一刻，我内心充满了自我怀疑和低落情绪。为什么我不能像她们一样拥有精彩的生活？"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_2",
                "stage_key": "近期情况",
                "what": "我看到朋友小红在社交媒体上发布了与朋友们聚会的照片，而自己因家庭琐事未能参加。",
                "where": "家中的卧室，手机屏幕上的亮光在昏暗的房间里显得尤为刺眼。",
                "when": "2024年8月15日14:45",
                "who": "陶薇咏、小红和其他朋友",
                "description": "就在我继续浏览社交媒体的时候，突然看到了小红发布的一组照片。照片里，她和朋友们在咖啡馆里笑得那么开心，而我因为家庭琐事未能参加。我心里一阵酸楚，感到被忽视和孤独。看着她们的欢乐，我不禁想，自己是否被朋友们遗忘了？这种情感进一步加深了我内心的低落。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_3",
                "stage_key": "近期情况",
                "what": "我尝试与丈夫分享我的感受，但丈夫因工作忙碌未能给予足够的关注。",
                "where": "家中的客厅，茶几上放着刚泡好的茶，电视机里播放着新闻。",
                "when": "2024年8月15日20:00",
                "who": "陶薇咏、丈夫",
                "description": "晚饭后，我和丈夫坐在客厅里。我鼓起勇气，向他分享了今天看到的那些照片和我内心的感受。然而，他只是点了点头，说了几句安慰的话，然后继续盯着电视屏幕。我感到孤独和无助。这种冷淡的回应让我更加低落，心里想着，为什么我的感受总是被忽视？"
            }
        ]
    }
}