{
    "childhood": {
        "name": "戚飘锦",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "在一次家庭聚会中，我的父母强调了学习成绩的重要性，并鼓励我在学业上取得好成绩。",
                "where": "南京家中的客厅，桌子上摆满了水果和点心，气氛温馨。",
                "when": "1993年11月01日18:30",
                "who": "父亲，母亲",
                "description": "1993年11月1日晚上，我们一家人在南京的家中举行了一次家庭聚会。父母坐在沙发上，我坐在他们对面的小椅子上。父亲微笑着对我说，学习成绩不仅是个人的事情，也是我们家庭和谐的重要一环。母亲点头附和，鼓励我在学业上取得好成绩。我当时虽然有些紧张，但也感受到了他们对我的关心和期望。这次谈话让我深刻认识到学习对家庭和谐的重要性，开始感受到来自父母的期望和压力，促使我更加努力地学习。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "在一次期中考试中，我的数学成绩特别好，得了满分。放学回家后，我迫不及待地把成绩单递给父母，他们非常高兴。",
                "where": "南京家中的客厅，桌上还放着我刚回家时随手放下的书包。",
                "when": "1993年11月15日16:45",
                "who": "父亲，母亲",
                "description": "1993年11月15日下午，我一回到家就兴奋地把成绩单递给父母。当时我们在客厅，母亲正在厨房忙碌，父亲在看报纸。他们看到我的数学成绩得了满分，脸上露出了满意的笑容。父亲当场决定给我买我最喜欢的玩具作为奖励。我的心里充满了开心和满足，感受到了父母的认可和表扬。这种正面反馈进一步强化了我在学习上取得成功的重要性，让我意识到只有表现得好，才能让父母开心，家庭也会更加和谐。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "在得到满分的奖励后，我的朋友们也得知了我的优异成绩，并在学校里对我表示祝贺和羡慕。",
                "where": "南京小学的教室，教室里阳光明媚，桌椅整齐排列。",
                "when": "1993年11月16日10:20",
                "who": "三个要好的朋友",
                "description": "1993年11月16日上午，刚上完课间操回到教室，我的三个好朋友围过来，对我的满分成绩表示祝贺和羡慕。教室里阳光明媚，大家的脸上都洋溢着笑容。朋友们的羡慕和祝贺让我感到自豪，进一步认识到学习成绩不仅影响家庭和谐，也影响我在同伴中的地位。这种正面的社会反馈增强了我对学习的积极态度，并促使我在未来更加努力地学习，以继续获得这种成就感和认可。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "childhood",
                "what": "那天早上，我因为没有完成作业，被老师严厉批评。当时老师的批评声在整个教室里回荡，大家都在看着我，我感到羞愧难当。",
                "where": "南京市小学的教室，教室里充满了学生们的低语和窃笑。",
                "when": "1994年5月15日08:30",
                "who": "老师，同学们",
                "description": "1994年5月15日早上，我在小学教室里因为没有完成作业，被老师严厉地批评。老师站在讲台上，眉头紧锁，声音严厉地指责我不够用功。我的脸涨得通红，低着头，不敢直视老师的眼睛。同学们的目光像针一样刺向我，有的同学低声笑了起来，我感到非常难堪和内疚。这一刻，我意识到学习成绩对于我的社会地位和自尊心有多么重要。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "childhood",
                "what": "放学后，我回到家中，父母得知我没有完成作业的事情后，母亲非常失望地责备我，而父亲则沉默不语，表现出明显的不满。",
                "where": "南京家中的客厅，客厅里灯光昏暗，空气中弥漫着沉重的气氛。",
                "when": "1994年5月15日18:00",
                "who": "父亲，母亲",
                "description": "1994年5月15日傍晚，我回到家中，母亲看到我的作业本后，脸色顿时变了。她失望地责备我不够努力，声音中充满了责备和失望。父亲坐在沙发上，一言不发，但脸上的表情显然也充满了不满和失望。我站在客厅中央，感到内心一阵阵的内疚和无助，仿佛整个世界都在责备我。这使我更加坚定地认为，如果我不努力学习，我将失去父母的认可和表扬。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "childhood",
                "what": "晚饭后，我被父母送回房间反省，独自一人在房间里哭泣，感到孤立无助。这时，我的朋友给我打了电话，想要约我出去玩，但我拒绝了，因为我觉得自己不配享受快乐。",
                "where": "南京家中的卧室，卧室里只有床头灯昏暗的光线，空气中充满了沉重的气息。",
                "when": "1994年5月15日20:30",
                "who": "朋友",
                "description": "1994年5月15日晚上，晚饭后，父母让我回房间反省。我一个人坐在床上，眼泪不停地流下来，心里充满了孤独和无助。这时，电话铃声忽然响起，是我的朋友，她想约我出去玩。我握着电话，哽咽着拒绝了，因为我觉得自己没有资格享受快乐。我更加觉得自己必须努力学习，才能得到认可和表扬。这一刻，我的负面情绪达到了顶点，内心充满了自责和孤独。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "那天早上，父母因为经济问题发生了争吵。母亲在厨房忙碌着，父亲在客厅抽烟。随着争吵升级，父亲开始指责母亲对家务和孩子的教育没有尽到责任。",
                "where": "南京家中的客厅，客厅里摆放着简朴的家具，地板上有些破旧的地毯。",
                "when": "1995年3月15日08:25",
                "who": "父亲，母亲",
                "description": "1995年3月15日早上8点25分，家里的气氛格外紧张。父母因为经济问题又开始争吵。母亲在厨房忙着准备早餐，父亲则坐在客厅的沙发上抽烟，烟雾在空气中弥漫。随着争吵升级，父亲的声音越来越大，他开始指责母亲对家务和孩子的教育没有尽到责任。母亲脸色苍白，眼神中充满了无奈和愤怒。这一幕让我感到极度不安和无助，我躲在房间里，心跳加速，手心出汗。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "争吵持续了大约半小时，母亲情绪崩溃，开始大声哭泣。父亲愤怒地摔碎了手中的杯子，玻璃碎片散落一地。我躲在房间里，透过门缝偷偷观察着这一切。",
                "where": "南京家中的客厅，地板上散落着碎玻璃片，空气中弥漫着紧张的气氛。",
                "when": "1995年3月15日08:55",
                "who": "父亲，母亲，戚飘锦",
                "description": "争吵持续了大约半小时，父母的声音越来越高，情绪也愈发激动。母亲终于情绪崩溃，开始大声哭泣，声音凄惨，让人心疼。父亲怒火中烧，将手中的杯子狠狠摔在地上，玻璃碎片四散开来，发出刺耳的声音。我躲在房间里，透过门缝偷偷观察着这一切，心里充满了恐惧和无力感。我不敢出声，生怕被父母发现，也不知道该如何安慰母亲。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "事件过后，母亲开始对我倾诉她的苦恼，表示对家庭的失望。我感受到母亲的无助，决定要更加努力学习，以此让母亲感到欣慰和骄傲。",
                "where": "南京家中的客厅，母亲坐在沙发上，眼中含泪，手里握着一条手帕。",
                "when": "1995年3月15日09:30",
                "who": "母亲，戚飘锦",
                "description": "争吵过后，母亲坐在客厅的沙发上，眼中含泪，手里紧紧握着一条手帕。她低声对我倾诉她的苦恼，表示对家庭的失望和对未来的担忧。我感受到母亲的无助，心里感到一种沉重的责任感。我静静地听着，眼睛也渐渐湿润。我默默地决定，要更加努力学习，以此让母亲感到欣慰和骄傲，希望通过我的努力能改善家庭的状况，让母亲少一些烦恼。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "那是一个平常的夏日傍晚，我和母亲在厨房里准备晚饭。母亲突然告诉我，她即将去外地学习一个月。我感到非常难过和不安，眼泪在眼眶中打转。我不想母亲离开，心中充满了焦虑和孤独感。母亲安慰我，说自己会回来，并鼓励我在这段时间里好好学习。",
                "where": "南京家中的厨房，窗外依稀能听到蝉鸣，厨房里弥漫着饭菜的香味。",
                "when": "1996年07月05日18:30",
                "who": "母亲",
                "description": "1996年7月5日傍晚，我和母亲在南京的家中厨房准备晚饭。突然，母亲告诉我，她即将去外地学习一个月。我感到非常难过和不安，眼泪在眼眶中打转，不愿意母亲离开。母亲温柔地安慰我，说她会很快回来，并鼓励我在她不在的这段时间里好好学习。虽然她的安慰稍微减轻了我的焦虑，但仍感到一阵孤独和无助。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "母亲离开后的第一天，家里的氛围变得异常安静。晚饭时分，平时一家人其乐融融的场景变成了我一个人独自吃饭。我感到孤独，心里空落落的。为了填补这份空虚，我决定要按照母亲的期望，好好学习。",
                "where": "南京家中，餐桌上只有一碗简简单单的饭菜，周围显得格外冷清。",
                "when": "1996年07月06日19:00",
                "who": "无",
                "description": "1996年7月6日，母亲离开的第一天，家里的氛围变得异常安静。尤其是晚饭时分，以往一家人其乐融融的场景不复存在，只有我一个人独自吃饭。我感到孤独和空虚，心中充满了对母亲的思念。为了填补这份空虚，我决定要按照母亲的期望，好好学习，以此来让自己忙碌起来，也希望通过努力学习让母亲感到骄傲。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "母亲离开的第三周，我在学校里因为成绩优异得到了老师的表扬。当时我开心极了，迫不及待地想要告诉母亲这个好消息。回到家后，我给母亲打了一个电话，她在电话中非常开心，并鼓励我继续努力。这让我感到无比自豪和开心。",
                "where": "南京家中，电话机放在客厅的桌子上。",
                "when": "1996年07月25日20:15",
                "who": "母亲",
                "description": "1996年7月25日晚上，我在学校因为成绩优异得到了老师的表扬。回到家中，迫不及待地拿起电话拨通了母亲的号码。母亲在电话那头听到这个消息后，非常开心，并鼓励我继续努力。这让我感到无比自豪和开心，那一刻，我觉得自己的努力得到了最好的回报。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "childhood",
                "what": "那天是一个阳光明媚的下午，我和三个好朋友在南京小学的操场上玩耍。大家在一起开心地跳绳、踢毽子，享受着无忧无虑的时光。突然，一个同学在讨论学习成绩时说道：'飘锦成绩这么好，肯定是因为她父母是老师和工人，这样她可以得到很多帮助。'这句话让大家停顿了一下。",
                "where": "南京小学的操场，操场上有些同学在打篮球，远处的花坛里开满了鲜花。",
                "when": "1997年9月15日15:30",
                "who": "三个好朋友，操场上的其他同学",
                "description": "1997年9月15日下午，我和三个好朋友在南京小学的操场上玩耍。我们正开心地跳绳、踢毽子，操场上充满了孩子们的笑声。突然，一个同学在讨论学习成绩时说道：'飘锦成绩这么好，肯定是因为她父母是老师和工人，这样她可以得到很多帮助。'这句话让我们都停顿了一下。我当时心里感到一阵自豪和温暖，因为我一直认为父母的职业对我的学习有着积极的影响。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "childhood",
                "what": "在这次讨论之后，我回到家中，和父母分享了当天的经历。我告诉父母，朋友们认为我的成绩好是因为他们的职业。母亲微笑着说：'飘锦，虽然我们是老师和工人，但这并不是决定你成绩的唯一原因，你的努力和勤奋才是最重要的。'父亲则鼓励我继续保持这种学习态度。",
                "where": "家中客厅，客厅里有一张大沙发和几本摆放整齐的书。",
                "when": "1997年9月15日18:00",
                "who": "父母",
                "description": "1997年9月15日晚上，我回到家中，坐在客厅里和父母分享了当天在学校的经历。我告诉他们，朋友们认为我的成绩好是因为他们的职业。母亲听了微笑着说：'飘锦，虽然我们是老师和工人，但这并不是决定你成绩的唯一原因，你的努力和勤奋才是最重要的。'父亲点点头，补充道：'继续保持这种学习态度，你会越来越出色。'父母的肯定和鼓励让我感到更加自信和坚定。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "childhood",
                "what": "几天后，我在班级里的一次小测验中取得了满分，老师在全班面前表扬了我。这次表扬不仅让我感到非常开心，也让我的三个好朋友对我更加敬佩。大家纷纷向我请教学习方法，我也乐于分享自己的学习经验。",
                "where": "南京小学的教室，教室里整洁明亮，黑板上写着今天的课程内容。",
                "when": "1997年9月20日10:00",
                "who": "老师、三个好朋友、全班同学",
                "description": "1997年9月20日上午，我在班级里的一次小测验中取得了满分。老师在全班面前表扬了我，说我不仅成绩优秀，而且乐于帮助同学。这次表扬让我感到非常开心，心里充满了自豪感。我的三个好朋友纷纷向我请教学习方法，我也乐于分享自己的学习经验。教室里充满了同学们的赞许和敬佩的目光，这让我感到自己的努力得到了认可和回报。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "我在一个周末跟随母亲到学校，目睹了她在办公室里批改作业的情景。母亲耐心地批改每一份作业，时不时停下来思考，显得非常专注。我坐在一旁看书，偶尔抬头看向母亲，感受到她对工作的热爱和责任感。",
                "where": "母亲的学校办公室，书桌上堆满了学生的作业和教学资料，窗外阳光透过玻璃洒进来。",
                "when": "1998年5月10日14:30",
                "who": "我和母亲",
                "description": "1998年5月10日下午，我和母亲一起去了她的学校。母亲的办公室里堆满了学生的作业和教学资料，她坐在书桌前，专注地批改每一份作业。我坐在一旁的椅子上看书，偶尔抬起头，看见母亲时而停下来思考，时而认真地批注作业。我能感受到她对工作的投入和热爱，这让我心生敬佩。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "一天晚上，我在母亲的办公室里见到她因为批改作业而熬夜。母亲虽然疲倦，但依然坚持完成手头的工作。我主动给母亲泡了一杯热茶，母亲温柔地笑着感谢我，并鼓励我也要在学习上保持这种责任感和毅力。",
                "where": "母亲的学校办公室，灯光昏黄，办公桌上散落着作业本和红笔。",
                "when": "1998年5月10日22:45",
                "who": "我和母亲",
                "description": "1998年5月10日晚上，母亲依旧在办公室里工作。我看见她疲惫地翻阅着学生的作业，眼神中透露出几分倦意。我心疼她，于是悄悄地去给她泡了一杯热茶。端到她面前时，母亲抬起头，露出了温柔的笑容，轻声对我说：“谢谢你，飘锦。记住，不管多累，责任感和毅力都是最重要的。”那一刻，我被母亲的坚持和温柔深深打动。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "一天，我在家中看到母亲带着作业回家批改。母亲在餐桌上认真地工作，父亲则在一旁陪伴。我从母亲的行为中感受到了家庭成员之间的支持和合作。",
                "where": "家中的餐桌，母亲的作业本堆在一边，父亲坐在旁边看电视。",
                "when": "1998年5月11日19:15",
                "who": "我、母亲和父亲",
                "description": "1998年5月11日傍晚，母亲带着一堆作业回家批改。她坐在餐桌旁，认真地批改每一份作业，神情专注。父亲则坐在一旁看电视，时不时地看向母亲，眼中充满了关切。我一边做作业，一边看着他们，感受到家庭成员之间的支持与合作的重要性。这种和谐的氛围让我觉得，家庭的每个成员都在为共同的目标而努力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "期中考试成绩公布的前一天，我一直感到非常紧张，因为我知道父母对我的期望很高。我在学校里努力复习，但仍然感到不安。",
                "where": "南京市某小学的教室，教室里灯光明亮，学生们正在安静地复习。",
                "when": "1995年11月15日15:30",
                "who": "戚飘锦, 同学, 老师",
                "description": "1995年11月15日下午，我坐在南京市某小学的教室里，手里拿着书本，眼睛却不由自主地看向窗外。尽管我在努力复习，但心里仍然像有一块石头压着，让我无法集中注意力。我知道，明天就是期中考试成绩公布的日子，父母对我的期望很高，而我却不确定自己是否能达到他们的期望。教室里其他同学也在复习，但我感觉自己与他们格格不入，内心的紧张和不安越来越强烈。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "期中考试成绩公布后，我看到自己的成绩不理想，感到非常沮丧。尽管我在学校里一直努力，但成绩却没有达到预期。",
                "where": "南京市某小学的教室，教室里布告栏上贴着成绩单。",
                "when": "1995年11月16日10:00",
                "who": "戚飘锦, 老师, 同学",
                "description": "1995年11月16日上午，老师在教室布告栏上贴出了期中考试的成绩单。我怀着忐忑的心情走过去，看到了自己的名字和成绩。我无法相信自己的眼睛，成绩竟然比预期的要差很多。我的心一下子沉到了谷底，眼泪在眼眶里打转。我努力学习了这么久，却依然没有达到父母和老师的期望。我感到无比的沮丧和失落。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "回到家后，我在卧室里默默地哭泣，母亲发现后走进来安慰我。母亲告诉我，只要继续努力，成绩一定会提高，并分享了一些自己的学习经验。",
                "where": "南京家中的卧室，卧室里摆放着书桌和书架，墙上挂着学习计划表。",
                "when": "1995年11月16日19:00",
                "who": "戚飘锦, 母亲",
                "description": "1995年11月16日晚上，我回到家后，躲进了自己的卧室，静静地坐在书桌前，眼泪止不住地流下来。母亲推开门，看到我哭泣的样子，走过来轻轻地抱住我。她温柔地对我说，只要继续努力，成绩一定会提高。母亲还分享了她小时候在学习上的一些经验和方法，让我感到了一丝温暖和安慰。她的话语像一股暖流，缓解了我内心的焦虑和不安。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "那天早上，我和平常一样早早起床，准备上学。母亲在厨房做早餐，而父亲已经出门去上班。我一边吃早餐一边和母亲聊今天学校的安排。",
                "where": "南京家中的厨房，阳光透过窗户洒进来，照在餐桌上，厨房里弥漫着煎蛋的香味。",
                "when": "1996年4月15日07:30",
                "who": "母亲",
                "description": "1996年4月15日早上，南京家中的厨房，我和平常一样早早起床，准备去上学。母亲在厨房里忙着做早餐，阳光透过窗户洒进来，照在餐桌上，厨房里弥漫着煎蛋的香味。父亲已经出门去上班了。我一边吃早餐一边和母亲聊今天学校的安排。母亲微笑着听我说话，时不时点头回应。我感受到家庭的温暖和母亲对我的关心，心里充满了幸福和安全感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "在学校的课间休息时，我发现一位同学忘记带作业本。尽管知道帮助同学可能会耽误自己上课的时间，但我还是决定陪同学去办公室拿作业本。",
                "where": "南京小学的教室，教室里充满了同学们的嬉笑声，阳光透过窗户洒在课桌上。",
                "when": "1996年4月15日10:15",
                "who": "同学",
                "description": "1996年4月15日10:15，在南京小学的教室里，课间休息时，我发现一位同学忘记带作业本。教室里充满了同学们的嬉笑声，阳光透过窗户洒在课桌上。尽管知道帮助同学可能会耽误自己上课的时间，但看到同学焦急的神情，我还是决定陪她去办公室拿作业本。我们快速走向办公室，我心里想着尽量不要耽误太多时间，但同时也感到帮助同学是重要的，这样的行为是值得的。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "我和同学返回教室时，已经迟到了几分钟。老师注意到了我们的迟到，但在了解了原因后，老师在全班面前表扬了我的善举。",
                "where": "南京小学的教室，教室里安静下来，所有同学的目光都集中在我们身上。",
                "when": "1996年4月15日10:30",
                "who": "老师，同学",
                "description": "1996年4月15日10:30，我和同学返回教室时，已经迟到了几分钟。教室里安静下来，所有同学的目光都集中在我们身上。老师注意到了我们的迟到，走到我们面前询问原因。我紧张地解释道：“老师，她忘记带作业本了，我陪她去办公室拿。”老师听后点了点头，接着在全班面前表扬了我的善举。我感到非常开心和骄傲，心里暖洋洋的。这次经历让我确信帮助别人是对的，并且我的积极行为会得到社会的认可和赞赏。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_4",
                "stage_key": "童年时期",
                "what": "放学回家后，我向父母讲述了今天在学校的经历，并得到了父母的赞扬和鼓励。",
                "where": "南京家中的客厅，客厅里温暖的灯光洒在沙发和茶几上，电视机里播放着晚间新闻。",
                "when": "1996年4月15日18:45",
                "who": "父亲，母亲",
                "description": "1996年4月15日晚上18:45，放学回家后，我在南京家中的客厅里向父母讲述了今天在学校的经历。客厅里温暖的灯光洒在沙发和茶几上，电视机里播放着晚间新闻。父母听完我的讲述后，脸上露出了欣慰的笑容，母亲温柔地说：“你做得很好，真是个懂事的孩子。”父亲也点头表示赞同。我感到被家庭接纳和认可，心里充满了自豪和满足。父母的赞扬和鼓励让我更加坚定地认为，乖巧懂事会让家庭更加和谐。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "童年时期",
                "what": "我看到母亲在厨房忙于准备晚餐，感到她非常辛苦，于是主动要求帮忙切菜。",
                "where": "南京家中的厨房，厨房里弥漫着饭菜的香气，母亲在灶台前忙碌。",
                "when": "1997年1月10日17:45",
                "who": "母亲",
                "description": "1997年1月10日傍晚，我在家中的厨房看到母亲忙碌的身影，她正在为晚餐准备食材，显得非常疲惫。我心里一阵心疼，便主动上前说：'妈妈，我来帮您切菜吧。'母亲愣了一下，随后露出欣慰的笑容，轻轻拍了拍我的头，说：'好孩子，谢谢你。'当我站在案板前切菜时，心里感到温暖和满足。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "童年时期",
                "what": "晚餐后，我和母亲一起收拾餐桌，母亲在过程中告诉我家庭和谐的重要性。",
                "where": "南京家中的厨房，餐桌上还残留着晚餐的碗碟，厨房灯光柔和。",
                "when": "1997年1月10日19:30",
                "who": "母亲",
                "description": "1997年1月10日晚上，晚餐后，我和母亲一起收拾餐桌。母亲一边洗碗一边对我说：'飘锦，家庭和谐需要每个人的努力，你今天的帮助让我很感动。'我认真地点点头，心里感到一股暖流。母亲继续说道：'每个家庭成员都有自己的责任，这样我们的家才能幸福。'听到这些话，我感受到母亲对我的期望，也更加坚定了我要为家庭做出贡献的决心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "童年时期",
                "what": "第二天，我在学校里向朋友们分享了自己帮母亲做家务的经历，得到了朋友们的赞赏。",
                "where": "南京小学的教室，教室里阳光明媚，窗外传来孩子们的嬉笑声。",
                "when": "1997年1月11日10:15",
                "who": "朋友们",
                "description": "1997年1月11日上午，我在小学的教室里向朋友们分享了自己前一天帮母亲做家务的经历。朋友们听后纷纷表示赞赏，一个朋友说：'飘锦，你真是个好孩子，这么懂事。'另一个朋友也附和道：'是啊，我也要向你学习，帮妈妈做家务。'听到这些话，我心里感到非常开心。这一刻，我意识到帮助家庭不仅能得到家人的认可，也能赢得朋友们的赞赏，这让我更加自信和满足。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "有一天，我和父亲一起去工厂接加班的母亲。工厂的环境非常嘈杂昏暗，父亲在我面前表现得非常辛苦但依然坚强。",
                "where": "父亲工作的工厂，昏暗的灯光下机器轰鸣，空气中弥漫着油脂和铁锈的味道。",
                "when": "1994年10月10日18:30",
                "who": "父亲、母亲",
                "description": "1994年10月10日傍晚，我和父亲一起去他工作的工厂接加班的母亲。工厂里机器轰鸣，空气中弥漫着油脂和铁锈的味道，昏暗的灯光下我看到父亲满脸疲惫却依然坚强地走在前面。这是我第一次直观地感受到父亲工作的艰辛和父母的付出。我的心里涌起一阵心疼和感激，同时也感受到一种无形的责任感。我暗暗下决心要更加努力学习，不辜负他们的期望。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "在一次家长会上，老师表扬了我的学习成绩。会后，父母告诉我，他们的辛苦工作是为了给我创造更好的学习环境。",
                "where": "学校教室，讲台上摆着成绩单，教室里充满了其他家长的窃窃私语。",
                "when": "1994年10月20日14:00",
                "who": "父母、老师",
                "description": "1994年10月20日下午，学校教室里召开了一次家长会。老师在讲台上表扬了我的学习成绩，教室里充满了其他家长的窃窃私语。会后，父母满脸笑意地告诉我，他们的辛苦工作是为了给我创造更好的学习环境。我感受到父母对我的期望和重视，内心产生了一种强烈的责任感和使命感，我觉得必须通过好好学习来回报他们的辛苦付出。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "某个周末，我和父母一起在家做家庭作业和家务，父母在聊到工作时提到，他们最开心的时候就是看到我取得好成绩。",
                "where": "家中，温暖的厨房里，母亲在洗碗，父亲在擦桌子，我在一旁做家庭作业。",
                "when": "1994年10月23日10:15",
                "who": "父母",
                "description": "1994年10月23日上午，我和父母一起在家忙碌。母亲在厨房里洗碗，父亲在擦桌子，而我在一旁做家庭作业。父母聊到工作时，提到他们最开心的时候就是看到我取得好成绩。这次家庭互动让我感受到家庭的温暖和支持，也让我更加坚定了通过努力学习来报答父母的决心。我意识到家庭和谐与每个成员的努力息息相关，进一步强化了我的责任感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "那天是一个炎热的夏日，妈妈决定带我去图书馆避暑并看书。她希望我利用暑假时间多学习知识，并且一直强调学习的重要性。",
                "where": "南京市图书馆，宽敞的大厅里有着清凉的空调，四周堆满了各种书籍。",
                "when": "1997年7月15日10:30",
                "who": "母亲",
                "how": "这个事件让我意识到学习的重要性，增强了我对知识的渴望。母亲的引导让我形成了对学习的热爱，并且开始主动去图书馆借书，从而增强了'我应该尽力学习并取得好成绩'的中间信念。",
                "description": "1997年7月15日上午，天气异常炎热，母亲带着我来到南京市图书馆避暑。图书馆里凉爽宜人，四周都是高高的书架，摆满了各类书籍。母亲对我说：“飘锦，暑假是学习的好机会，我们应该多读书。”她挑选了一些适合我阅读的书籍，递给我时脸上带着期望的微笑。我感受到母亲的重视，心里暗下决心要好好学习，满足她的期望。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "在图书馆的阅读过程中，我遇到了一个和我年龄相仿的小女孩。我们一起讨论书中的内容，并成为了朋友。这是我第一次在图书馆结交新朋友。",
                "where": "南京市图书馆，儿童阅读区的一个角落，几张小桌子和椅子围成的小天地。",
                "when": "1997年7月15日11:15",
                "who": "母亲、小女孩",
                "how": "通过与新朋友的互动，我感受到了学习带来的快乐和成就感。这次经历进一步巩固了'学习成绩是评价一个孩子的重要标准'的中间信念，并且让我认识到学习不仅是个人的事情，也可以通过分享和交流获得更多的乐趣。",
                "description": "就在同一天的11点15分左右，我在图书馆的儿童阅读区坐下阅读时，遇到了一位和我年龄相仿的小女孩。她主动过来问我在看什么书，我们很快聊了起来，讨论书中的故事和人物。她的名字叫小英，我们聊得很开心，不知不觉中成了朋友。这是我第一次在图书馆结交新朋友，感受到学习不仅是一个独自的过程，还可以通过分享和交流获得更多的乐趣。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "回家后，妈妈对我在图书馆的表现非常满意，表扬了我并鼓励我继续保持。我感受到妈妈的肯定和鼓励，内心充满了成就感和动力。",
                "where": "家中，温馨的客厅，窗外阳光明媚。",
                "when": "1997年7月15日15:00",
                "who": "母亲",
                "how": "妈妈的表扬让我感受到自己努力学习的价值，进一步增强了'如果我努力学习，我会得到认可和表扬'的正面假设。这种情感上的肯定激励了我在未来更加投入到学习中去，并且让我更加愿意遵循父母的安排，以维持家庭的和谐。",
                "description": "1997年7月15日下午，我们从图书馆回到家中。母亲在客厅里对我说：“飘锦，今天你在图书馆的表现很棒，我很高兴看到你这么认真地学习。”她的表扬让我感到非常开心和满足，内心充满了成就感和动力。我觉得自己的努力得到了认可，更加坚定了我要努力学习的决心。母亲的鼓励让我意识到，只要我继续努力，就能得到更多的肯定和表扬。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "childhood",
                "what": "那天傍晚，我们一家人在家中吃完晚饭后，决定去邻居家串门。刚进门，就听到邻居家的孩子因为期中考试成绩不理想，正在被父母责骂。",
                "where": "南京家的邻居家，邻居家的客厅里，桌上摆满了孩子的课本和试卷。",
                "when": "1992年5月3日18:45",
                "who": "戚飘锦、她的父母、邻居家的孩子及其父母",
                "description": "1992年5月3日傍晚，我们一家在家中吃完晚饭后决定去邻居家串门。刚进门，就听到邻居家的孩子因为期中考试成绩不理想，正在被父母责骂。邻居家的客厅里充满了紧张的气氛，桌上摆满了孩子的课本和试卷。听到责骂声，我感到十分害怕，心里开始焦虑起来。邻居家的孩子低着头，不敢吭声，眼里闪着泪光。我看着这一幕，内心深深地感受到学习成绩的重要性，并对成绩不好所带来的负面后果产生了恐惧。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "childhood",
                "what": "回家后，父母对我进行了谈话，强调了学习成绩的重要性，并告诉我他们对我的期望。",
                "where": "南京的家，客厅里的沙发上，父母坐在我对面。",
                "when": "1992年5月3日20:00",
                "who": "戚飘锦和她的父母",
                "description": "当晚回到家后，父母把我叫到客厅，坐在沙发上开始和我谈话。他们语重心长地告诉我，学习成绩对未来的重要性，并表达了他们对我的期望。父亲说，如果我在学习上遇到困难，他们会提供帮助，但也希望我能自觉努力。母亲则温柔地拍拍我的肩膀，告诉我她相信我可以做到。我感到一种无形的压力在心头涌动，这种压力既是动力也是负担。我意识到，我必须更加努力学习，才能不辜负他们的期望。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "childhood",
                "what": "在接下来的几个月里，我开始更加努力地学习。每天放学后立即开始做功课，并且经常向母亲请教难题。",
                "where": "南京的家，我的房间和客厅。",
                "when": "1992年7月15日17:30",
                "who": "戚飘锦和她的父母",
                "description": "接下来的几个月里，我每天放学后立即开始做功课，经常向母亲请教难题。我的房间里堆满了课本和练习册，而客厅里时常能见到我和母亲坐在一起讨论问题的情景。我的努力终于得到了回报，期末考试成绩显著提升。记得成绩单发下来那天，父母脸上露出欣慰的笑容，父亲夸奖我是个懂事的好孩子，母亲也抱着我说她为我感到骄傲。这次成绩的提升让我感受到努力学习带来的正面反馈，进一步强化了我的信念，即如果我努力学习，我会得到认可和表扬。这种正面的情感体验让我更加坚定了在学习上取得好成绩的决心。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "childhood",
                "what": "学校宣布即将举办一场演讲比赛，老师在课堂上鼓励所有学生积极参与。",
                "where": "南京小学的教室，教室里墙上挂着各类学习标语，窗外阳光明媚。",
                "when": "1996年09月25日14:30",
                "who": "老师，同学",
                "description": "1996年9月25日下午，在南京小学的教室里，老师站在讲台前激动地宣布学校即将举办一场演讲比赛。阳光透过窗户洒进教室，同学们纷纷议论着。老师的鼓励让我感到一种前所未有的兴奋，我心里暗暗决定一定要参加并争取取得好成绩。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "childhood",
                "what": "我为演讲比赛做准备，父母在家中给予我很大的支持和指导。",
                "where": "家中的客厅，客厅里摆放着一张大茶几，茶几上散落着演讲稿和笔记本。",
                "when": "1996年10月01日19:00",
                "who": "父亲，母亲",
                "description": "1996年10月1日晚，我坐在家中的客厅里，为即将到来的演讲比赛做准备。父亲坐在我旁边，仔细地帮我修改演讲稿，母亲则在一旁为我加油打气。茶几上散落着我的演讲稿和笔记本，父母的支持让我感到被爱和重视，心中充满了信心和期待。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "childhood",
                "what": "演讲比赛当天，我在南京小学的礼堂内表现出色，最终获得了第一名。",
                "where": "南京小学的礼堂，礼堂内座无虚席，台上布置简朴但充满庄重气氛。",
                "when": "1996年10月15日10:00",
                "who": "父亲，母亲，老师，同学",
                "description": "1996年10月15日上午，在南京小学的礼堂内，我站在演讲台上，面对台下座无虚席的观众，心跳加速，但我努力保持镇定。演讲结束后，我看到了台下父母和老师满脸的骄傲和欣慰。最终，我获得了第一名，内心感到无比的满足和幸福。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "childhood",
                "what": "那是一个夏天的晚上，我在做完作业后，路过客厅看到父母在讨论家庭开销。父亲拿着账本，母亲在一旁帮忙计算，他们的神情显得有些疲倦但又专注。",
                "where": "南京家中的客厅，客厅的灯光有些昏暗，桌上摆满了账本和计算器。",
                "when": "1993年6月15日20:30",
                "who": "父亲，母亲",
                "description": "1993年6月15日晚上八点半，我在做完作业后经过客厅时，看到父亲和母亲正坐在餐桌旁讨论家庭开销。父亲皱着眉头，手里拿着账本，母亲在一旁帮忙计算，他们的神情显得有些疲倦但又专注。我站在门口默默地看着，心里感受到一股沉重的责任感。父母为了家庭的辛劳让我意识到，家庭和谐需要每个人的努力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "childhood",
                "what": "看到父母算账后，我问母亲是否需要帮助。母亲微笑着告诉我，他们在讨论如何省钱，为未来的开销做准备，并嘱咐我要好好学习，这样才能有更好的未来。",
                "where": "南京家中的客厅，桌上的账本和计算器依旧摆在那里。",
                "when": "1993年6月15日20:45",
                "who": "母亲，戚飘锦",
                "description": "1993年6月15日晚上八点四十五分，我走进客厅，问母亲是否需要帮助。母亲抬起头，微笑着对我说，他们在讨论如何省钱，为未来的开销做准备。她轻轻拍了拍我的肩膀，嘱咐我要好好学习，这样才能有更好的未来。母亲的话让我感受到深深的责任感和学习的动力，意识到自己的努力和表现对家庭和谐的重要性。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "childhood",
                "what": "当天晚上，我躺在床上思考父母的辛劳。我暗自决定要更加努力学习，将来为家庭减轻负担。",
                "where": "南京家中的卧室，房间里只有一盏床头灯微微发光。",
                "when": "1993年6月15日21:10",
                "who": "戚飘锦",
                "description": "1993年6月15日晚上九点十分，我躺在床上，脑海中不断回想着父母为家庭付出的辛劳。我望着天花板，心中感到一股沉重的责任感。我暗自决定要更加努力学习，将来为家庭减轻负担。这一刻，我对未来的责任感和学习的决心更加坚定，明白了我需要在学习上取得成功，并为自己的未来负起责任。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "那一天，我们四个好朋友正在玩跳绳游戏，笑声不断。突然，小玲停下了手中的绳子，默默地坐在一旁，眼中泛起泪光。",
                "where": "南京小学的操场，阳光明媚，草坪上有几只蝴蝶在飞舞。",
                "when": "1997年3月15日15:30",
                "who": "戚飘锦，三个好朋友（小玲、小红、小兰）",
                "description": "1997年3月15日下午，我和小玲、小红、小兰在南京小学的操场上玩跳绳。阳光洒在我们身上，温暖而快乐。突然，小玲停下了手中的跳绳，坐在一旁，眼中泛起泪光。看到她这样，我感到非常担心，便走过去轻声询问她发生了什么事。小玲告诉我，父母最近总是吵架，她感到很难过和无助。我心中涌起一股强烈的同情和保护欲，抱住小玲，轻声安慰她，告诉她一切都会好起来的。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "在安慰小玲之后，我决定带着她们继续玩游戏，希望能够分散小玲的注意力。我们换了一个游戏，开始玩捉迷藏。",
                "where": "南京小学的操场，树荫下的空地。",
                "when": "1997年3月15日16:00",
                "who": "戚飘锦，三个好朋友（小玲、小红、小兰）",
                "description": "在安慰小玲之后，我决定带着她们继续玩游戏，以分散小玲的注意力。我们换了一个游戏，开始玩捉迷藏。虽然小玲的情绪有所好转，但依然显得有些心不在焉。我尽力让游戏变得有趣，希望能逗小玲笑。看到她偶尔露出的微笑，我心里也感到一丝欣慰。通过这次事件，我意识到自己在朋友群体中的重要角色，不仅是个参与者，更是一个情感支持者。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "回到家后，我将小玲的事情告诉了母亲，母亲认真地听着，并告诉我在面对朋友的问题时，提供情感支持是非常重要的。",
                "where": "戚飘锦的家，温暖的客厅，母亲坐在沙发上。",
                "when": "1997年3月15日19:00",
                "who": "戚飘锦，母亲",
                "description": "1997年3月15日晚上，我回到家后将小玲的事情告诉了母亲。母亲认真地听着，并告诉我在面对朋友的问题时，提供情感支持是非常重要的。她还说，家庭的和谐和朋友之间的互相关爱同样重要。这些话让我感到温暖和鼓舞，也让我更加坚定了要乖巧懂事的信念。母亲的认可和鼓励让我相信自己在做正确的事情，同时也让我更深刻地理解了家庭和谐和情感支持的重要性。"
            }
        ]
    },
    "adolescence": {
        "name": "戚飘锦",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "我作为班级的学习委员，受到了班主任的鼓励和委托，开始策划一次班级学术讨论会。我花了一整周的时间精心准备，查阅了大量资料，并与班主任和几位学科老师进行了多次讨论和沟通。",
                "where": "学校的教室，教室里布置得很整齐，白板上写满了同学们的讨论话题。",
                "when": "2000年4月5日15:30",
                "who": "我，班主任，几位学科老师",
                "description": "2000年4月5日下午，我在学校教室里，班主任走过来拍了拍我的肩膀，说她对我很有信心，希望我能策划一次班级学术讨论会。我感到既兴奋又有些压力。接下来的几天，我每天放学后都留在教室里查资料，准备讨论会的内容。班主任和几位学科老师也时常过来给我一些建议和指导。尽管感到焦虑，但还是坚持下来，因为我不想让他们失望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "学术讨论会正式开始，我带领同学们分享学习心得，解答疑问。在讨论会上，我表现得非常自信和专业，赢得了同学们的尊重和认可。班主任在会后给予了我高度赞扬。",
                "where": "学校的教室，桌椅摆成了一个大圆圈，大家围坐在一起。",
                "when": "2000年4月12日14:00",
                "who": "我，同学们，班主任",
                "description": "2000年4月12日下午，学术讨论会在学校教室里正式开始。同学们围坐在一起，我站在前面，带领大家分享学习心得和解答疑问。我清晰地讲解每一个学习要点，看到同学们认真听讲的样子，我感到非常自信。讨论会结束后，班主任走过来，握着我的手说，‘你做得非常棒，大家都很佩服你。’当时我感到一股暖流涌上心头，觉得所有的努力都没有白费。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "几位同学在讨论会后主动找到我，希望我能继续组织类似的学习活动，并提供一些个人的学习指导。我欣然接受，并在接下来的几周内组织了几次小型的学习交流会。",
                "where": "学校教室的角落，一个安静的地方，几张桌子拼在一起。",
                "when": "2000年4月13日16:00",
                "who": "我，几位同学",
                "description": "2000年4月13日下午，在学校教室的一个角落，几位同学走过来，问我是否可以继续组织类似的学习活动，并帮他们解答一些学习上的疑问。我看到他们充满期待的眼神，心里很高兴，立即答应了他们的请求。接下来的几周，我们经常在放学后聚在一起，进行小型的学习交流会。每次看到同学们因为我的帮助而进步，我心里都感到非常满足和自豪。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "我一直在为即将到来的月考做准备，几乎每天下午放学后都会回到家中复习，甚至放弃了一些课外活动。",
                "where": "家中书房，桌上堆满了各种复习资料，窗外透进微弱的夕阳。",
                "when": "2001年5月1日17:30",
                "who": "父母",
                "description": "2001年5月1日的下午，我正坐在家中的书房里，桌上堆满了复习资料。为了不打扰我的复习，父母默默地在厨房为我准备我喜欢的食物，并尽量保持家中的安静。我感受到了他们的支持，这种关怀让我在面对学习压力时更加有动力。然而，想到如果成绩不理想可能会辜负父母的期望，我内心也感到了一定的压力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "月考当天，我早早起床，复习了一遍重点知识，紧张地等待考试开始。",
                "where": "学校的教室，桌子上摆满了考试用的文具和试卷。",
                "when": "2001年5月8日08:00",
                "who": "同学、老师",
                "description": "2001年5月8日早上，我早早起床，复习了一遍重点知识后，匆匆赶到学校。教室里充满了紧张的气氛，同学们都在低声讨论着复习内容。我坐在座位上，心中不断回想着父母的期望和自己的努力，紧张地等待着考试的开始。考前的紧张情绪让我感到焦虑，我渴望成功，但又害怕失败。这种情绪在一定程度上影响了我的考试表现。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "月考成绩公布后，我的成绩没有达到预期，感到非常失落。",
                "where": "学校的公告栏前，周围挤满了同学，大家都在查看自己的成绩。",
                "when": "2001年5月15日18:00",
                "who": "父母",
                "description": "2001年5月15日，月考成绩公布的那一刻，我站在学校的公告栏前，静静地看着成绩单，心中充满了自责和失望。我感到自己的努力没有得到应有的回报，内心非常难过。回到家后，父母看出了我的情绪低落，主动安慰我，鼓励我继续努力，并表示不论结果如何，他们都会支持我。父母的鼓励和支持让我感受到家庭的温暖和安全感，这一经历让我认识到，失败并不可怕，重要的是从失败中吸取教训并继续前进。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "我在学校走廊里遇见了一位成绩不理想的同学，他脸上写满了沮丧和无助，这让我回忆起自己在考试失利时的压力和无助。",
                "where": "学校的走廊，阳光透过窗户洒在地上，周围是来来往往的同学。",
                "when": "2002年9月10日14:45",
                "who": "戚飘锦、成绩不理想的同学",
                "description": "2002年9月10日下午，在学校的走廊里，我看见一位同学站在窗边，神情沮丧。这一幕让我想起了自己在考试失利时的感受，心中涌起一股同情和理解。我决定要帮助他，因为我知道那种无助的感觉有多么难熬。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "我决定在放学后去办公室找班主任，表示愿意为那位同学提供课后辅导。",
                "where": "学校的办公室，墙上挂满了学生的作品，班主任的办公桌上堆满了作业本。",
                "when": "2002年9月10日16:30",
                "who": "戚飘锦、班主任",
                "description": "2002年9月10日下午放学后，我走进班主任的办公室，详细询问了那位同学的学习情况，并提出了一些实用的建议。班主任对我的主动帮助表示赞赏，并鼓励我继续这种行为。听到老师的肯定，我感受到了来自老师的认可和支持，内心充满了自信和满足。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "几周后，我和那位同学一起在图书馆进行复习，我耐心地讲解知识点，并鼓励同学提出问题。",
                "where": "学校的图书馆，安静的氛围中只有翻书和轻声讨论的声音，书架上堆满了各种书籍。",
                "when": "2002年10月5日17:00",
                "who": "戚飘锦、成绩不理想的同学",
                "description": "2002年10月5日下午，我和那位同学在图书馆复习。我耐心地讲解知识点，并鼓励他提出问题。他的学习成绩逐渐有所提升，我们之间也建立了深厚的友谊。看到他的进步和感激之情，我感到非常满足和成就感。这一经历不仅提升了我的自信心，还使我认识到自己的努力和付出是有价值的。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "作为舞蹈队的一员，我参与了校庆演出的排练和准备工作。每天放学后，我们在学校礼堂进行排练，期间得到了老师的指导和同学们的支持。",
                "where": "学校礼堂，舞台上摆满了排练用的道具和设备，灯光明亮。",
                "when": "2003年10月15日16:30",
                "who": "舞蹈队成员、指导老师",
                "description": "2003年10月15日下午，在学校礼堂，我们舞蹈队正在为校庆演出进行排练。舞台上摆满了排练用的道具和设备，灯光明亮，整个礼堂充满了热情和活力。老师在一旁认真指导，每个动作都要做到位。舞蹈队的成员们也都非常投入，彼此鼓励和支持。我感受到了团队合作的重要性，增强了与同学和老师之间的信任和亲密感。这一经历让我更加自信，也让我意识到无论是家庭还是事业，都需要良好的沟通和合作。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "校庆当天，在演出前的准备过程中，我感到紧张，但我的父母和朋友们都到场支持我。我在后台与同学们相互鼓励，进行最后的排练和准备。",
                "where": "学校礼堂后台，狭小的空间里充满了紧张的气氛，大家都在做最后的准备。",
                "when": "2003年11月20日18:00",
                "who": "舞蹈队成员、父母、朋友",
                "description": "2003年11月20日傍晚，校庆演出即将开始，我在学校礼堂的后台做最后的准备。狭小的后台充满了紧张的气氛，大家都在检查自己的服装和道具。我感到心跳加速，有些紧张，但看到父母和朋友们到场支持我，内心感到一阵温暖和力量。我和同学们互相鼓励，进行最后的排练和准备。这种支持感增强了我的信心，让我更加坚定了家人对我的重要性。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "演出当天，我成功地完成了领舞任务，赢得了全场观众的掌声和老师们的赞扬。演出结束后，我与舞蹈队成员们一起庆祝，分享成功的喜悦。",
                "where": "学校礼堂，灯光璀璨，观众席上座无虚席。",
                "when": "2003年11月20日20:30",
                "who": "舞蹈队成员、老师、同学们",
                "description": "2003年11月20日晚上，在学校礼堂的舞台上，我作为领舞完成了我们的校庆演出。灯光璀璨，观众席上座无虚席，当我们最后一个动作结束时，全场爆发出雷鸣般的掌声和欢呼声。老师们也向我们竖起了大拇指，表示赞扬和肯定。演出结束后，我和舞蹈队成员们一起庆祝，分享成功的喜悦。这次成功的演出极大地提升了我的自信心，让我意识到自己的能力和团队合作的力量，也让我更加坚定了对未来的信心，认为只要努力和合作，任何目标都可以实现。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "我和父母一起在家中准备春节家宴，我帮忙布置餐桌并准备食物，父母在厨房忙碌。",
                "where": "家中，餐厅和厨房之间。餐桌上已经摆好了红色的桌布，窗户上贴着对联。",
                "when": "2001年1月23日18:30",
                "who": "我，父亲，母亲",
                "description": "2001年1月23日晚上，我们一家三口在家中准备春节家宴。我站在餐厅里，仔细地摆放碗筷和菜肴，红色的桌布和窗户上的对联让整个房间充满了节日的气氛。厨房里，母亲在忙着煮菜，父亲则在一旁帮忙切菜。看着他们忙碌的背影，我感到了一种深深的责任感和幸福感。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "在家庭聚会上，父母与亲戚们谈论我的学习成绩和未来的职业规划，他们表达了对我在学术和事业上取得成功的期望。",
                "where": "家中，客厅。客厅里摆满了亲戚们带来的礼物，茶几上放着各种小吃。",
                "when": "2001年1月23日20:00",
                "who": "父母，戚飘锦，亲戚们",
                "description": "2001年1月23日晚上的家庭聚会，客厅里坐满了亲戚，茶几上放满了各种小吃。父母在和亲戚们聊我的学习成绩和未来的职业规划，父亲语重心长地说，希望我将来能在学术和事业上取得成功。听着他们的话，我感到一股无形的压力，但也激发了我内心对成功的渴望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "聚会结束后，我独自回到房间，回想起父母对我的期望，感到既兴奋又有些压力。我决定制定一个详细的学习计划，以确保在学术上取得优异成绩。",
                "where": "家中，我的房间。房间里摆满了书籍和学习资料，书桌上有一盏温暖的台灯。",
                "when": "2001年1月23日22:30",
                "who": "我",
                "description": "2001年1月23日晚上聚会结束后，我独自回到房间，房间里摆满了书籍和学习资料，书桌上的台灯散发出柔和的光。我坐在书桌前，回想着父母和亲戚们对我的期望，感到心里既有一份兴奋也有一丝压力。我拿出笔记本，开始制定一个详细的学习计划，以确保在学术上取得优异成绩。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "在高考前的最后一次模拟考试前一个月，我为了取得好成绩，每天晚上学习到深夜。父母非常担心我的健康，多次劝我早些休息，但我坚持认为努力学习是未来成功的关键。",
                "where": "家中的书房，桌上堆满了复习资料，台灯的光线照亮了整个房间。",
                "when": "2004年4月10日23:45",
                "who": "父母和我",
                "description": "2004年4月10日晚上，我在家中的书房里埋头复习，时间已经接近午夜。书桌上堆满了厚厚的复习资料，台灯的光芒照亮了整个房间，显得格外安静。父母走进书房，语气中带着明显的担忧，劝我早点休息，说这样熬夜对身体不好。我抬起头，坚定地告诉他们，努力学习是未来成功的关键，我不能放松。父母虽然担心，但看到我的决心，只能无奈地叹气离开。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "在高考前的最后一次模拟考试中，我取得了年级第一名的好成绩。老师在班会上表扬了我，并鼓励我继续努力。",
                "where": "学校教室，黑板上写满了模拟考试的成绩单。",
                "when": "2004年5月15日10:30",
                "who": "老师、同学们和我",
                "description": "2004年5月15日上午，在学校的教室里，黑板上写满了模拟考试的成绩单。我看到了自己的名字排在第一位，内心充满了喜悦和自豪。老师在班会上特别表扬了我，说我的成绩非常出色，并鼓励我继续努力，争取在高考中也能取得优异成绩。同学们纷纷向我投来羡慕的目光，我感到非常开心和满足。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "模拟考试结束后的周末，我与几位好友在学校附近的咖啡馆聚会，庆祝我的成功。大家聊到了各自的高考压力和未来的计划。",
                "where": "学校附近的咖啡馆，窗外可以看到绿树成荫的街道。",
                "when": "2004年5月16日14:20",
                "who": "我和5位好友",
                "description": "2004年5月16日下午，我和几位好友在学校附近的咖啡馆聚会，庆祝我在模拟考试中取得的好成绩。咖啡馆的窗外，绿树成荫的街道显得格外宁静。我们点了几个小蛋糕和咖啡，大家围坐在一起，聊到了各自的高考压力和未来的计划。朋友们纷纷表示支持和祝贺，我感受到了浓浓的友情和团队的力量，这让我在面对即将到来的高考时更加从容和自信。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "我注意到一位同学在课堂上心不在焉，偶尔在课间独自发呆。通过朋友得知，她的父母正在闹离婚，家庭氛围十分紧张。",
                "where": "学校的教室，窗外的阳光洒在课桌上，同学们在教室里各自忙碌着。",
                "when": "2002年9月15日14:30",
                "who": "我（戚飘锦）、那位同学、一些朋友",
                "description": "2002年9月15日下午，在学校的教室里，我注意到一位平时活跃的同学今天显得特别心不在焉。她在课堂上一直盯着窗外，偶尔还在课间独自一人发呆。我感到有些担心，于是通过一些朋友打听情况，得知她的父母正在闹离婚，家里的气氛十分紧张。我心里感到一阵沉重，开始意识到家庭问题对心理健康的巨大影响。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "在一次班级活动中，我看到一位同学因为家庭问题而情绪低落，其他同学纷纷上前安慰和帮助他。",
                "where": "学校操场，阳光明媚，大家正在进行班级活动。",
                "when": "2002年10月20日16:45",
                "who": "我（戚飘锦）、那位同学、其他同学",
                "description": "2002年10月20日下午，在学校操场上，我们正在进行班级活动。突然，我注意到一位同学情绪低落，独自坐在一旁。我知道他最近家庭出现了问题，心情不太好。看到其他同学纷纷上前安慰和帮助他，我心里感到一股暖流。这一场景让我更加认识到朋友之间的支持和关怀的重要性，也让我更加重视友谊和支持系统的重要性。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "班级活动后的几天，我主动找那位同学聊天，试图了解他的情况并给予安慰。还组织了一次小型聚会，让同学们有机会放松和交流。",
                "where": "同学家中，温馨的客厅里摆放着一些小点心和饮料。",
                "when": "2002年10月25日18:15",
                "who": "我（戚飘锦）、那位同学、其他几位同学",
                "description": "2002年10月25日傍晚，我主动找到那位最近情绪低落的同学，试图了解他的情况并给予安慰。我们在他家温馨的客厅里聊了很久，还组织了一次小型聚会，让同学们有机会放松和交流。看到他脸上逐渐恢复的笑容，我感到一种满足感和成就感。这次经历让我更加坚定了自己在家庭和社交圈中扮演支持者和组织者的角色。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "我在一次家庭会议上提出了关于家庭财务管理的建议。",
                "where": "家中的客厅，桌上摆着茶和点心，气氛温馨。",
                "when": "2003年08月15日18:30",
                "who": "父母",
                "description": "2003年8月15日傍晚，我和父母在客厅里进行了一次家庭会议。父母坐在沙发上，听我讲述我在学校经济学课上学到的财务管理知识。我建议我们可以通过一些理财策略来改善家庭的财务状况。父母认真地倾听，时不时点头表示赞同。当我讲完后，他们对我的建议表示了认可和赞赏。我感到一股暖意涌上心头，仿佛自己在这个家庭中扮演了一个重要的角色，这让我充满了自信和责任感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "在学校的经济学课程中，我学到了家庭财务管理的基本知识，这启发了我提出建议的想法。",
                "where": "学校的教室，阳光透过窗户照进来，老师在讲台上详细讲解。",
                "when": "2003年08月12日14:45",
                "who": "经济学老师，同学",
                "description": "2003年8月12日下午，我在学校的经济学课程中，老师正在讲解家庭财务管理的基本知识。教室里阳光明媚，同学们都在认真听讲。老师提到了一些理财策略和预算管理的方法，这让我突然想到，或许我也可以在家庭财务管理上做点什么。下课后，我迫不及待地和同学们讨论这些知识，心中已经有了一个初步的计划。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "家庭会议后，父母根据我的建议调整了家庭财务管理方式，并在几个月后看到了明显的财务改善。",
                "where": "家中的客厅，桌上摆满了账单和财务记录。",
                "when": "2003年11月20日19:00",
                "who": "父母",
                "description": "2003年11月20日晚上，我们一家又聚在客厅里，这次是为了回顾过去几个月的财务状况。父母根据我的建议调整了家庭的财务管理方式，桌上摆满了账单和财务记录。看到账单上的数字逐渐好转，父母的脸上露出了满意的笑容。我感到非常欣慰和自豪，这种成功的体验让我更加体会到家庭和谐的重要性，也让我对自己在家庭中的角色充满了信心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我在一个周末的晚上在家中看书，父母在客厅里讨论如何平衡工作与家庭生活。母亲提到她工作上的压力，父亲则分享了他如何在工作中寻找平衡点。他们互相倾听，给予对方建议，并最终决定共同分担一些家务和照顾我的任务。",
                "where": "家中的客厅，书架上摆满了书，沙发旁的茶几上放着一盏温暖的台灯。",
                "when": "2000年11月15日20:30",
                "who": "父母",
                "description": "2000年11月15日晚上，我坐在自己的房间里看书，隐约听到父母在客厅里讨论工作和家庭的平衡问题。母亲的声音中带着一丝疲惫，她说工作压力很大，有时感到力不从心。父亲则安慰她，说他也有同感，但他们可以通过共同分担家务和照顾我的任务来减轻彼此的负担。他们的对话让我感到家庭的和谐需要每个人的努力，也让我意识到自己在家庭中的角色。我决定要尽力帮助维持家庭的和谐，但这种责任感也让我有些焦虑，担心如果自己做不到，会影响家庭的幸福。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "几天后，我在学校与朋友们讨论家庭作业时，听到一位朋友抱怨父母的争吵。我回忆起自己父母的和谐关系，并感到自己非常幸运。我分享了父母如何通过沟通解决问题的经历，朋友们被我的故事所启发，决定尝试与家人沟通。",
                "where": "学校的教室，窗外的阳光洒进来，照在桌子上的书本上。",
                "when": "2000年11月18日12:45",
                "who": "朋友",
                "description": "2000年11月18日中午，我和几位朋友在教室里讨论家庭作业。一位朋友突然抱怨说父母总是争吵，让她感到很烦恼。我瞬间想起了自己的父母，他们虽然也有工作上的压力，但总能通过沟通解决问题。我于是分享了父母如何通过互相倾听和分担家务来维持家庭和谐的故事。朋友们听后都很受启发，纷纷表示要尝试和家人沟通。这让我感到非常幸运，同时也增强了我的自信心。我开始意识到自己在朋友中的影响力，希望通过分享自己的经验帮助他们。但这种责任感也让我有些担忧，害怕如果自己无法提供有效的帮助，会让朋友失望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "在一次家庭聚餐中，父母再次讨论了家庭事务的分工问题。这次，他们还包括了我在内，希望我也能参与到家庭事务的管理中。我感到被重视，同时也感到责任重大。我答应父母会尽力帮助维持家庭的和谐，并提出了一些自己的建议。",
                "where": "家中的餐厅，餐桌上摆满了丰盛的菜肴，窗帘半掩，透进微弱的晚霞。",
                "when": "2000年11月22日18:30",
                "who": "父母",
                "description": "2000年11月22日晚上，我们一家人在餐厅享用晚餐，餐桌上摆满了母亲精心准备的菜肴。父亲突然提起了家庭事务的分工问题，母亲也表示认同。他们希望我也能参与到家庭事务的管理中，分担一些责任。我感到被重视，但同时也感到责任重大。我答应父母会尽力帮助维持家庭的和谐，并提出了一些自己的建议，比如如何分配家务和安排周末的家庭活动。他们对我的建议表示赞赏，这让我感到自己的地位得到了提升，但也增加了我的心理压力，因为我担心如果自己做不到，会让家人失望。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "老师宣布班级将进行一个课外研究项目，我和我的朋友们决定组成一个团队，并选择了一个关于环境保护的课题。",
                "where": "教室，老师站在讲台前，黑板上写满了当天的课程内容。",
                "when": "2003年03月15日15:30",
                "who": "朋友们、老师",
                "description": "2003年3月15日下午，在教室里，老师宣布班级将进行一个课外研究项目。我和朋友们交换了兴奋的眼神，决定组成一个团队，并选择了一个关于环境保护的课题。我们讨论着如何分工合作，期待着通过这个项目展示自己的组织和协作能力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "我们团队开始了项目的初步调研，我负责收集数据和分析信息，表现出色，赢得了团队成员的赞赏和信任。",
                "where": "学校图书馆，书架上排列着各种参考书，充满了安静的学习氛围。",
                "when": "2003年03月20日17:00",
                "who": "朋友们",
                "description": "2003年3月20日下午，在学校图书馆，我和团队成员们投入到项目的初步调研中。我负责收集数据并进行分析，每天都在图书馆埋头苦干。朋友们对我的努力和成果表示赞赏，这让我感到非常满足和自信。我们像一个小家庭一样，团结合作，共同努力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "项目接近尾声时，我和团队在老师的指导下进行了最后的修改和完善。最终，我们在全班同学面前展示了研究成果，得到了老师的高度评价和全班同学的掌声。",
                "where": "学校实验室，白板上布满了我们讨论的笔记，桌上摆满了实验器材和资料。",
                "when": "2003年04月10日14:00",
                "who": "朋友们、老师、全班同学",
                "description": "2003年4月10日下午，在学校实验室，我们团队在老师的指导下对项目进行了最后的修改和完善。展示那天，我们站在讲台上，面对全班同学和老师，紧张又兴奋地讲解我们的研究成果。当老师给予高度评价，全班同学报以热烈掌声时，我感到无比自豪和成就感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "在一次期中考试后，我的成绩有所下滑，感到非常沮丧。父母注意到我的情绪变化，并在晚餐时主动与我谈心。",
                "where": "家中餐桌，餐桌上摆满了我们全家最喜欢的菜肴，灯光温暖。",
                "when": "2001年11月15日18:30",
                "who": "父母",
                "description": "2001年11月15日晚上，我坐在家中的餐桌旁，心情低落，几乎没有动筷。父母注意到我和平时的反常，互相交换了一下眼神。母亲温柔地问我怎么了，我忍不住眼泪，一五一十地说出了成绩下滑的事情。父亲拍了拍我的肩膀，说道：“没关系，成绩不好可以再努力，我们都相信你。”听到这些话，我内心感到一阵温暖，压力也减轻了很多。我决定更加努力学习，不辜负父母的期望。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "父母在家长会上与班主任深入交流，讨论我的学习情况，并制定了详细的学习计划。",
                "where": "学校会议室，墙上挂着学校的荣誉榜，会议桌上摆满了各科老师的教学资料。",
                "when": "2001年12月05日14:00",
                "who": "父母、班主任",
                "description": "2001年12月05日下午，父母在学校的会议室里与班主任坐在一起，详细讨论我的学习情况。班主任指出了我目前的不足之处，并与父母一起制定了一份详细的学习计划。父母不断点头，认真记下每一个建议。这次家长会让我感受到父母对我学习的重视和关心，同时也增加了我的压力。我明白，他们希望我能在学业上取得好成绩，这不仅是为了我自己，也是为了整个家庭的未来。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "在家长会后的一周，班主任在课堂上特意表扬了我的努力，并鼓励我继续努力提高成绩。",
                "where": "学校教室，黑板上写满了当天的课程内容，同学们坐在整齐的课桌后。",
                "when": "2001年12月12日09:45",
                "who": "班主任、全班同学",
                "description": "2001年12月12日上午，在学校教室里，班主任在讲课的间隙突然提到我，说我在最近的学习中表现得非常努力，并鼓励其他同学向我学习。全班同学纷纷投来赞许的目光，我感到脸颊微微发热，但内心充满了自豪感和动力。班主任的表扬让我感到自己的努力得到了认可，这不仅增强了我的自信心，也让我更加坚定了通过努力学习来实现未来成功的信念。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "春节前的一个晚上，我正在家中为即将到来的家庭聚餐做准备。父母在厨房忙碌，我则在客厅布置餐桌。家里洋溢着温馨的气氛。",
                "where": "家中，客厅布置得非常温馨，桌上摆放着精致的餐具和花束。",
                "when": "2002年2月10日18:30",
                "who": "父母和我",
                "description": "2002年2月10日的晚上，家中弥漫着即将迎接春节的喜庆气氛。父母在厨房忙碌地准备美味的菜肴，我在客厅布置餐桌。餐桌上摆放着精致的餐具和一束鲜花，整个环境充满了温馨与和谐。我一边摆放餐具，一边和父母轻松地聊天，感受到家庭的温暖与幸福。这种亲密的互动让我对家庭和谐的重要性有了更深的体会，心中充满了对父母的感激与责任感。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "我参加了一场学校礼堂举行的学术讲座，这场讲座邀请了一位毕业校友分享他在金融行业的成功经验。",
                "where": "学校礼堂，礼堂内座无虚席，舞台上布置简朴但却充满学术氛围，背后的大屏幕上显示着校友的PPT。",
                "when": "2004年03月15日14:30",
                "who": "校友、同学们",
                "description": "2004年3月15日下午2点半，我和许多同学一起在学校礼堂参加了一场学术讲座。舞台上，校友热情地分享他在金融行业的成功经历，特别强调了学术成绩和实践经验的重要性。他的故事深深打动了我，让我感受到了榜样的力量。听着他的讲述，我内心充满了责任感和动力，坚定了在金融行业取得成就的决心。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "讲座结束后，我与几位同学讨论了校友的分享，并意识到自己在学习和实践方面还需要进一步努力。",
                "where": "学校礼堂外，天气晴朗，学生们热烈讨论着刚才的讲座内容。",
                "when": "2004年03月15日16:00",
                "who": "同学们",
                "description": "讲座结束后，我和几个同学走出礼堂，站在阳光下激烈地讨论着校友的分享。大家都对他的成功感到钦佩，并开始反思自己的学习和实践。通过这次讨论，我意识到自己在这些方面还有很多需要努力的地方。我决定在接下来的学期里更加专注于金融知识的学习，并积极参与相关的实习和课外活动，这样才能像校友一样取得成功。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "在学术讲座后的一个月，我参加了学校组织的一次金融模拟竞赛，这次竞赛需要团队合作。",
                "where": "学校图书馆，图书馆里灯火通明，书架间回荡着学生低声讨论的声音。",
                "when": "2004年04月20日19:00",
                "who": "同学们",
                "description": "一个月后，我参加了学校组织的金融模拟竞赛。我们团队每晚都聚集在图书馆，讨论策略和准备比赛。每晚图书馆里灯火通明，同学们低声讨论的声音回荡在书架间。通过这次竞赛，我不仅加深了对金融知识的理解，还培养了团队合作和领导能力。我的表现得到了老师和同学们的认可，这让我感到非常自信和满足。这次经历让我更加坚定了在金融行业发展的决心。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "在高三最后一次模拟考试前一个月，我和父母在客厅里谈话，他们对我的期望让我感受到了巨大的压力和责任。",
                "where": "家中的客厅，墙上挂着家庭照片，桌上摆着一盘苹果。",
                "when": "2004年3月15日19:30",
                "who": "父母",
                "description": "2004年3月15日晚上，我和父母坐在家中的客厅里，墙上挂着家庭照片，桌上摆着一盘苹果。父母语重心长地跟我谈起即将到来的高三模拟考试，他们的眼神中充满了期望和担忧。母亲轻声说，希望我能考出好成绩，进入理想的大学。父亲则强调了这次考试的重要性，语气虽然温和，但我能感受到那份无形的压力。我点了点头，内心却开始感到一阵紧张和责任。我明白他们的期望，也清楚自己的责任。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "在学校教室里，我和同学们召开了一次复习计划讨论会，大家踊跃发言，提出了许多有建设性的建议。",
                "where": "学校教室，黑板上写满了复习计划，窗外阳光明媚。",
                "when": "2004年3月20日16:00",
                "who": "同学们",
                "description": "2004年3月20日下午，在学校教室里，我们召开了一次复习计划讨论会。教室里黑板上写满了复习计划，窗外阳光明媚，洒在桌椅上。大家积极发言，提出了许多有建设性的建议。有的同学建议每天分配一定时间专攻薄弱科目，有的同学则提出相互检查作业，以确保不遗漏任何细节。听着他们的建议，我感到心里充满了希望和动力。我们决定每周固定时间一起复习，共同进步。讨论结束后，我感到自己不仅增强了组织和协调能力，也感受到了来自集体的力量和支持。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "高三最后一次模拟考试的前一天晚上，我和几位关系较好的同学在家里进行了一次集体复习，互相鼓励。",
                "where": "戚飘锦家中，书房里摆满了复习资料，台灯柔和的光线照在书页上。",
                "when": "2004年4月10日21:00",
                "who": "几位关系较好的同学",
                "description": "2004年4月10日晚上，我们几位关系较好的同学聚集在我家书房里进行集体复习。书房里摆满了复习资料，台灯柔和的光线照在书页上，营造出一种温馨而专注的氛围。我们讨论了各自的复习进度，分享了复习技巧，并在彼此感到困惑时提供帮助。期间，我们也聊了聊各自的烦恼和压力，互相鼓励打气。当晚的集体复习不仅让我感受到友谊的支持，也大大减轻了我对考试的焦虑。那一刻，我意识到集体合作的重要性，感受到同学间深厚的情谊和支持。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "我在班级活动中注意到赵敏情绪低落，经过询问得知她因为家里经济困难，无法专心学习。",
                "where": "学校教室，阳光透过窗户洒在课桌上，教室里充满了同学们的笑声和讨论声。",
                "when": "2003年5月10日08:30",
                "who": "我（戚飘锦）、赵敏、其他同学",
                "description": "2003年5月10日上午8:30，在学校教室里，大家正在热烈讨论班级活动的细节。我注意到平时活泼的赵敏坐在角落里，神情低落。于是，我走过去轻声问她发生了什么。赵敏抬起头，眼眶有些湿润，告诉我她家里经济困难，这让她无法专心学习。我心中一阵酸楚，想到自己家庭的和谐和支持，感到焦虑和无力。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "我决定向班主任王老师报告赵敏的情况，希望能得到学校的帮助。王老师决定与其他老师商量，看看能否提供一些援助。",
                "where": "学校办公室，桌上堆满了文件和作业，窗外能看到操场上学生们活动的身影。",
                "when": "2003年5月10日12:45",
                "who": "我（戚飘锦）、王老师",
                "description": "2003年5月10日中午12:45，我鼓起勇气走进学校办公室，向王老师报告了赵敏的情况。王老师听后，眉头微皱，表示会与其他老师商量，看看能否提供一些援助。我感到一阵轻松，虽然不确定结果会怎样，但至少我尽力了。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "在老师和同学们的帮助下，赵敏的情况有所改善。看到大家的努力让赵敏重新专注于学习，我感到非常欣慰。",
                "where": "学校教室，教室里充满了同学们的欢笑声和老师的指导声。",
                "when": "2003年5月15日14:30",
                "who": "我（戚飘锦）、赵敏、同学们、老师们",
                "description": "2003年5月15日下午2:30，教室里一片欢快的气氛，赵敏也露出了久违的笑容。她告诉我，在老师和同学们的帮助下，她的情况有所改善，现在可以重新专注于学习了。我内心感到无比欣慰，看到大家的努力带来了积极的变化，这让我更加坚定了帮助他人的信念。"
            }
        ]
    },
    "youth": {
        "name": "戚飘锦",
        "stage": "青年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青年时期",
                "what": "我在宿舍里紧张地准备即将到来的金融学术竞赛，反复看着笔记，担心自己是否能胜任这次比赛。",
                "where": "北京大学宿舍，桌上散乱地摆放着笔记本、教科书和几支笔。",
                "when": "2005年09月30日19:45",
                "who": "室友们",
                "description": "2005年9月30日晚上，我在北京大学的宿舍里，面对堆积如山的笔记本和教科书，心里充满了紧张和不安。室友们围坐在我身边，不断地鼓励我，并帮我模拟比赛场景。她们的支持让我稍微放松了一些，但内心深处的焦虑依然挥之不去。我深知这场比赛对我未来的重要性，因此每一分每一秒都在拼尽全力地准备。室友们的每一句鼓励都像是一剂强心针，让我感受到团队和友谊的强大力量。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青年时期",
                "what": "我刚刚进入这家知名金融公司时，对职场环境不太熟悉。虽然我尽力适应新环境，但由于缺乏经验，难免在一些任务上出现失误。一次，我被指派一个重要项目，任务量大且时间紧迫。",
                "where": "南京某知名金融公司，开放式办公区，周围是忙碌的同事和电话铃声。",
                "when": "2009年3月10日09:00",
                "who": "上司、同事",
                "description": "2009年3月10日上午9点，我在南京的这家知名金融公司开始了一个重要项目。办公室的氛围紧张而忙碌，上司将一个任务量巨大的项目交给了我。我感到压力山大，因为这是我在公司接到的第一个重要任务。面对充满不确定性的职场环境，我内心既兴奋又忐忑。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青年时期",
                "what": "在项目进行过程中，由于时间管理不当，我未能按时完成一个关键阶段的任务。上司在上午的会议上公开批评我，这让我感到极度羞愧和压力，全办公室的人都注视着我。",
                "where": "南京某知名金融公司，会议室，长桌周围坐满了同事。",
                "when": "2009年3月15日10:30",
                "who": "上司、同事",
                "description": "2009年3月15日上午10点30分，在公司会议室中，长桌周围坐满了同事。上司在会议上公开批评了我，因为我未能按时完成一个关键阶段的任务。我的脸顿时变得火辣辣的，全办公室的人都注视着我，感觉所有的眼光都在审视我。内心的羞愧和压力让我几乎无法抬起头来。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青年时期",
                "what": "在被批评后，我开始加班加点，努力完成任务。几乎每天都工作到深夜，不断修改和完善项目内容。最终，我在截止日期前完成了任务，并得到了上司的认可。",
                "where": "南京某知名金融公司，办公区，我的工位堆满了文件和笔记本。",
                "when": "2009年3月25日23:45",
                "who": "上司、同事",
                "description": "2009年3月25日深夜23点45分，我在办公区的工位上，桌子上堆满了文件和笔记本，几乎每天都在这里工作到深夜。经过不断的修改和完善，我终于在截止日期前完成了任务。上司对我的努力表示了认可，那一刻，我感到一种巨大的成就感和解脱感，内心充满了自豪。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青年时期",
                "what": "那天下午，我正忙于处理手头上的金融项目，忽然听到隔壁办公室传来激烈的争吵声。我走近查看，发现是一位同事因为家庭问题导致工作失误，正在被上司严厉批评。同事的情绪低落，脸色苍白，显得非常失落。",
                "where": "南京某知名金融公司的办公室，隔壁办公室的门半开着。",
                "when": "2011年6月15日15:30",
                "who": "我（戚飘锦）、同事、上司",
                "description": "2011年6月15日下午3点半，我正专注于手头的项目，突然从隔壁办公室传来一阵激烈的争吵声。我走过去，看到同事因为家庭问题导致工作失误，正在被上司严厉批评。同事脸色苍白，情绪低落，显得非常失落。看到这一幕，我内心深感震动，意识到家庭和工作的平衡是多么重要。这一事件加深了我对家庭和谐的重视，同时也让我感到担忧，害怕自己有一天也会面临同样的困境。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青年时期",
                "what": "在同事被批评后的第二天早上，我主动找到这位同事，和他进行了深入的交流。同事向我倾诉了自己最近家庭中发生的一些矛盾和压力，并表示这些问题严重影响了他的工作表现。",
                "where": "南京某知名金融公司的办公室，茶水间旁边的一角。",
                "when": "2011年6月16日09:00",
                "who": "我（戚飘锦）、同事",
                "description": "2011年6月16日早上9点，我主动找到那位昨天被批评的同事，我们在茶水间旁边的一角聊了起来。同事向我倾诉了自己最近家庭中发生的一些矛盾和压力，并表示这些问题严重影响了他的工作表现。通过这次深入的交流，我更加明白家庭问题对个人职业发展的影响。这次谈话让我更加坚定了自己必须平衡好家庭和工作的信念。同时，我也感到一种无形的压力，担心自己有一天也会因为家庭问题而影响工作表现。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青年时期",
                "what": "几天后，公司举行了一次团队建设活动。活动结束后的晚上，我和几位同事在餐厅闲聊。同事们谈到了工作与家庭平衡的问题，分享了各自的经验和建议。",
                "where": "南京某知名餐厅，公司预定的包间内。",
                "when": "2011年6月20日19:45",
                "who": "我（戚飘锦）、几位同事",
                "description": "2011年6月20日晚上7点45分，公司刚结束一次团队建设活动，我和几位同事在南京一家知名餐厅的包间内闲聊。同事们谈到了工作与家庭平衡的问题，分享了各自的经验和建议。这次交流让我受益匪浅，感到自己不是孤单的，其他人也在面对类似的挑战。我感到一种集体的支持，增强了我应对家庭和工作压力的信心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青年时期",
                "what": "为了准备家庭聚会，我精心打扫了家中并准备了丰盛的年夜饭。母亲一早就来帮忙，一边做饭一边和我聊起了家里的琐事。",
                "where": "南京家中，厨房里弥漫着年菜的香味，客厅里摆满了带有喜庆图案的装饰。",
                "when": "2013年02月09日18:30",
                "who": "母亲和其他家庭成员",
                "description": "2013年春节前夕，为了迎接家庭聚会，我从早上就开始忙碌，精心打扫了家中，准备了丰盛的年夜饭。母亲一早就来帮忙，厨房里弥漫着年菜的香味，她一边切菜一边和我聊起了家里的琐事。我们聊起了孩子的学习、父亲的健康状况，以及邻居家的趣事。看着母亲忙碌的身影，我感到一阵温馨，却也感到肩上的责任越来越重。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青年时期",
                "what": "年夜饭期间，母亲在饭桌上对亲戚们夸赞我的付出，提到我是家庭的中坚力量，并说：'家庭的和谐和幸福离不开你的付出，我们都很依赖你。' 我感到一种被高度期望的压力，但也感受到家人的信任和依赖。",
                "where": "南京家中，餐厅里摆满了丰盛的年菜，亲戚们围坐在一起，欢声笑语不断。",
                "when": "2013年02月09日19:45",
                "who": "母亲和其他家庭成员",
                "description": "年夜饭期间，餐厅里充满了欢声笑语，桌上摆满了丰盛的年菜。母亲在饭桌上对亲戚们夸赞我的付出，提到我是家庭的中坚力量，并说：'家庭的和谐和幸福离不开你的付出，我们都很依赖你。' 听到这话，我心里既感到一种被高度期望的压力，但也感受到家人的信任和依赖。我微笑着回应，但内心的紧张感却在增加。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青年时期",
                "what": "聚会结束后，我独自一人在厨房收拾，心中感到一种复杂的情绪。既为家庭的和谐感到欣慰，又为自己所承担的责任感到压力。",
                "where": "南京家中，厨房里堆满了用过的碗碟，窗外的烟花在夜空中绽放。",
                "when": "2013年02月09日21:30",
                "who": "独自一人",
                "description": "聚会结束后，我独自一人在厨房收拾，厨房里堆满了用过的碗碟，窗外的烟花在夜空中绽放。我心中感到一种复杂的情绪，既为家庭的和谐感到欣慰，又为自己所承担的责任感到压力。母亲的话不断在我脑中回响，我一边收拾一边思考如何更好地平衡家庭和工作的责任。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青年时期",
                "what": "我正在为即将发表的报告做最后的准备，感到紧张和焦虑。因为这次会议对我的职业生涯非常重要。",
                "where": "上海国际金融会议中心的一间会议室，桌子上散落着我的演讲稿和笔记本电脑。",
                "when": "2015年9月20日08:30",
                "who": "同事们",
                "description": "2015年9月20日早上8点半，我坐在上海国际金融会议中心的一间会议室内，面对着堆满资料的桌子，内心充满了紧张和焦虑。这次会议对我的职业生涯意义重大，同事们知道我的压力，也特意抽时间来给我鼓励和支持。小李拍拍我的肩膀，笑着说：“别担心，你一定能行。”这让我感到稍微放松了一些。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青年时期",
                "what": "我穿上精心准备的职业装，带着满满的自信来到会场。在会场遇到了一位曾在大学时期对我有深刻影响的教授，他鼓励我要自信，并相信我的专业能力。",
                "where": "上海国际金融会议中心的大堂，灯光明亮，人声鼎沸。",
                "when": "2015年9月20日09:45",
                "who": "大学教授",
                "description": "2015年9月20日上午9点45分，我穿上精心准备的职业装，走进上海国际金融会议中心的大堂。大堂里灯光明亮，人声鼎沸，我心里却一直在打鼓。这时，我遇到了一位曾在大学时期对我有深刻影响的教授。他看到我，微笑着走过来，握住我的手说：“飘锦，你一定要自信，我相信你的专业能力。”他的鼓励让我感到非常温暖，内心的紧张也缓解了许多。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青年时期",
                "what": "我成功地进行了报告，受到了与会专家的高度评价。他们对我的专业知识和表现给予了肯定，并在会后与我进行了深入交流，提出了一些宝贵的建议。",
                "where": "上海国际金融会议中心的主会议厅，座无虚席。",
                "when": "2015年9月20日11:30",
                "who": "行业专家和同事",
                "description": "2015年9月20日中午11点半，我站在上海国际金融会议中心的主会议厅，面对座无虚席的观众，开始了我的报告。虽然内心依旧有些紧张，但我尽力保持镇定。报告结束后，与会专家们纷纷起立鼓掌，走上前来与我交流。他们对我的专业知识和表现给予了高度评价，并提出了一些宝贵的建议。我感到非常激动和欣慰，内心的成就感油然而生。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青年时期",
                "what": "在公司的一次内部会议上，我听到了上司提到公司将进行裁员，并且裁员的标准主要是基于员工的绩效和抓住职业机会的能力。这让我感到紧张，因为我意识到在金融行业竞争激烈，抓住每一个机会尤为重要。",
                "where": "南京某知名金融公司会议室，会议室内冷气充足，桌上摆放着会议资料，窗外能看到城市的繁华景象。",
                "when": "2017年4月10日09:30",
                "who": "上司、其他同事、我",
                "description": "2017年4月10日上午9:30，我在南京某知名金融公司会议室参加了一次内部会议。会议室内冷气充足，桌上摆放着会议资料，窗外能看到城市的繁华景象。上司严肃地宣布公司将进行裁员，并且裁员的标准主要是基于员工的绩效和抓住职业机会的能力。我坐在椅子上，听到这个消息后心跳加快，手心微微出汗。我抬头看了看周围的同事，大家的表情都很严肃，空气中弥漫着紧张的气氛。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青年时期",
                "what": "在某次团队合作项目中，我的同事因没有抓住一个关键机会而表现不佳，最终被裁员。我亲眼目睹了这位同事被告知结果时的沮丧和无助。",
                "where": "南京某知名金融公司办公室，办公区内人来人往，气氛紧张。",
                "when": "2017年4月15日14:45",
                "who": "上司、被裁员的同事、我",
                "description": "2017年4月15日下午2:45，我在南京某知名金融公司的办公室内，办公区内人来人往，气氛紧张。我正在处理文件时，突然听到同事被上司叫到办公室。过了一会儿，同事从办公室出来，脸色苍白，眼中充满了沮丧和无助。我上前询问，得知他因为在团队合作项目中没有抓住一个关键机会而表现不佳，最终被裁员。同事无奈地摇了摇头，叹了口气。我感到一阵心酸，同时也深刻体会到职业机会的重要性。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青年时期",
                "what": "在同事被裁员后的一周，我和几位同事在午餐时讨论了这件事。大家纷纷表示对未来的担忧，并讨论了如何在这样的环境中生存和发展。",
                "where": "南京某知名金融公司食堂，食堂内人声鼎沸，桌子上摆满了各式午餐。",
                "when": "2017年4月22日12:15",
                "who": "几位同事、我",
                "description": "2017年4月22日中午12:15，我和几位同事在南京某知名金融公司食堂吃午餐。食堂内人声鼎沸，桌子上摆满了各式午餐。我们围坐在一起，一边吃饭一边讨论最近的裁员事件。大家纷纷表示对未来的担忧，有人说要更加努力工作，有人说要提升自己的专业技能。讨论中，我感到内心的紧张和焦虑逐渐加剧，同时也更加坚定了要全力以赴，为未来打好基础的信念。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青年时期",
                "what": "在孩子准备上小学的前一天晚上，我和丈夫坐在客厅里，一边为孩子准备书包，一边讨论孩子的未来教育计划。我们达成共识，要共同努力为孩子提供最好的教育条件。",
                "where": "南京家中客厅，沙发上堆满了新买的书包和文具，茶几上摆着几杯温热的茶。",
                "when": "2018年9月2日20:45",
                "who": "丈夫",
                "description": "2018年9月2日晚上，我和丈夫在南京的家中客厅里，为孩子准备上小学的事情忙得不亦乐乎。沙发上堆满了新买的书包和文具，茶几上还摆着几杯温热的茶。我们坐在沙发上，一边整理，一边讨论着孩子的未来教育计划。丈夫认真地说：“我们一定要为孩子提供最好的教育条件。”我点头表示赞同，心中充满了对未来的憧憬和责任感。那一刻，我感受到了夫妻间合作和共同目标的重要性，也更加坚定了自己对家庭和谐和教育孩子的责任感。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青年时期",
                "what": "孩子升入小学的第一天早晨，我早早起床，为孩子准备早餐并确认所有上学所需物品准备齐全。我一边忙碌，一边与丈夫分享对孩子未来的憧憬。",
                "where": "南京家中厨房，桌上摆满了早餐，书包和文具整齐地放在门口。",
                "when": "2018年9月3日06:30",
                "who": "丈夫和孩子",
                "description": "2018年9月3日早晨，我早早起床，在南京的家中厨房里为孩子准备早餐。桌上摆满了煮好的粥和几样小菜，书包和文具整齐地放在门口。我一边忙着做早餐，一边和丈夫分享对孩子未来的憧憬。丈夫微笑着说：“我相信我们的孩子会有一个美好的未来。”我点头微笑，心里充满了对家庭生活有序和井井有条的满足感。这次早晨的准备工作让我感受到家庭生活的有序和井井有条的重要性，进一步加强了我在家庭事务上表现得井井有条的信念。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青年时期",
                "what": "送孩子到学校后，我和丈夫站在校门外，看着孩子高兴地跑进教室。丈夫安慰我，表示我们会一起面对未来的教育挑战。我感到一股暖流涌上心头。",
                "where": "南京某小学，校门口人来人往，孩子们兴奋地奔向教室。",
                "when": "2018年9月3日08:15",
                "who": "丈夫和孩子",
                "description": "2018年9月3日早晨，我和丈夫送孩子到南京某小学。校门口人来人往，孩子们兴奋地奔向教室。看到孩子高兴地跑进教室，我的心中涌起了一股暖流。丈夫握着我的手，轻声安慰道：“我们会一起面对未来的教育挑战的。”我点头，感到无比欣慰，同时也意识到自己的责任更重了。这次经历让我更加重视家庭和孩子的教育，强化了我必须尽全力维持家庭和谐与幸福的信念。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青年时期",
                "what": "我刚开始参加舞蹈班时，感到有些紧张和不安，因为我对自己的舞蹈技能缺乏信心。然而，我依然决定参加，希望通过舞蹈舒缓工作和家庭生活带来的压力。在第一堂课上，我遇到了班上的老师和同学，大家都非常友好，这让我渐渐放松下来。",
                "where": "南京某舞蹈班，舞蹈教室宽敞明亮，墙上挂着几幅舞蹈相关的海报，地板干净而光滑。",
                "when": "2019年5月1日18:30",
                "who": "舞蹈班的老师和同学",
                "description": "2019年5月1日傍晚，我怀着忐忑的心情走进南京某舞蹈班的教室。教室里宽敞明亮，墙上挂着几幅优美的舞蹈海报，我的心情稍稍平静了一些。老师和同学们都很友好，主动与我打招呼并介绍自己。这种友好的氛围让我逐渐放松下来，开始享受这堂课。虽然我对自己的舞蹈技能缺乏信心，但大家的鼓励和支持让我感到温暖和安心。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青年时期",
                "what": "几周后，我在一次舞蹈班的课后活动中，与一位非常优秀的舞者进行了深入的交流。这位舞者分享了她每天练习舞蹈的时间和努力的过程。听到这些，我深受启发，意识到这些成就背后的努力和坚持。",
                "where": "南京某舞蹈班，教室内的休息区，那里有几张舒适的沙发和一张咖啡桌。",
                "when": "2019年5月15日19:45",
                "who": "舞蹈班的一位优秀舞者",
                "description": "2019年5月15日晚上，在舞蹈班的课后活动中，我与一位非常优秀的舞者坐在教室内的休息区交流。她分享了自己每天练习舞蹈的时间和努力的过程，她说起每天早晨5点起床练习，晚上回家还要继续练习到深夜。我听后深受启发，也意识到这些成就背后是无数个坚持不懈的日子。这次交流让我重新审视了自己的努力程度，开始思考自己在工作和家庭生活中是否也需要这种坚持和努力的态度。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青年时期",
                "what": "随着时间的推移，我在舞蹈班中越发自信，并且开始主动帮助新来的同学。这不仅提升了我的社交能力，也让我在帮助他人的过程中获得了心理上的满足感和成就感。",
                "where": "南京某舞蹈班，教室和休息区。",
                "when": "2019年6月1日20:00",
                "who": "舞蹈班的老师和新同学",
                "description": "2019年6月1日晚，我在舞蹈班中已经逐渐变得自信了许多。课后，我看到几个新来的同学在休息区讨论舞蹈动作，我主动走过去介绍自己，并分享了一些练习的心得和技巧。她们听得很认真，不时点头表示赞同。通过帮助她们，我不仅提升了自己的社交能力，也在她们感激的眼神中获得了心理上的满足感和成就感。这种积极的心理体验让我感到，尽管生活中有很多压力，但通过努力和帮助他人，我能获得更多的幸福感。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青年时期",
                "what": "我在大学期间选择了金融专业，这是我第一次接触金融市场并开始学习投资。当时，金融市场的波动和专业知识的复杂性让我感到充满挑战，但我决定通过努力学习来掌握这门学科。",
                "where": "北京大学校园，金融系的教室里，书桌上堆满了教材和笔记本，窗外是熙熙攘攘的校园景象。",
                "when": "2005年10月12日14:35",
                "who": "教授和同学",
                "description": "2005年10月12日下午，我坐在北京大学金融系的教室里，教授正在讲解金融市场的基本原理。课桌上摆满了厚重的教材和笔记本，我一边听讲一边快速记录。金融市场的波动和复杂的专业知识让我感到前所未有的挑战，但也激起了我的好奇心和学习欲望。在课后，我和几位同学讨论了课堂内容，大家都感到这门学科充满了机遇和挑战。我下定决心，要通过努力学习来掌握这门学科，为未来打好基础。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青年时期",
                "what": "在毕业后进入金融公司工作的初期，我遇到了工作中的第一次重大挑战。在一次重要的项目中出现了失误，导致公司损失了一部分资金。尽管我感到非常沮丧，但在同事和上司的支持下，我逐渐找到了问题的根源并提出了解决方案。",
                "where": "南京金融公司办公室，宽敞的开放办公区，桌上堆满了文件和电脑屏幕。",
                "when": "2009年07月15日10:20",
                "who": "同事和上司",
                "description": "2009年7月15日上午，我在南京金融公司的办公室里，紧张地盯着电脑屏幕。我们团队负责的一个重要项目出现了失误，导致公司损失了一部分资金。我感到非常沮丧和自责，不知道如何向上司交代。同事们见我情绪低落，纷纷过来安慰我，并一起分析问题的根源。在上司的会议室里，他耐心地听取了我的解释，并鼓励我不要放弃。经过几天的努力，我们终于找到了问题的根源，并提出了解决方案。这个过程让我意识到团队支持的重要性，也让我在面对挑战时学会了冷静和坚持。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青年时期",
                "what": "一次我在股票市场上经历了巨大波动，几乎失去了大部分投资。当时我感到非常沮丧，但经过深入分析和总结经验，我重新调整了投资策略，最终成功挽回了部分损失。",
                "where": "南京家中，书房里，桌上摆着电脑和一堆股票分析报告。",
                "when": "2020年10月20日17:45",
                "who": "丈夫",
                "description": "2020年10月20日下午，我坐在南京家中的书房里，紧张地盯着电脑屏幕。股票市场突然经历了巨大波动，我几乎失去了大部分投资。我心情跌入谷底，感到非常沮丧和无助。丈夫走进书房，看到我愁眉不展，安慰我说这只是暂时的挫折。我决定冷静下来，仔细分析市场变化的原因，并总结经验教训。经过几天的深思熟虑，我调整了投资策略，逐步挽回了部分损失。这次经历让我认识到风险管理的重要性，也让我在未来的投资中更加谨慎和理智。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青年时期",
                "what": "公司年会前几天，我正经历一段工作压力非常大的时期，年末的绩效考核临近，我感到焦虑和压力。",
                "where": "南京某知名金融公司，开放式办公室，桌上堆满了文件和报表。",
                "when": "2021年1月10日09:30",
                "who": "戚飘锦，公司同事，直系领导",
                "description": "2021年1月10日上午，我坐在南京某知名金融公司的办公桌前，周围是同事们忙碌的身影。年末的绩效考核即将到来，我的桌上堆满了需要完成的文件和报表，压力让我感到喘不过气来。领导走过来，拍了拍我的肩膀，问我项目进展如何，我勉强挤出一丝笑容回应，但内心的焦虑却更加强烈。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青年时期",
                "what": "年会上，戚飘锦与同事们一起参加活动，气氛轻松愉快，大家在一起交流工作经验和未来规划。",
                "where": "南京某知名金融公司，酒店宴会厅，布置精美，灯光柔和。",
                "when": "2021年1月15日18:00",
                "who": "戚飘锦，公司同事，直系领导",
                "description": "2021年1月15日晚上，南京某知名金融公司的年会在一家豪华酒店的宴会厅举行。厅内布置精美，灯光柔和，洋溢着节日的气氛。我和同事们围坐在一张大圆桌旁，大家举杯庆祝，交流着过去一年的工作经验和对未来的规划。听着同事们的分享，我感受到来自团队的支持和认可，内心的焦虑也被暂时缓解。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青年时期",
                "what": "在年会的演讲环节，一位资深前辈分享了他的职业发展经历，详细讲述了职业规划和目标设定的重要性。",
                "where": "南京某知名金融公司，酒店宴会厅，舞台上方悬挂着公司的标志。",
                "when": "2021年1月15日19:30",
                "who": "戚飘锦，资深前辈，公司同事",
                "description": "2021年1月15日晚上，在年会的演讲环节，一位资深前辈走上舞台，灯光聚焦在他身上。他开始分享自己的职业发展经历，详细讲述了职业规划和目标设定的重要性。我坐在台下，认真聆听，前辈的故事深深打动了我。演讲结束后，我感到一种新的动力，同时也感受到些许压力，因为我认识到需要更好地规划自己的职业生涯。"
            }
        ]
    },
    "recent_events": {
        "name": "戚飘锦",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我参加了孩子的家长会，老师在会上特别提到孩子最近的成绩下滑，需要更多的辅导和关注。",
                "where": "孩子的学校，教室里坐满了其他家长，黑板上还写着‘家长会’几个大字。",
                "when": "2021年10月15日18:30",
                "who": "孩子的老师和其他家长",
                "description": "2021年10月15日傍晚，我来到孩子的学校参加家长会。教室里的灯光有些昏黄，老师站在讲台上，表情严肃地讲述孩子们的学习情况。当她特别提到我的孩子最近成绩下滑时，我感到心里一紧。其他家长的目光似乎都集中在我身上，使我倍感压力。回家的路上，我一直在思考如何帮助孩子提高成绩，心情十分沉重。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "回家后，我与丈夫讨论孩子的成绩问题，并提出要为孩子请一位家庭教师。",
                "where": "家中客厅，沙发上还有我们平时一起看电视的垫子，茶几上放着刚泡好的茶。",
                "when": "2021年10月15日20:00",
                "who": "丈夫",
                "description": "2021年10月15日晚上，我刚回到家，就迫不及待地和丈夫讨论孩子的成绩问题。客厅的灯光柔和，但我的心情却很沉重。我告诉他老师在家长会上提到的情况，并提出要为孩子请一位家庭教师。丈夫点头表示同意，但我能看出他眼中的担忧。我们的讨论进一步加深了我的焦虑，因为我感受到丈夫也在担心孩子的未来。这种共鸣让我觉得自己不能辜负家庭的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "我开始为孩子安排额外的学习时间，并调整自己的工作和家庭时间表来监督孩子的学习。",
                "where": "家中书房，书桌上堆满了孩子的课本和练习册，台灯发出温暖的光。",
                "when": "2021年10月16日19:00",
                "who": "孩子",
                "description": "2021年10月16日晚上，我和孩子一起坐在书房里，我为他安排了额外的学习时间。书桌上堆满了课本和练习册，我一边整理一边讲解。我发现自己的时间变得更加紧张，因为不仅要处理工作，还要监督孩子的学习。虽然我感到自己的努力在维持家庭和谐，但也感到愧疚，因为不得不减少与朋友的社交时间。这使我的情绪更加低落，但为了孩子的未来，我只能继续坚持。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我正在公司办公室内进行一个重要的工作项目，这个项目涉及到复杂的金融分析和报告，我感到压力巨大。",
                "where": "公司办公室，窗外可以看到熙熙攘攘的街道，桌上堆满了文件和数据报告。",
                "when": "2021年12月15日10:30",
                "who": "我，同事，上司",
                "description": "2021年12月15日上午10:30，我在公司办公室忙着处理一个重要的金融项目。窗外的街道车水马龙，而我的桌上堆满了需要分析的数据和报告。我感觉到巨大的压力，尤其是在面对一些关键数据分析时，发现自己遇到了困难。我的心跳加速，手心出汗，脑海中不断浮现出上司对项目高期望的影像。我开始质疑自己的职业能力和未来的发展，感到极度焦虑和不安。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在遇到困难后，我尝试向同事寻求帮助，希望能够找到解决问题的方法。",
                "where": "公司办公室，同事们各自忙碌的工位上。",
                "when": "2021年12月15日11:15",
                "who": "我，同事",
                "description": "2021年12月15日上午11:15，我在公司办公室遇到困难后，决定向同事们寻求帮助。我走到他们的工位前，看到他们正专注地处理自己的工作，似乎没有时间分心。我小心翼翼地询问他们是否能帮我看一下数据分析的问题。然而，同事们纷纷表示自己也很忙，无法给予太多支持。听到这些话，我感到孤立无援，心中的焦虑和不安进一步加剧。我开始怀疑自己是否能够在这样竞争激烈的环境中脱颖而出，内心非常迷茫。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "在项目进展不顺的情况下，我决定与上司沟通，希望能够得到指导和支持。",
                "where": "公司办公室，上司的办公室，办公桌上摆放着各种文件和电脑。",
                "when": "2021年12月15日14:00",
                "who": "我，上司",
                "description": "2021年12月15日下午14:00，我决定与上司沟通，希望能够得到指导和支持。我敲开上司办公室的门，看到他正坐在办公桌前整理文件。他抬头看了我一眼，示意我坐下。我向他详细说明了项目遇到的困难和我的焦虑心情。上司认真听完后，表示理解我的困难，但他对项目的高期望值并没有降低。他希望我能克服这些困难，继续推进项目。我感到更加不安和无力，深感自己的职业能力受到质疑，职业发展的瓶颈愈发明显。我走出上司办公室时，心情沉重，觉得前途一片迷茫。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我与朋友见面，她因为工作压力过大而辞职回家。我们在她家中聊了很多，她详细描述了自己辞职的原因和回家的感受。",
                "where": "朋友的家，客厅里摆放着温馨的摆设，墙上挂着家人的照片。",
                "when": "2022年1月15日14:30",
                "who": "我和朋友",
                "description": "2022年1月15日下午，我来到朋友的家中，客厅里温馨的摆设和墙上的家人照片让我感到一丝放松。朋友看起来有些疲惫，但脸上带着释然的表情。我们坐在沙发上，喝着咖啡，她开始向我倾诉她决定辞职的原因。她说，工作压力让她几乎喘不过气来，每天都感觉被压得无法呼吸。听着她的讲述，我感到心情沉重，开始反思自己的工作压力和生活质量。朋友的经历让我感到对未来的不确定感和焦虑，我担心自己是否也会面临同样的情况。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "几天后，我在家中与丈夫谈起朋友辞职的事情，我们讨论了彼此当前的工作和生活状况。",
                "where": "我们的家，客厅里温馨的灯光和舒适的沙发，氛围温暖。",
                "when": "2022年1月18日20:00",
                "who": "我和丈夫",
                "description": "2022年1月18日晚，我和丈夫在客厅里聊起了几天前朋友辞职的事情。温暖的灯光洒在我们身上，沙发上的抱枕让人感到舒适。丈夫听了我的讲述，脸上露出一丝理解和担忧的神情。他说他理解我的压力，但也强调了我在家庭和职业中的重要性。他的话让我感到一丝安慰，但同时也加重了我的责任感和压力。我意识到自己在家庭中的重要性，同时也清楚地感受到自己在事业上的期望。这种双重压力让我感到焦虑，特别是当我想到孩子的教育问题时，压力倍增。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "在周末参加舞蹈班时，我与几位朋友分享了自己对朋友辞职事件的感受。朋友们也纷纷表达了对工作压力的担忧，并建议我寻找更多的放松方式。",
                "where": "舞蹈教室，明亮的灯光，镜子反射出大家的身影，音乐轻快。",
                "when": "2022年1月22日10:00",
                "who": "我和舞蹈班的朋友们",
                "description": "2022年1月22日上午，我来到舞蹈教室参加舞蹈班。教室里明亮的灯光下，镜子反射出大家的身影，轻快的音乐让人心情愉悦。在休息间隙，我向几位朋友分享了自己对朋友辞职事件的感受。大家听后纷纷表示对工作压力的担忧，并建议我寻找更多的放松方式。通过与朋友们的交流，我意识到自己并不孤单，大家都有类似的压力。这种分享和交流让我感到一些缓解，但也让我更清楚地认识到压力的普遍性。我开始思考如何更好地平衡工作、家庭和自身的需求，这与我的信念紧密相关。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我注意到孩子放学后立即前往各类补习班和课外活动，几乎没有时间留在家中与家人互动。",
                "where": "在家中，我站在窗前，看着孩子背着书包匆匆出门。",
                "when": "2022年4月10日17:30",
                "who": "我和孩子",
                "description": "2022年4月10日下午5点半，我站在家中的窗前，看着孩子背着沉重的书包匆匆出门去上补习班。房间里显得格外安静，只有时钟滴答作响。我感到一阵孤独和失落，心里想着自己为家庭付出了这么多，却感受不到孩子的陪伴。这种感受让我对家庭和谐的担忧更加强烈。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "一次家庭晚餐时，我尝试与孩子讨论近期的学习情况和课外活动，但孩子显得心不在焉，回应敷衍。",
                "where": "家庭餐厅，桌上摆着热腾腾的晚餐，灯光温暖。",
                "when": "2022年4月15日19:00",
                "who": "我、孩子和丈夫",
                "description": "2022年4月15日晚上7点，我们一家三口在餐厅吃晚饭。桌上摆着我精心准备的晚餐，但孩子显得心不在焉，不停地看手机。我试图和他聊聊最近的学习情况和课外活动，但他只是敷衍地回应几句。我心里一阵失望和无力，觉得自己在家庭中的努力没有得到应有的重视。这让我对家庭互动的忧虑更加深重，开始质疑自己是否真的组织好家庭生活。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "我与丈夫讨论孩子的教育问题，希望寻求配合和支持，但丈夫认为孩子已经足够忙碌，建议放松一些。",
                "where": "家庭客厅，沙发上堆放着几本杂志，电视机开着。",
                "when": "2022年4月20日20:30",
                "who": "我和丈夫",
                "description": "2022年4月20日晚上8点半，我和丈夫在客厅讨论孩子的教育问题。我希望他能配合我一起帮助孩子提高成绩，但他却认为孩子已经足够忙碌，应该让他放松一些。丈夫的态度让我感到孤立和不理解，觉得自己的努力没有得到应有的支持。这种感受加剧了我对家庭和谐的担忧，心里压力越来越大。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我在一个忙碌的工作日后回到家中，准备与家人共进晚餐。我打开电视，发现一则关于家庭和谐的重要性的节目。",
                "where": "家中的客厅，客厅里温馨的灯光照亮了整个房间，电视正播放着节目。",
                "when": "2022年6月15日19:00",
                "who": "我、丈夫、孩子",
                "description": "2022年6月15日晚上7点，我结束了一天的工作，拖着疲惫的身体回到家。客厅的灯光柔和，丈夫和孩子已经在餐桌旁等我。我打开电视，准备放松一下，正好看到一则关于家庭和谐的重要性的节目。节目中讲述了一个家庭因为缺乏沟通而产生的矛盾，我不禁陷入了思考，感到自己肩上的责任更加沉重。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在节目结束后，我与丈夫讨论了节目内容，分享了自己对家庭和谐的重要性的看法，并表达了自己对孩子成绩的担忧。",
                "where": "家中的客厅，餐桌旁，餐桌上摆满了晚餐的残羹剩饭。",
                "when": "2022年6月15日19:30",
                "who": "我、丈夫",
                "description": "2022年6月15日晚上7点半，节目结束后，我关掉电视，转身对丈夫说：“你知道吗？刚才那个节目让我想到我们家，家庭和谐真的很重要。”我继续说道：“我最近一直在担心孩子的成绩，怕他不能跟上。”丈夫点点头，温柔地握住我的手，安慰道：“别太担心了，我们一起努力。”虽然丈夫的安慰让我感到温暖，但内心的焦虑依然无法完全消散。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "第二天，我在公司与同事们聊起前一天晚上的节目，谈及家庭和谐的重要性以及我对孩子成绩的担忧。",
                "where": "公司办公室，办公桌上堆满了文件和电脑。",
                "when": "2022年6月16日09:00",
                "who": "我、同事",
                "description": "2022年6月16日上午9点，在公司办公室，我和同事们聊起了前一天晚上的节目。“昨天那个关于家庭和谐的节目真是触动了我，”我说。“我一直在担心孩子的成绩，感觉肩上的责任越来越重。”同事们纷纷表示理解和同情，一个同事说道：“我也有类似的烦恼，我们都在努力平衡家庭和工作。”尽管大家的分享让我感到一些安慰，但内心的压力仍然无法完全消除，尤其是对孩子成绩的担忧更加深刻了。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我和丈夫在一次谈话中因旅行行程安排发生了争执，他觉得行程太紧张，而我希望孩子能多看一些景点。",
                "where": "家中的客厅，茶几上放着旅行计划的打印件。",
                "when": "2022年8月12日21:45",
                "who": "丈夫",
                "description": "2022年8月12日晚上，我和丈夫在家中的客厅里讨论即将到来的家庭旅行。我满怀期待地拿出了精心安排的行程表，但丈夫看了一眼便皱起了眉头。他认为安排得过于紧张，孩子会很累。我感到有些不悦，解释说这是为了让孩子多看一些景点。争执逐渐升级，丈夫的声音越来越大，而我也开始急躁起来。最终，我们谁也没能说服对方，只留下了满心的失望和焦虑。我开始质疑自己是否真的能维持家庭的和谐。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "在旅行的第二天，我和丈夫在游览景点时再次因孩子的学习问题发生争论，他觉得应该放松，而我坚持要安排一些学习时间。",
                "where": "旅游景点，孩子正在一旁玩耍。",
                "when": "2022年8月14日14:30",
                "who": "丈夫, 孩子",
                "description": "2022年8月14日下午，我们一家人在旅游景点游览时，我提到希望孩子利用午后休息时间做些作业。丈夫听了后明显不悦，他觉得旅行应该是放松的时间，不该让孩子继续学习。我固执地认为，孩子的成绩需要抓紧，这是为他好。我们在游客来往的景点争论起来，孩子见状停止了玩耍，茫然地看着我们。争论让我的压力倍增，既觉得自己对孩子的教育焦虑加剧，又感到在家庭中得不到支持，内心涌现出一股浓浓的孤独感。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "在旅行的最后一天晚上，我和丈夫在酒店房间内进行了一次长谈，试图解决之前的争执，但因为意见分歧，谈话最终不欢而散。",
                "where": "酒店房间，床头灯昏黄。",
                "when": "2022年8月16日22:00",
                "who": "丈夫",
                "description": "2022年8月16日晚上，在旅行的最后一晚，我和丈夫在酒店房间内坐下来，试图解决之前的争执。房间里只有床头灯发出昏黄的光，我们的心情都很沉重。我试图解释自己对孩子教育的担忧，但丈夫认为我太过紧张，无法享受家庭时光。谈话中，我们的声音时而低沉时而激动，最终因为意见分歧，谈话以不欢而散告终。我感到深深的无力和挫败，对家庭关系的未来充满担忧，甚至开始怀疑自己是否真的能维持家庭的和谐。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "为了缓解孩子成绩带来的压力，我决定参加一个新的舞蹈班。我报名参加了一个周末舞蹈班，希望通过这种方式放松自己。",
                "where": "舞蹈班的教室，木地板上铺着柔软的垫子，墙上挂着几幅舞蹈动作的图示。",
                "when": "2022年10月15日14:30",
                "who": "我和舞蹈班的其他学员",
                "description": "2022年10月15日下午，我走进了一个新的舞蹈班教室。教室里充满了轻松愉快的氛围，木地板上铺着柔软的垫子，墙上挂着几幅舞蹈动作的图示。虽然心里还有些孩子成绩带来的压力，但我希望通过跳舞来放松自己。一开始有些紧张，但随着音乐响起，我逐渐融入其中，感受到了久违的轻松和快乐。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在舞蹈班的首次课上，我遇到了一些新朋友。她们都是和我年龄相仿的女性，大家很快聊得热络起来。",
                "where": "舞蹈班的教室，教室里有一面大镜子，可以看到大家的舞姿。",
                "when": "2022年10月15日15:00",
                "who": "我和新朋友",
                "description": "2022年10月15日下午3点，在舞蹈班的首次课上，我遇到了一些新朋友。教室里有一面大镜子，可以看到大家的舞姿。她们都是和我年龄相仿的女性，大家很快聊得热络起来。我们分享了各自的兴趣爱好和日常生活，彼此之间的笑声不断。在这个轻松的氛围中，我暂时忘记了家庭和工作的压力，感到被理解和支持。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "课后，我和新朋友们一起去附近的咖啡馆聊天，大家分享了各自的生活和工作压力。",
                "where": "附近的咖啡馆，咖啡馆的装潢温馨，空气中弥漫着咖啡的香气。",
                "when": "2022年10月15日16:30",
                "who": "我和新朋友",
                "description": "2022年10月15日下午4点半，课后，我和新朋友们一起去了附近的一家咖啡馆。这家咖啡馆的装潢温馨，空气中弥漫着咖啡的香气。我们找了一个角落坐下，点了几杯咖啡，开始分享各自的生活和工作压力。我说起了孩子的成绩问题，她们也讲述了自己的烦恼。在这样轻松的对话中，我感受到了情感上的支持和理解，压力得到了进一步的缓解。这次经历让我认识到，除了家庭和工作，自己也需要一些个人空间和社交活动来平衡生活。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "今天在公司办公室的周例会上，我看到同事因为工作表现优异而被提拔。",
                "where": "公司办公室，会议室内气氛紧张而正式，墙上挂着公司年度目标的海报。",
                "when": "2023年1月10日10:30",
                "who": "我、同事、上司和其他同事",
                "description": "2023年1月10日上午10:30，在公司办公室的周例会上，会议室内气氛紧张而正式，墙上挂着公司年度目标的海报。上司宣布同事因为工作表现优异而被提拔，室内一片掌声。我心里感到羡慕和压力，内心产生了焦虑，担心自己在职业发展中落后。看到同事们的表情，我感到自己需要更加努力才能取得同样的成就。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "周例会结束后，我在茶水间与同事闲聊，他分享了如何通过加班和不断提升专业能力获得提拔的经验。",
                "where": "公司茶水间，墙上贴着公司文化标语，桌上摆满了各种茶点和咖啡机。",
                "when": "2023年1月10日11:00",
                "who": "我和同事",
                "description": "2023年1月10日上午11:00，周例会结束后，我在公司茶水间与同事闲聊。茶水间墙上贴着公司文化标语，桌上摆满了各种茶点和咖啡机。同事分享了他如何通过加班和不断提升专业能力获得提拔的经验。我听着他的经验，感受到更加明显的职业压力，内心的焦虑情绪加剧。感觉自己需要付出更多努力才能跟上同事的步伐。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "回到家后，我与丈夫谈论了同事被提拔的事情，并表达了我的焦虑和压力。",
                "where": "家中客厅，客厅布置温馨，墙上挂着全家福照片，沙发上放着柔软的靠枕。",
                "when": "2023年1月10日19:30",
                "who": "我和丈夫",
                "description": "2023年1月10日晚上19:30，回到家后，我与丈夫在客厅谈论了同事被提拔的事情。客厅布置温馨，墙上挂着全家福照片，沙发上放着柔软的靠枕。我向丈夫表达了我的焦虑和压力。丈夫安慰我，并鼓励我在工作上继续努力。虽然他的安慰让我感到些许宽慰，但内心的焦虑依然存在。我在职业压力和家庭责任之间感到夹缝中的压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在2022年年底决心增加股票投资，主要是为了缓解因孩子成绩带来的压力，并希望通过盈利来支持家庭和孩子的教育。我开始每天晚上花大量时间研究股市，并与丈夫讨论投资策略。",
                "where": "家中的书房，桌上堆满了各种金融报表和笔记本。",
                "when": "2022年12月15日20:00",
                "who": "我和丈夫",
                "description": "2022年12月15日晚上，我坐在书房，桌上堆满了各种金融报表和笔记本。孩子已经入睡，书房里只剩下我和丈夫。我们讨论着投资策略，希望通过股票投资来缓解因孩子成绩带来的压力，并为孩子的教育提供更好的经济支持。虽然一开始投资收益不错，但我内心却始终紧绷，担心市场波动带来的风险。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "2023年3月，我在一次股市剧烈波动中亏损了一笔资金。我面对这次亏损感到非常沮丧和失落，自责没有更好地管理风险，开始怀疑自己的能力，并对未来的投资失去了信心。",
                "where": "家中的书房，电脑屏幕上显示着不断下跌的股票曲线。",
                "when": "2023年3月10日21:30",
                "who": "我独自一人",
                "description": "2023年3月10日晚上，我独自坐在书房里，电脑屏幕上显示着不断下跌的股票曲线。那一刻，我感到非常沮丧和失落，心中充满了自责和无奈。我不停地责怪自己没有更好地管理风险，怀疑自己的能力，并对未来的投资失去了信心。那种无力感让我几乎要崩溃。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "在亏损后，我与丈夫分享了自己的沮丧和失落。丈夫安慰我，并建议我暂时停止投资，专注于家庭和孩子的教育。我接受了丈夫的建议，但内心依然感到不安和愧疚。",
                "where": "家中的客厅，灯光柔和，沙发上放着我和丈夫的抱枕。",
                "when": "2023年3月15日19:00",
                "who": "我和丈夫",
                "description": "2023年3月15日晚上，我和丈夫坐在客厅里，灯光柔和，沙发上放着我们常用的抱枕。我向丈夫倾诉了自己因投资亏损而感到的沮丧和失落。丈夫温柔地安慰我，说投资有风险，建议我暂时停止投资，专注于家庭和孩子的教育。我点了点头，虽然接受了他的建议，但内心依然感到不安和愧疚，认为自己没能在经济方面为家庭做出应有的贡献。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "由于孩子的成绩问题，我和丈夫之间开始出现一些争执。他认为我对孩子的压力过大，而我则觉得他不够重视孩子的教育。",
                "where": "家庭客厅，茶几上还摆着孩子的作业本和我们的咖啡杯。",
                "when": "2023年4月15日20:30",
                "who": "我和丈夫",
                "description": "2023年4月15日晚上八点半，在家庭客厅的沙发上，我和丈夫因为孩子的成绩问题开始争吵。他抱怨我对孩子的要求太高，声音渐渐变得激动，我则反驳他不够关心孩子的学习。争执中我们都面露愠色，气氛紧张得让人喘不过气来。最后我们决定通过婚姻咨询来解决问题，但我内心感到焦虑和困扰，觉得自己的努力没有得到理解和支持。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "在一次舞蹈课结束后，我和好友们交谈，分享了我与丈夫的争执和即将进行的婚姻咨询。",
                "where": "舞蹈教室，窗外阳光明媚，教室里弥漫着轻松的音乐。",
                "when": "2023年4月20日11:00",
                "who": "我和三位好友",
                "description": "2023年4月20日上午11点，在舞蹈课结束后的舞蹈教室里，我和三位好友围坐在一起，分享了最近我和丈夫的争执，以及我们即将进行的婚姻咨询。好友们耐心地听着，给了我许多温暖的支持和建议。她们鼓励我保持积极的心态，让我感到了一些安心和支持，但内心对家庭和谐的追求却更加坚定。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "我和丈夫一起参加了一次婚姻咨询，过程中我们各自表达了对家庭和孩子教育的不同看法。",
                "where": "婚姻咨询室，温馨的布置让人感到放松，墙上挂着几幅柔和的画作。",
                "when": "2023年5月10日14:00",
                "who": "我、丈夫和咨询师",
                "description": "2023年5月10日下午两点，在温馨的婚姻咨询室里，我和丈夫参加了一次婚姻咨询。咨询师引导我们表达对家庭和孩子教育的不同看法，我讲述了我对孩子成绩的担忧，而丈夫则分享了他希望孩子能有一个快乐童年的愿望。咨询过程中，我们逐渐达成了一些共识，咨询师还给出了一些实用的建议。这次咨询缓解了我对家庭关系的担忧，增加了对未来的希望，我感受到丈夫的理解和支持，内心感到更加踏实和有信心。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "晚饭后，我和孩子一起检查作业时，发现孩子对一些题目感到困惑，并表示学校的学习任务越来越重。",
                "where": "家庭环境，餐桌旁边的书房里，书桌上摆满了课本和作业本。",
                "when": "2023年7月15日19:45",
                "who": "我和孩子",
                "description": "2023年7月15日晚上，晚饭后，我和孩子一起坐在书房里检查他的作业。孩子看着数学题，眉头紧锁，脸上露出困惑的表情。他叹了口气，说道：“妈妈，学校的学习任务越来越重，我真的有点跟不上。”听到这话，我心里一紧，觉得自己有责任帮助他克服这些困难。孩子的无助让我感到非常担心，仿佛有一块大石头压在心头，无法放松。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "我和丈夫讨论孩子的学习情况，双方都感到孩子的压力可能会影响到他的心理健康，决定为孩子安排额外的辅导课程。",
                "where": "家庭环境，卧室里，温暖的床头灯下。",
                "when": "2023年7月16日21:30",
                "who": "我和丈夫",
                "description": "2023年7月16日晚上，我和丈夫在卧室里讨论孩子的学习情况。我们都坐在床边，灯光柔和，气氛却有些沉重。我对丈夫说：“孩子最近看起来很累，他自己也觉得学习任务太重了。”丈夫点点头，皱着眉头说：“我们是不是该给他找个辅导班？不然他这么下去，心理压力会很大的。”虽然我们决定为孩子安排额外的辅导课程，但我心里并没有完全放松，反而感到更大的责任和压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "在孩子参加的辅导课程结束后，我发现孩子情绪低落，抱怨课程内容过于枯燥和难以理解。",
                "where": "家庭环境，孩子的房间里，墙上挂着他喜欢的海报。",
                "when": "2023年7月22日18:15",
                "who": "我和孩子",
                "description": "2023年7月22日傍晚，孩子从辅导班回来后，我走进他的房间，看到他坐在书桌前，情绪低落。我问他今天的课程怎么样，他无奈地摇了摇头，说：“妈妈，课程内容太枯燥了，而且有好多我都听不懂。”听到这些，我心里一阵难过和无助，担心自己的努力没有效果，也担心孩子的情绪状态。看到他这样，我感到非常焦虑，不知道该怎么做才能真正帮助他。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "孩子的成绩有所下滑后，我感到压力山大。为了缓解压力，我决定更频繁地参加舞蹈班，并报名参加即将到来的舞蹈比赛。",
                "where": "家中，客厅的沙发上，桌上还摆着孩子的成绩单和一些学习资料。",
                "when": "2023年7月15日19:30",
                "who": "我，孩子，舞蹈班的朋友",
                "description": "2023年7月15日晚上，我坐在家中的客厅里，拿着孩子的成绩单，心情沉重。孩子在一旁默默地翻看着书，我感到无比的压力。为了缓解这种压力，我决定更加频繁地参加舞蹈班，并报名参加即将到来的舞蹈比赛。舞蹈班的朋友们得知后，纷纷表示支持，并鼓励我。通过与他们的交流和舞蹈练习，我暂时缓解了因孩子成绩下滑带来的焦虑，也感受到了朋友们的支持，提升了自信心。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "在舞蹈比赛的准备期间，我每天花费大量时间练习舞蹈，以期在比赛中表现出色。我的舞蹈班朋友也积极支持和鼓励我。",
                "where": "舞蹈班教室，木地板上划有练习用的标线，墙上挂着大镜子。",
                "when": "2023年8月10日18:00",
                "who": "我，舞蹈班的朋友",
                "description": "2023年8月10日傍晚，我在舞蹈班教室里，和舞蹈班的朋友们一起练习舞蹈。教室的木地板上划有练习用的标线，墙上挂着大镜子，我们在镜子前反复练习每一个动作。朋友们不断地鼓励我，给我提建议，帮助我提高舞技。每天的练习让我暂时将注意力从孩子的成绩压力转移到舞蹈上，这次集中精力的练习让我感到充实和满足，提升了我的自我效能感。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "在舞蹈比赛结束后，我获得了第一名，我感到非常自豪和开心。我的舞蹈班朋友和家人都为我的成就感到骄傲。",
                "where": "舞蹈比赛会场，灯光璀璨的舞台上，台下观众席座无虚席。",
                "when": "2023年9月5日20:45",
                "who": "我，舞蹈班的朋友，家人",
                "description": "2023年9月5日晚，舞蹈比赛会场灯光璀璨，我站在舞台上，心跳加速。当宣布我获得第一名时，全场爆发出热烈的掌声，舞蹈班的朋友和家人们在台下热情地为我欢呼。我感到无比的自豪和开心，泪水忍不住在眼眶中打转。比赛的胜利不仅极大地提升了我的自信心，也暂时缓解了我因孩子成绩问题带来的压力和焦虑。我感受到来自朋友和家人的支持，进一步坚定了我在不同领域表现出色的信念。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "在一个充满期待的周末，我带着孩子回到了父母家。聚会中，父母在闲聊中逐渐将话题转向孩子的学习情况。他们语重心长地表达了对孩子未来的期望，希望他能考上一所好大学。",
                "where": "父母家的客厅，墙上挂满了家庭照片，桌上摆满了丰盛的菜肴。",
                "when": "2023年11月12日14:30",
                "who": "戚飘锦, 父母, 孩子",
                "description": "2023年11月12日下午，我和孩子回到了父母家。父母家的客厅布置得温馨舒适，墙上挂满了家庭照片。聚会进行得很愉快，桌上摆满了丰盛的菜肴。父母在闲聊中逐渐将话题转向孩子的学习情况，询问他最近的表现。他们语重心长地表达了对孩子未来的期望，希望他能考上一所好大学。听到这些话，我感受到了父母对孩子的期待，心里不禁沉重起来。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "家庭聚会后，我回到家中，感到心情沉重。晚餐时，我决定与丈夫商量如何更好地辅导孩子的学习。我们讨论了孩子的学习计划和需要改进的地方。",
                "where": "家中的餐厅，餐桌上摆着简单的晚餐。",
                "when": "2023年11月12日19:00",
                "who": "戚飘锦, 丈夫",
                "description": "2023年11月12日晚上，我回到家中，心情依然沉重。晚餐时，我决定与丈夫商量如何更好地辅导孩子的学习。我们在餐桌上摆着简单的晚餐，一边吃饭一边讨论孩子的学习计划和需要改进的地方。虽然这次讨论让我感到有些许缓解，但内心的焦虑并未完全消散，我担心如果自己不尽全力帮助孩子，孩子的成绩会下滑。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "第二天，我在办公室与同事们分享了我的困扰。同事们给了我一些建议，并鼓励我保持积极的心态。",
                "where": "公司办公室，明亮的办公环境，桌上放着电脑和文件。",
                "when": "2023年11月13日10:15",
                "who": "戚飘锦, 同事",
                "description": "2023年11月13日上午，我在办公室与同事们分享了我的困扰。办公室明亮而整洁，桌上放着电脑和文件。同事们耐心听我诉说后，给了我一些建议，并鼓励我保持积极的心态。虽然同事们的支持让我感到温暖，但我依然对孩子的成绩问题感到担忧，内心的压力未能完全解除。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我注意到丈夫最近在工作中表现得异常疲惫和失落。几次在晚餐时，他提到工作上的挫折，包括一个重要项目失败和上司的批评。",
                "where": "家中餐厅，餐桌上还摆着刚吃完的晚餐盘子。",
                "when": "2024年1月15日19:00",
                "who": "丈夫和我",
                "description": "2024年1月15日晚上，我们一家人在家中餐厅一起吃晚餐。丈夫看起来很疲惫，眼神暗淡无光。在我们聊到他的工作时，他提到最近一个重要项目失败了，还被上司严厉批评。我看着他疲惫的样子，心里感到很沉重，担心他承受的压力会影响我们的家庭和谐。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "为了帮助丈夫缓解压力，我决定组织一次家庭旅行，希望通过放松和家庭活动来改善他的情绪。然而，筹备过程中，我发现丈夫对旅行的兴趣不大，并且几次因工作原因推迟计划。",
                "where": "家中客厅，沙发上堆满了旅行手册和计划表。",
                "when": "2024年1月20日20:00",
                "who": "丈夫, 孩子和我",
                "description": "2024年1月20日晚上，我在家中客厅和丈夫、孩子商量家庭旅行的计划。我满怀希望地展示了准备好的旅行手册和计划表，但丈夫显得兴致缺缺。他说工作太忙，几次表示可能要推迟旅行计划。我感到无力和失望，内心的焦虑感加重，担心自己无法通过这次旅行缓解他的压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "为了分担家庭的经济压力，我决定更加积极地投身于工作中，并尝试通过炒股获得额外收入。我每天加班到很晚，研究市场动态。",
                "where": "家中书房，桌上摆满了文件和股票市场分析报告。",
                "when": "2024年1月25日23:00",
                "who": "我",
                "description": "2024年1月25日深夜，我在家中书房，桌上堆满了文件和股票市场分析报告。我一边加班，一边研究市场动态，希望通过炒股获得额外收入。虽然我在事业上投入了更多精力，但内心的焦虑和压力却没有减轻。我感到身心疲惫，这种状态也影响了我的家庭生活，让我觉得更加孤立。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "新学期开始后，我决定为孩子请家教，帮助他提高成绩。我们进行了详细的沟通，讨论了孩子的学习情况和未来的教学计划。",
                "where": "家庭环境，客厅的沙发上，桌上放着一些孩子的课本和学习资料。",
                "when": "2023年9月5日18:30",
                "who": "我、孩子、家教老师",
                "description": "2023年9月5日傍晚，我在客厅里与孩子和新请的家教老师坐在一起，桌上摆满了孩子的课本和学习资料。家教老师细心地询问了孩子目前的学习情况和难点，我则详细地描述了孩子的成绩和学习习惯。整个过程中，我感到心情逐渐放松，仿佛看到了孩子成绩提高的希望。家教老师的专业和耐心让我感到一丝安心，心中的焦虑也有所缓解。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "孩子在期中考试中取得了较大的进步，我感到非常高兴，决定奖励孩子一次家庭旅行，以表示对他的认可和鼓励。",
                "where": "家庭环境，晚饭后的餐桌旁，桌上还有些未收拾的餐具。",
                "when": "2023年12月15日20:00",
                "who": "我、孩子、丈夫",
                "description": "2023年12月15日晚上晚饭后，我和丈夫、孩子在餐桌旁讨论孩子的期中考试成绩。孩子兴奋地展示他的成绩单，脸上洋溢着自豪的笑容。我和丈夫相视一笑，感到无比欣慰。我提议为了奖励孩子的努力，我们可以安排一次家庭旅行。孩子听到这个消息后，兴奋得跳了起来，整个家庭气氛温馨而愉快。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "在孩子的期末考试中，我发现他的成绩有显著提高，感到非常欣慰和自豪。",
                "where": "家庭环境，孩子的书房里，书桌上摆满了试卷和学习资料。",
                "when": "2024年3月25日18:00",
                "who": "我、孩子",
                "description": "2024年3月25日傍晚，我和孩子在他的书房里翻阅期末考试的试卷。当我看到孩子的成绩有显著提高时，心中充满了欣慰和自豪。我抱住孩子，夸奖了他的努力和进步。孩子脸上露出了开心的笑容，我也感受到了一种成就感，觉得自己和孩子的共同努力终于得到了回报。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "我接到了公司通知，被选为一个重要项目的负责人。这是我一直以来努力工作的结果，我感到非常激动和期待。",
                "where": "公司办公室，窗边的绿植在阳光下显得格外鲜艳。",
                "when": "2024年5月1日10:00",
                "who": "我（戚飘锦）和我的上司",
                "description": "2024年5月1日上午10点，我在公司办公室接到了上司的通知，我被选为一个重要项目的负责人。上司微笑着对我说：“戚飘锦，你的努力得到了认可，从今天起你将负责这个项目。”当时，我的心跳加速，双手微微颤抖，感到无比激动和期待。这一消息极大地提升了我的职业自信心，使我感受到我的努力得到了认可。我开心地感谢上司，并决心在项目中表现出色，不辜负上司和同事的期待。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "项目启动会议上，我展示了我的项目计划，并与团队成员进行了详细的讨论和任务分配。会议进行得非常顺利，团队成员对我的计划表示赞同和支持。",
                "where": "公司会议室，会议桌上摆满了文件和笔记。",
                "when": "2024年5月5日14:30",
                "who": "我（戚飘锦）、同事和上司",
                "description": "2024年5月5日下午2点半，在公司会议室举行了项目启动会议。我展示了我的项目计划，详细讲解了各项任务的分配和时间表。会议室里大家都认真聆听，不时点头表示赞同。上司对我的计划表示满意，同事们也纷纷表达了支持和合作的意愿。会议进行得非常顺利，这让我更加坚定了在职业上的信心。会后，我与团队成员们讨论了具体细节，大家都踊跃发言，气氛融洽愉快。我感到非常开心和满足，但同时也意识到需要更加努力，以确保项目的成功。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "在项目进行过程中，我遇到了一些挑战，但通过加班和与团队成员的协作，克服了这些困难。我的努力得到了上司的表扬。",
                "where": "公司办公室，夜晚办公桌上的台灯照亮了文件堆。",
                "when": "2024年5月20日18:45",
                "who": "我（戚飘锦）、同事和上司",
                "description": "2024年5月20日傍晚6点45分，我在公司办公室加班时遇到了一些项目上的挑战。桌上堆满了需要审阅的文件，我感到有些疲惫，但还是决定坚持下去。我与团队成员们通过视频会议讨论了问题的解决方案，大家各抒己见，最终找到了解决办法。尽管过程艰辛，但我们成功克服了困难。第二天，上司在早会上公开表扬了我的努力和团队的协作精神，这让我感到极大的成就感和满足感。我微笑着接受了同事们的祝贺，心中充满了继续努力工作的动力。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，我与朋友聊起了孩子的教育问题。朋友分享了她孩子在学校面临的学业压力和她因此感到的焦虑。",
                "where": "朋友的家，客厅里摆满了茶点和水果，窗外夕阳西下，氛围温馨。",
                "when": "2024年7月15日18:30",
                "who": "我和朋友",
                "description": "2024年7月15日傍晚，我去朋友家参加家庭聚会。我们坐在客厅的沙发上，茶几上摆满了茶点和水果。聊着聊着，话题很自然地转到了孩子的教育问题。朋友提到她的孩子在学校里面临很大的学业压力，这让她感到非常焦虑。我听后心里一紧，感到深深的共鸣。她的担忧似乎也是我的担忧，我开始更加关注自己孩子的学业成绩，内心的责任感和压力也随之加重。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_2",
                "stage_key": "近期情况",
                "what": "在回家的路上，我不断回想朋友的焦虑，并开始自我反思自己在孩子教育方面的努力是否足够。",
                "where": "回家的路上，车窗外的夜景闪烁，路灯将影子拉得很长。",
                "when": "2024年7月15日19:15",
                "who": "我",
                "description": "2024年7月15日晚上，我在回家的路上，车窗外的夜景不断闪过，路灯的光芒将影子拉得很长。我脑海里不断回放着朋友在聚会上说的话，她的焦虑仿佛变成了我的焦虑。我开始反思自己在孩子的教育上是否做得足够，是否还有什么地方可以改进。心里的焦虑越来越重，我担心如果自己不尽力，孩子的未来会受到影响。这种担忧让我感到无比沉重。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_3",
                "stage_key": "近期情况",
                "what": "回到家后，我与丈夫讨论了孩子的教育问题，并分享了我在朋友家听到的内容和自己的担忧。",
                "where": "自己家中，餐桌旁，窗外的夜色已经深沉。",
                "when": "2024年7月15日20:00",
                "who": "我和丈夫",
                "description": "2024年7月15日晚上8点，我回到家后，坐在餐桌旁，与丈夫聊起了孩子的教育问题。我告诉他在朋友家听到的那些内容，以及我心中的担忧。丈夫听后，握着我的手，安慰我说我们会一起面对这些问题，他的支持让我感到些许安慰，但内心的压力依然巨大。我觉得必须采取更多行动来帮助孩子，心中的责任感越发强烈。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_1",
                "stage_key": "近期情况",
                "what": "由于孩子的成绩比预期下降了很多，我感到非常有压力。为了找到解决方案，我决定和丈夫讨论孩子的教育问题。",
                "where": "家庭环境中的客厅，客厅里摆放着我们一家人常用的沙发和茶几。",
                "when": "2024年8月15日20:30",
                "who": "戚飘锦, 丈夫",
                "description": "2024年8月15日晚上，在我们家的客厅里，我和丈夫坐在沙发上，桌上还放着晚餐后未收拾的茶杯和碗筷。我深吸一口气，告诉丈夫我对孩子最近成绩下降的担忧。丈夫皱着眉头，听我说完，然后点点头，表示理解和支持。他握住我的手，说我们一起努力找出解决办法。虽然讨论过程中我感到焦虑和不安，但丈夫的支持让我感到了一些安慰和缓解。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_2",
                "stage_key": "近期情况",
                "what": "在与丈夫讨论后的第二天，我决定去参加一次舞蹈课，以放松心情并思考解决孩子教育问题的方法。",
                "where": "舞蹈教室，教室里有明亮的灯光和宽敞的镜面墙。",
                "when": "2024年8月16日18:00",
                "who": "戚飘锦, 舞蹈班的朋友",
                "description": "2024年8月16日傍晚，在舞蹈教室里，我换上舞蹈鞋，跟随音乐的节奏开始跳舞。舞蹈教室里的明亮灯光和宽敞的镜面墙让我感到一种久违的轻松。我和舞蹈班的朋友们一起练习新的舞步，彼此鼓励和微笑。通过舞蹈，我暂时摆脱了对孩子成绩的焦虑，感受到了一些开心和放松。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_3",
                "stage_key": "近期情况",
                "what": "几天后，我和丈夫再次坐下来详细规划孩子的学习计划和未来的教育方向，并决定共同分担教育孩子的责任。",
                "where": "家庭环境中的书房，书房里摆放着书桌和我们家人的照片。",
                "when": "2024年8月20日21:00",
                "who": "戚飘锦, 丈夫",
                "description": "2024年8月20日晚上，在我们的书房里，我和丈夫坐在书桌前，桌上摆放着孩子的作业和教育资料。我们详细讨论了孩子的学习计划和未来的教育方向，决定共同分担教育孩子的责任。通过这次讨论，我感觉到焦虑减轻了不少，对家庭和职业未来的信心也增强了。我们一起努力，感受到家庭成员的共同努力和支持。"
            }
        ]
    }
}