{
    "childhood": {
        "name": "孔瑾舒",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "妈妈带我第一次来到幼儿园，我看到陌生的环境和很多不认识的小朋友，感到非常害怕。我紧紧抓着妈妈的衣角，不愿意放手。",
                "where": "幼儿园，教室里充满了五颜六色的玩具和墙上的卡通画。",
                "when": "2006年9月3日08:00",
                "who": "妈妈",
                "description": "2006年9月3日早上，妈妈牵着我的手带我走进幼儿园。一进教室，我就看到很多小朋友在玩耍，教室里到处都是五颜六色的玩具和墙上的卡通画。但我感到非常害怕，紧紧抓着妈妈的衣角，不愿意放手。我眼里充满了泪水，不知道该怎么办。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "妈妈蹲下来，摸着我的头安慰我，说：'瑾舒，妈妈要去上班了，你要在这里乖乖的，等妈妈回来接你。' 我含着泪点了点头，但内心仍然充满了不安和焦虑。",
                "where": "幼儿园，教室门口，妈妈蹲在我身前。",
                "when": "2006年9月3日08:15",
                "who": "妈妈",
                "description": "2006年9月3日早上，妈妈在幼儿园教室门口蹲下来，摸着我的头安慰我。她温柔地说：'瑾舒，妈妈要去上班了，你要在这里乖乖的，等妈妈回来接你。' 我含着泪点了点头，但心里依然感到非常不安和焦虑。我看着妈妈逐渐远去的背影，感觉心里空空的，不知道自己能不能适应这里。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "在幼儿园的第一天，虽然有老师的安慰，但我始终无法融入新的环境。我常常一个人坐在角落里，看着其他小朋友玩耍，感到自己被孤立。",
                "where": "幼儿园的教室，角落里有一个小椅子。",
                "when": "2006年9月3日08:30",
                "who": "幼儿园老师，小朋友",
                "description": "2006年9月3日早上，在幼儿园的第一天，尽管老师们不断安慰我，但我还是感觉很难融入这个新的环境。我常常一个人坐在教室的角落里，看着其他小朋友开心地玩耍，心里感到非常孤独和被孤立。老师们会时不时过来问候我，但我总是默默地点头，不知道该怎么回应。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "childhood",
                "what": "五岁时的一个下午，我在家里玩耍，看见妈妈在厨房忙着准备晚餐。我拿起一个玻璃杯，想要模仿妈妈倒水喝，但由于手滑，不小心把玻璃杯摔在地上，玻璃碎片四散开来。",
                "where": "家中的客厅，木地板上撒满了玻璃碎片。",
                "when": "2008年4月15日17:30",
                "who": "妈妈",
                "description": "2008年4月15日下午，我在家中客厅玩耍，妈妈在厨房准备晚餐。我拿起一个玻璃杯，想模仿妈妈倒水喝，但手一滑，玻璃杯摔在地上，碎片四散。我惊恐地站在原地，眼泪涌了出来。听到声音，妈妈立刻从厨房冲出来，看到地上的碎片和我哭泣的样子，脸色顿时变得严厉。她责备我为什么这么不小心，还说如果被玻璃割伤怎么办。这一刻，我感到强烈的内疚和自责，心里暗暗发誓以后再也不要犯错。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "childhood",
                "what": "在那个晚上，我躲在自己的房间里，一边哭泣一边写日记，记录了自己摔碎玻璃杯的经历和妈妈的反应。我在日记中反复写道：'我不够好，我总是犯错误。' 这成为我情感宣泄的一种方式。",
                "where": "家中的房间，书桌上摊开的日记本。",
                "when": "2008年4月15日20:00",
                "who": "无",
                "description": "2008年4月15日晚上，我独自一人在自己的房间里，眼泪止不住地流。我拿出日记本，开始记录下午摔碎玻璃杯的事情和妈妈的责备。我在日记中写道：'我不够好，我总是犯错误。' 一遍又一遍地写着这些话语，仿佛这样就能减轻心中的内疚和自责。写日记成为我宣泄情感的方式，但也让我更加关注自己的错误，觉得自己必须更加小心，以避免再次犯错。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "childhood",
                "what": "几天后，一个周末的下午，我和两个好朋友在公园里玩耍。我不小心踩到一个水坑，弄脏了衣服。朋友们善意地笑了笑，但我立刻感到非常尴尬和不安，担心朋友们会因此不喜欢我。",
                "where": "公园的小路上，地面上有积水和泥泞。",
                "when": "2008年4月19日14:45",
                "who": "两个好朋友",
                "description": "2008年4月19日下午，我和两个好朋友在公园里玩耍。我们在小路上跑跑跳跳，我却不小心踩到一个水坑，弄得一身泥泞。朋友们看到后，善意地笑了笑，但我却感到无比尴尬和不安，脸一下子红了，心里不停地想着：'我怎么总是这么不小心，我肯定会被朋友们讨厌。' 尽管朋友们没有责怪我，但我内心却充满了焦虑和自责。这次小小的意外再次让我感到，自己必须努力表现得好，才能避免让别人失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "childhood",
                "what": "在一个平常的下午，我正在房间里做作业，突然听到客厅传来爸爸妈妈的争吵声。妈妈的声音越来越大，爸爸试图与她对话，但似乎没有效果。",
                "where": "家中，我的房间里。透过房间的门缝，可以看到客厅里的情景。",
                "when": "2009年6月15日15:30",
                "who": "爸爸、妈妈",
                "description": "2009年6月15日下午，我坐在房间里做作业，突然听到客厅传来激烈的争吵声。妈妈的声音特别大，充满了怒气。爸爸低声回应，试图平息她的情绪，但似乎没有效果。我透过房间的门缝，看到妈妈满脸怒气，爸爸无奈地摇着头。我的心跳加速，头脑一片混乱，担心父母会分开。这次争吵让我第一次意识到家庭关系的不稳定性，内心充满了恐惧和不安。我开始觉得，只有自己表现得更好，才能让家庭更和谐。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "childhood",
                "what": "争吵过后，妈妈走进我的房间，看见我正在做作业，便开始对我的成绩进行询问。妈妈的语气依然带有怒气，这让我感到很紧张。",
                "where": "家中，我的房间里。",
                "when": "2009年6月15日15:45",
                "who": "妈妈、我",
                "description": "2009年6月15日下午，争吵还未完全平息，妈妈突然推开我的房门，看到我正在做作业后，便开始询问我的学习情况。她的语气里依然带着未消的怒气，这让我感到非常紧张。我小心翼翼地回答着每一个问题，生怕自己回答不好会让她更加生气。妈妈的责问让我感受到很大的压力，我开始更加努力地学习，以避免让她失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "childhood",
                "what": "晚上，爸爸来到我的房间，试图安慰我。他告诉我，父母之间的争吵并不意味着他们不爱我。",
                "where": "家中，我的房间里。",
                "when": "2009年6月15日21:00",
                "who": "爸爸、我",
                "description": "2009年6月15日晚，爸爸轻轻推开我的房门，走进来坐在我的床边。他温柔地告诉我，父母之间的争吵并不意味着他们不爱我。他还鼓励我说，如果有任何问题，可以随时找他聊聊。爸爸的话让我的内心得到了一些安慰，但依然感到深深的不安。我开始明白，家庭关系的复杂性和脆弱性不是我所能轻易改变的，但也更加坚定了我要努力学习，带给家庭更多和谐与稳定的信念。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "childhood",
                "what": "在绘画比赛前的几周，我每天放学后都会独自留在教室里练习绘画。母亲虽然工作忙碌，但会抽时间来接我回家，并在车上鼓励我继续努力。",
                "where": "学校教室，教室里安静，只有我一人在专心绘画。",
                "when": "2010年2月25日16:30",
                "who": "我，母亲",
                "description": "2010年2月25日下午4点半，我独自一人在教室里练习绘画。教室里空无一人，只有我和画纸上的线条。母亲虽然工作忙碌，但她总会抽时间来接我回家。那天，她如往常一样在教室门口等我。上车后，她微笑着对我说：“瑾舒，你真的很努力，继续加油，我相信你一定会成功的。”她的话让我感到一阵温暖和力量，内心充满了对成功的渴望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "childhood",
                "what": "绘画比赛当天，我早早来到学校，心情既紧张又期待。比赛过程中，我集中精力，全心投入到自己的作品中。",
                "where": "学校教室，教室里布满了参赛选手，每个人都在专注地创作。",
                "when": "2010年3月10日09:00",
                "who": "我，老师，同学",
                "description": "2010年3月10日上午9点，我早早来到学校，心情既紧张又期待。比赛在教室里举行，教室里布满了参赛选手。每个人都在专注地创作，我也不例外。我深吸一口气，开始在画纸上勾勒出我的作品线条。比赛过程中，我全神贯注，仿佛整个世界只剩下我和画纸。那一刻，我感受到了自己内心的力量和创造力。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "childhood",
                "what": "比赛结果公布后，老师在全班同学面前表扬了我，同学们也纷纷鼓掌庆祝。我感到非常自豪和开心。",
                "where": "学校教室，教室前方的黑板上写着比赛结果。",
                "when": "2010年3月10日15:00",
                "who": "我，老师，同学",
                "description": "2010年3月10日下午3点，比赛结果公布后，老师在全班同学面前表扬了我。这一刻，我站在教室前方，听着老师的赞扬，看到同学们纷纷为我鼓掌庆祝，我感到非常自豪和开心。那一刻，我深深体会到了被认可的感觉，内心充满了成就感。这次经历让我深刻意识到自己的努力是有价值的，并且在他人眼中得到了认可。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "在一次家庭聚会上，妈妈向亲戚们夸奖我的学习成绩，称我在学校表现优异，这让我感到压力倍增。",
                "where": "家中的客厅，桌上摆满了各种美味的食物，亲戚们围坐在一起。",
                "when": "2011年4月15日14:30",
                "who": "妈妈、亲戚们",
                "description": "2011年4月15日下午，在家中的客厅，亲戚们围坐在一起，桌上摆满了各种美味的食物。妈妈一脸骄傲地向亲戚们夸奖我的学习成绩，称我在学校表现优异。我坐在一旁，表面上微笑着，但心里却感到无比的压力。我低下头，偷偷看了一眼妈妈，她的眼神中充满了期待。我知道她对我的期望很高，这让我感到自己必须不断努力，才能不辜负她的期望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "八岁时，我在一次数学考试中只得了70分。回到家后，妈妈很严厉地问我为什么考得这么差。",
                "where": "家中的书房，桌上放着我的考试卷。",
                "when": "2011年5月10日16:45",
                "who": "妈妈",
                "description": "2011年5月10日下午，我回到家中，心情低落。妈妈看到我的考试卷，脸色顿时变得严肃。她严厉地问我为什么只考了70分。我低着头，不敢回应。妈妈说：'瑾舒，你怎么能这么粗心？你必须认真对待学习。' 我感到羞愧和无助，眼泪在眼眶里打转，但我不敢让它们流出来。我知道妈妈是为我好，但她的责备让我感到极大的压力，我开始质疑自己的能力。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "考试成绩公布后，我的两个好朋友安慰我，告诉我每个人都有失误的时候，鼓励我不要气馁。",
                "where": "学校的操场上，阳光明媚，学生们在操场上玩耍。",
                "when": "2011年5月11日12:15",
                "who": "好朋友1、好朋友2",
                "description": "2011年5月11日中午，阳光明媚，我和两个好朋友坐在学校的操场上。考试成绩公布后，我感到非常沮丧。两个好朋友看出了我的心情，她们围过来安慰我。好朋友1拍了拍我的肩膀说：'瑾舒，每个人都有失误的时候，不要太在意。' 好朋友2也点头附和：'是啊，下一次一定会更好的。' 她们的话让我感到一丝安慰，但内心深处，我仍然觉得自己必须更加努力，才能赢得认可。这次事件稍微缓解了我的焦虑，但并未根本改变我对自我价值的质疑。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "childhood",
                "what": "有一次，我在邻居家玩耍时，无意间听到了隔壁房间传来的争吵声，随后见到邻居家的孩子因为成绩不好被他的父母责骂和打骂。",
                "where": "邻居家的客厅，隔壁房间传来了争吵声。",
                "when": "2012年2月15日18:30",
                "who": "我，邻居家的孩子及其父母",
                "description": "2012年2月15日傍晚，我在邻居家的客厅玩耍，突然听到隔壁房间传来激烈的争吵声。我好奇地走过去，看到邻居家的孩子正因为成绩不好被他的父母责骂，甚至动手打骂。那个孩子哭得很伤心，我感到震惊和恐惧。这一刻，我联想到自己的表现，害怕自己也会因为成绩不好而受到同样的对待。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "childhood",
                "what": "回家后，我将看到的事情告诉了母亲，并询问如果自己成绩不好，会不会也被责骂。",
                "where": "家中的客厅，母亲正在准备晚餐。",
                "when": "2012年2月15日19:15",
                "who": "我及母亲",
                "description": "2012年2月15日晚上，我回到家中，母亲正在客厅准备晚餐。我走过去，将在邻居家看到的事情告诉了她，并担心地问如果自己成绩不好，会不会也被责骂。母亲耐心地安慰我，摸着我的头说，只要努力就不会受到责骂。虽然母亲的话让我暂时感到安心，但她提到的‘只要努力’让我更加坚定了要努力学习的信念。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "childhood",
                "what": "此后，我在学校里更加用功，每次考试前都会感到极大的压力，生怕自己成绩不好会让母亲失望。",
                "where": "学校的教室，桌上堆满了课本和习题。",
                "when": "2012年3月1日08:00",
                "who": "我及同学",
                "description": "2012年3月1日早上，我坐在学校的教室里，桌上堆满了课本和习题。我感到极大的压力，每次考试前都特别紧张，生怕自己成绩不好会让母亲失望。为了不让母亲失望，我每天都很用功学习，但这种压力也让我感到非常疲惫和压抑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "为了准备学校的演讲比赛，我每天放学后都会在家中练习演讲稿，母亲在一旁鼓励我，希望我能在比赛中表现出色。",
                "where": "家中的客厅，桌上摆满了我的演讲稿和笔记本。",
                "when": "2013年10月10日19:00",
                "who": "孔瑾舒、母亲",
                "description": "2013年10月10日晚上，我坐在家中的客厅，桌上摆满了我的演讲稿和笔记本。母亲坐在沙发上，温柔地微笑着，时不时给我一些建议和鼓励。尽管母亲一直在鼓励我，但我对自己的能力还是充满了怀疑，害怕在比赛中出错，感到巨大的压力。这种焦虑感让我在练习时总是心神不宁。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "演讲比赛当天，我在学校礼堂的后台等待上台，不断地在脑海中重复演讲稿，但紧张的情绪不断地侵蚀我的自信。",
                "where": "学校礼堂的后台，墙上挂满了各种比赛的奖状和照片。",
                "when": "2013年10月15日14:50",
                "who": "孔瑾舒、同学",
                "description": "2013年10月15日下午，我在学校礼堂的后台等待上台。墙上挂满了各种比赛的奖状和照片，周围的同学们也在紧张地准备。我不断地在脑海中重复演讲稿，但心跳加速，手心出汗，紧张的情绪不断地侵蚀我的自信。我感到自己仿佛置身于一个巨大的漩涡中，无法稳定下来。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "在演讲过程中，由于紧张我说错了几句话，虽然迅速调整状态完成了演讲，但内心已经受到了打击。",
                "where": "学校礼堂的舞台上，灯光照在我身上，让我感觉无处可逃。",
                "when": "2013年10月15日15:10",
                "who": "孔瑾舒、老师、同学",
                "description": "2013年10月15日下午，我站在学校礼堂的舞台上，灯光照在我身上，让我感觉无处可逃。由于紧张，我在演讲过程中说错了几句话，虽然迅速调整了状态并完成了演讲，但内心的打击已经形成。演讲结束后，老师在点评时说：'瑾舒，下次要更加注意细节。' 这句话如同一把利剑刺入我的心，让我感到非常沮丧和失落。我低着头走下舞台，眼泪在眼眶中打转，觉得自己真的不够好。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "妈妈接到公司紧急通知，要出差一周。在妈妈告诉我这个消息时，我感到非常突然和不安，尽管妈妈安慰我会有邻居阿姨照顾，但我心里还是充满了担心和不确定。",
                "where": "家中客厅，墙上挂着一家人的合影，茶几上摆着妈妈刚做好的晚饭。",
                "when": "2014年8月15日18:00",
                "who": "妈妈",
                "description": "2014年8月15日傍晚，坐在家中客厅的沙发上，妈妈表情严肃地告诉我，她接到了公司紧急通知，需要出差一周。我愣住了，心里一下子涌上了不安和焦虑。妈妈握着我的手，温柔地安慰我，说邻居阿姨会来照顾我，但我还是忍不住担心。家中的一切突然变得陌生和空洞，我感到自己仿佛被抛在了一个孤立无援的世界里。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "妈妈离开后的第一晚，我在邻居阿姨的照顾下度过，但我整晚翻来覆去，难以入睡。我尝试阅读和画画来分散注意力，但总是无法集中，心中充满了对妈妈的思念和孤独感。",
                "where": "家中卧室，书桌上堆满了平时喜欢的书籍和画具，床头的台灯发出昏黄的光。",
                "when": "2014年8月16日21:00",
                "who": "邻居阿姨",
                "description": "2014年8月16日晚上，我躺在自己的卧室里，邻居阿姨已经帮我把房间整理好，但我怎么也睡不着。书桌上的书和画具看起来那么熟悉，却无法带给我任何安慰。我拿起一本书想要阅读，但眼睛总是无法集中，字母在我眼前跳动。我试着画画，可画笔在纸上划出的线条显得那么无力。整个房间显得格外安静，我的心里却充满了对妈妈的思念和一种深深的孤独感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "一周后的最后一天，妈妈终于回来了。我冲向妈妈，紧紧抱住她，泪水夺眶而出。妈妈安慰我，并告诉我为我感到骄傲，因为我在这段时间里表现得很好。尽管如此，我依然感到一种深深的孤独和对妈妈的依赖。",
                "where": "家中，门口放着妈妈的旅行箱，客厅里弥漫着妈妈熟悉的香水味。",
                "when": "2014年8月22日18:30",
                "who": "妈妈",
                "description": "2014年8月22日傍晚，听到门铃声，我飞奔到门口，看到妈妈站在那里，手里拎着旅行箱。我扑进她的怀里，泪水止不住地流下来。妈妈温柔地拍着我的背，安慰我说，她为我在这段时间里的表现感到骄傲。我紧紧抱着她，似乎害怕她再次离开。尽管妈妈回来了，我心中那种深深的孤独感却没有完全消散，我依然感到对她的依赖和对独立的恐惧。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "一个周日下午，我和妈妈一起去了图书馆。妈妈告诉我要多看书，这样才能在未来的考试中取得好成绩。刚进图书馆，我们就看到了一个同学，他因为成绩优异而被家长和老师表扬。",
                "where": "图书馆，安静的阅读区，周围摆满了书架，空气中弥漫着书香。",
                "when": "2015年3月15日14:30",
                "who": "我（孔瑾舒）、妈妈、同学、同学的家长、老师",
                "description": "2015年3月15日下午，我和妈妈一起去了图书馆。图书馆的阅读区静谧安详，书架上满是书籍，空气中弥漫着淡淡的书香。妈妈一边翻看书籍，一边对我说，‘瑾舒，你要多看书，这样才能在未来的考试中取得好成绩。’刚进图书馆，我们就看到一个同学，他因为成绩优异而被家长和老师表扬。那一刻，我内心深处的渴望被激发出来，我希望自己也能得到这样的认可。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "在图书馆回家的路上，妈妈对我说，‘你看，人家小王多努力，多优秀，你也要向他学习。’我听到妈妈的期望，内心感到压力倍增，开始在心里默默地告诉自己，必须更加努力。",
                "where": "回家的路上，街道两旁的树木在微风中摇曳，夕阳洒在地面上。",
                "when": "2015年3月15日16:00",
                "who": "我（孔瑾舒）、妈妈",
                "description": "2015年3月15日下午，从图书馆回家的路上，街道两旁的树木在微风中轻轻摇曳，夕阳的余晖洒在地面上。妈妈语重心长地对我说，‘瑾舒，你看，人家小王多努力，多优秀，你也要向他学习。’听到妈妈的期望，我内心感到压力倍增，开始在心里默默地告诉自己，必须更加努力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "回到家后，我拿出日记本，写下了自己在图书馆看到的场景和妈妈的话。我在日记中写道，‘今天我看到小王被表扬，我也想要那样的认可。妈妈说我也要努力，我不能让她失望。’",
                "where": "家中，我的房间，书桌上摆满了书籍和文具。",
                "when": "2015年3月15日18:00",
                "who": "我（孔瑾舒）",
                "description": "2015年3月15日傍晚，回到家后，我在自己的房间里，书桌上摆满了书籍和文具。我拿出日记本，写下了自己在图书馆看到的场景和妈妈的话。我在日记中写道，‘今天我看到小王被表扬，我也想要那样的认可。妈妈说我也要努力，我不能让她失望。’写日记的过程让我整理了自己的情绪，但也让我更加明确了自己内心的信念：只有努力才能被认可。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "考试前的几个月，我在学校和家中都非常努力地学习。每天早上六点起床，晚上十点才休息，除了上课和吃饭，其余时间都用来复习。妈妈虽然工作忙碌，但时常在晚饭后抽出时间陪我一起复习，给予我鼓励。",
                "where": "家中和学校",
                "when": "2015年3月15日18:00",
                "who": "妈妈",
                "description": "2015年3月15日18:00，我在家中和学校都非常努力地学习。每天早上六点起床，晚上十点才休息，除了上课和吃饭，其余时间都用来复习。妈妈虽然工作忙碌，但时常在晚饭后抽出时间陪我一起复习，给予我鼓励。当时，我感受到了一种来自妈妈的关心和支持，这让我在疲惫的学习生活中感到一丝温暖和动力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "期末考试的当天，我早早起床，心情既紧张又期待。我在考场中认真答题，尽管有几道题目让我感到不确定，但我依然全力以赴。考试结束后，我与朋友们讨论了题目，发现自己答得不错。",
                "where": "学校",
                "when": "2015年6月10日09:00",
                "who": "学校同学",
                "description": "2015年6月10日09:00，我早早起床，心情既紧张又期待。在学校的考场中，我认真答题，尽管有几道题目让我感到不确定，但我依然全力以赴。考试结束后，我与朋友们讨论了题目，发现自己答得不错。那一刻，我感受到一种成就感和轻松感，觉得所有的努力都没有白费。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "成绩公布的那一天，我拿到了全班第一名的好消息。我在放学后迫不及待地回家，把这个好消息告诉了妈妈。妈妈露出了久违的笑容，说：'瑾舒，你真棒！继续努力，妈妈为你骄傲。' 我心里充满了成就感。",
                "where": "家中",
                "when": "2015年6月15日16:45",
                "who": "妈妈",
                "description": "2015年6月15日16:45，成绩公布了，我拿到了全班第一名的好消息。放学后，我迫不及待地回家，把这个好消息告诉了妈妈。妈妈露出了久违的笑容，说：'瑾舒，你真棒！继续努力，妈妈为你骄傲。' 那一瞬间，我心里充满了成就感，觉得所有的努力都得到了回报。"
            }
        ]
    },
    "adolescence": {
        "name": "孔瑾舒",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "我在2016年11月的期中考试之前，每天都在教室和家之间奔走，尽可能多地复习功课。经常在晚自习后留在教室，复习到深夜，并与几位关系较好的同学一起讨论学习问题。班主任也多次找我谈话，鼓励我努力学习，并告诉我只要坚持下去，就一定会取得好成绩。",
                "where": "中学校园，教室的灯光在夜晚显得格外明亮，空气中弥漫着书本和笔记的气味。",
                "when": "2016年11月15日22:30",
                "who": "班主任，同学",
                "description": "2016年11月15日晚上，在教室内，时间已经接近深夜。我和几位同学还在讨论数学题，桌上堆满了复习资料。班主任走进教室，轻声地和我们聊起了考试的准备情况。她的鼓励让我感到一丝温暖和安心，但脑海中却闪现出担忧的念头：自己能否一直保持这样的状态？这些复习和谈话让我感到既有动力，又有压力。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "期中考试成绩公布的那一天，我早早来到学校，心情既紧张又期待。当看到自己的成绩名列前茅时，我感到非常高兴。但在班会上，班主任当众表扬我，并说我是大家的榜样，这让我感到自豪的同时，也感到一股巨大的压力。",
                "where": "中学校园的教室，黑板上还写着班主任的表扬语。",
                "when": "2016年11月20日09:10",
                "who": "班主任，同学",
                "description": "2016年11月20日早上，教室内，同学们在等待成绩公布。我心跳加速，手心出汗。当看到自己的名字在前几名时，我的心情豁然开朗。但在班会上，班主任在全班面前表扬了我，说我是大家的榜样。这本该是一件值得高兴的事，但我却感到肩上的压力陡增。我开始担心，如果下一次成绩不理想，我会不会辜负大家的期望？"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "期中考试之后的周末，我与几位关系较好的同学一起去公园散步。我们聊起了考试和成绩，几位同学纷纷表示羡慕我的好成绩，但她们也提到，成绩不稳定是常有的事，这让我心里一紧。回家之后，我在日记中写下了自己的担忧和压力。",
                "where": "公园，秋天的树叶在微风中沙沙作响，小径上铺满了金黄色的落叶。",
                "when": "2016年11月22日15:30",
                "who": "同学",
                "description": "2016年11月22日下午，我和几位同学在公园散步。我们聊起了考试的成绩，几位同学对我的好成绩表示羡慕，但也提到成绩的不稳定性。我心里一紧，开始担心自己能否继续保持好成绩。回到家后，我在日记中写下了这些担忧和压力。内心的不安和对未来的疑虑让我夜不能寐。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "数学竞赛的前一天晚上，我在家中复习数学题目，感到紧张和不安，担心自己不能取得好成绩。妈妈注意到我的情绪，试图安慰我，并告诉我只要尽力就好。",
                "where": "家中，书桌上堆满了复习资料和练习本，窗外的街灯透过窗帘洒进来，房间里充满了沉重的学习气氛。",
                "when": "2017年3月14日20:00",
                "who": "妈妈",
                "description": "2017年3月14日晚上，我坐在家中的书桌前，面对着堆积如山的数学题目，内心的紧张感逐渐蔓延。我反复看着那些难题，脑海中不断浮现出竞赛失败的画面。妈妈走进房间，看到我的表情，轻声问我是否需要休息一下。我摇了摇头，继续埋头苦读。妈妈走到我身边，轻拍我的肩膀，柔声说：'瑾舒，只要尽力就好，不要给自己太大压力。'虽然妈妈的话让我稍感安慰，但我依然无法摆脱内心的焦虑。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "第二天的数学竞赛过程中，因为紧张，我在几个关键题目上犯了错误。我注意到其他同学似乎都很自信，这让我更加焦虑。",
                "where": "学校的考场，考场内安静得只能听到笔尖划过纸张的声音，窗外的阳光透过窗户洒在地板上。",
                "when": "2017年3月15日10:30",
                "who": "同学",
                "description": "2017年3月15日上午，在学校的考场内，空气中弥漫着紧张的气息。我坐在座位上，手心微微冒汗。随着考试铃声响起，我开始答题。然而，不知道是因为过于紧张还是心态不稳，我在几个关键题目上犯了错误。我抬头看了一眼周围的同学，他们看起来都很自信，专注地答题。我的心情愈发焦虑，手中的笔也变得沉重起来。每当我想起妈妈昨晚的安慰，我却只感到更大的压力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "竞赛结束后，我回到家中，妈妈看到了我沮丧的表情，试图安慰我，告诉我已经做得很好。尽管如此，我依然陷入了对自己失误的反思之中，觉得自己不够好。",
                "where": "家中，客厅的沙发上，茶几上摆放着妈妈为我准备的水果和点心。",
                "when": "2017年3月15日17:00",
                "who": "妈妈",
                "description": "2017年3月15日下午，我拖着沉重的步伐回到家中，心情低落到了极点。妈妈看到我沮丧的表情，立刻走过来，温柔地问我考试的情况。我低声回答道：'我在几个题目上犯了错误，感觉自己很糟糕。'妈妈拍了拍我的肩膀，微笑着说：'没关系，瑾舒，你已经尽力了。'虽然妈妈的话语充满了鼓励和关爱，但我依然无法释怀，内心的失望和自责不断涌现。我坐在客厅的沙发上，望着茶几上妈妈为我准备的水果和点心，心中满是对自己的怀疑和失落。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "那天早上，班主任在班会上强调作业的重要性，并警告大家如果不完成作业将会受到严厉的惩罚。之后，我看到一位同学因为没完成作业，站在操场上被老师严厉批评。",
                "where": "学校操场，周围是正在进行晨跑的同学，阳光透过树叶洒在地上。",
                "when": "2017年5月10日08:30",
                "who": "班主任，同学，孔瑾舒",
                "description": "2017年5月10日早上，班主任在班会上严肃地提醒我们作业的重要性，并警告如果不完成将会受到严厉的惩罚。会后，我亲眼看到一位同学站在操场上被老师严厉批评。那位同学低着头，脸上充满了尴尬和无助，我感到非常同情，但也开始对自己可能犯错产生强烈的恐惧感。这一场景让我心头一紧，仿佛自己也站在那个位置接受批评。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "批评结束后，课间我和几位同学讨论了这件事。大家都对老师的严厉感到害怕。",
                "where": "教室，课桌上堆满了课本和作业本，同学们三三两两地围在一起低声交谈。",
                "when": "2017年5月10日10:15",
                "who": "同学们，孔瑾舒",
                "description": "2017年5月10日上午的课间，我和几位同学在教室里讨论老师对那位同学的批评。我们都对老师的严厉感到害怕，每个人脸上都写满了担忧和紧张。同学们说着自己如何小心翼翼地完成作业，生怕也会遭到同样的待遇。这种情绪在我心中加剧了，我感到不仅是我，大家都对犯错充满恐惧。这种共鸣让我的焦虑感进一步增加。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "放学后，我在日记中记录了当天的感受，写下了对犯错的恐惧和对老师及学校制度的不满。",
                "where": "家中，书桌上摆放着我的日记本和笔，窗外夕阳西下，房间里安静无声。",
                "when": "2017年5月10日18:45",
                "who": "孔瑾舒",
                "description": "2017年5月10日傍晚，放学回到家后，我坐在书桌前，打开日记本，记录下了当天的感受。我写道自己对犯错的恐惧，并表达了对老师和学校制度的不满。笔尖在纸上划过的声音在安静的房间里显得格外清晰，通过书写，我释放了一部分情绪，但也更加意识到自己内心对犯错的恐惧。这一事件让我感到无奈和焦虑，仿佛犯错就意味着一切努力都会白费。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "高一开学的第一周，班主任宣布班级要组织一次团队项目活动，并需要选出一个小组负责人。由于我的成绩优异且责任心强，班主任点名让我担任负责人。",
                "where": "学校教室，教室里阳光明媚，窗外传来同学们的笑声。",
                "when": "2018年9月10日14:30",
                "who": "班主任，同学",
                "description": "2018年9月10日下午，班主任在教室里宣布要进行一次团队项目活动，需要选出一个小组负责人。当班主任点到我的名字时，我感到全班的目光都集中在我身上，心跳逐渐加速。虽然我努力保持镇定，但内心的焦虑和压力开始蔓延。我担心自己无法胜任这个角色，同时也感到不想辜负老师和同学的期望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "在项目开始的第一天，我召集小组成员进行第一次会议，紧张地介绍了项目计划并分配了任务。会后，我独自一人在教室复盘会议内容，不断担心自己是否遗漏了什么。",
                "where": "学校教室，教室内安静，只剩下我一个人。",
                "when": "2018年9月11日16:00",
                "who": "同学",
                "description": "2018年9月11日下午，我紧张地召开了项目的第一次会议。尽管我准备了详细的计划，但在介绍和分配任务时，心中依然充满了不安。会后，教室里只剩下我一个人，我坐在座位上反复思索刚才的会议内容，担心自己是否遗漏了什么重要事项。虽然会议的顺利进行给了我一些信心，但内心的焦虑依旧挥之不去。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "项目进行到一半时，我遇到了一个难题，于是决定向班主任寻求帮助。在班主任的指导下，我逐步解决了问题，并获得了班主任的表扬。",
                "where": "学校教室，班主任的办公室内书架上摆满了书籍。",
                "when": "2018年9月15日15:45",
                "who": "班主任",
                "description": "2018年9月15日下午，我在项目进行过程中遇到了一个难以解决的问题。带着忐忑的心情，我走进班主任的办公室，详细描述了遇到的困难。班主任耐心地听完后，给出了详细的指导和建议。经过一番努力，我终于解决了问题。当班主任表扬我时，我感到一股暖流涌上心头，内心充满了兴奋和自豪感。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_4",
                "stage_key": "青春期",
                "what": "项目最终顺利完成，我们小组在班级展示中获得了第一名。我被全班同学和老师称赞，感到无比的开心和自豪。",
                "where": "学校教室，教室里布置了项目展示的海报和作品。",
                "when": "2018年9月30日10:00",
                "who": "班主任，同学",
                "description": "2018年9月30日上午，我们小组的项目在班级展示中获得了第一名。当老师宣布成绩时，全班同学都向我们投来赞赏的目光，纷纷鼓掌祝贺。老师也在全班面前称赞了我们的努力和合作。我感到无比的开心和自豪，这次成功让我更加自信，意识到自己在团队合作和领导力方面的潜力。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "我在家里做作业时感到非常焦虑，因为我觉得自己必须确保每次作业都完美无缺。",
                "where": "在家里的书房，桌上堆满了课本和笔记本，昏黄的台灯光照在纸上。",
                "when": "2019年2月13日19:30",
                "who": "我一个人",
                "description": "2019年2月13日晚上，我在家里的书房做作业。桌上堆满了课本和笔记本，昏黄的台灯光照在纸上。我感到非常焦虑，心跳加速，手心冒汗，因为我觉得自己必须确保每次作业都完美无缺。我一遍又一遍地检查每一个字母，生怕有任何错误。那种压力让我喘不过气来，但我依然告诉自己不能放松，否则会暴露我的不足。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "我在课堂上目睹了老师对一位同学的宽容态度。当老师听完那位同学的家庭情况后，温和地说：“没关系，下次记得提前告诉我。”",
                "where": "学校的教室，教室里阳光透过窗户洒在桌椅上，空气中弥漫着粉笔和书本的味道。",
                "when": "2019年2月14日10:15",
                "who": "老师、那位同学、我和其他同学",
                "description": "2019年2月14日上午，我在学校的教室里上课。阳光透过窗户洒在桌椅上，空气中弥漫着粉笔和书本的味道。那位同学因为家庭情况没完成作业。当老师听完那位同学的解释后，温和地说：“没关系，下次记得提前告诉我。”看到老师的宽容和同学的感动，我感到一种从未有过的温暖。这让我开始反思自己的信念，觉得世界并不是那么严苛，犯错并不总是意味着被否定。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "那天下午放学后，我与一位关系较好的同学在回家的路上讨论了这件事。那位同学说：“其实老师一直都很理解我们，只是我们自己太紧张了。”",
                "where": "学校回家的路上，夕阳西下，街道两旁的树影在地上摇曳。",
                "when": "2019年2月14日16:45",
                "who": "我和那位关系较好的同学",
                "description": "2019年2月14日下午放学后，我与一位关系较好的同学在回家的路上讨论了课堂上的那件事。夕阳西下，街道两旁的树影在地上摇曳。那位同学说：“其实老师一直都很理解我们，只是我们自己太紧张了。”通过与同学的交流，我进一步感受到温情的一面，并且对自己的焦虑有了新的理解。我开始觉得，或许我可以尝试放松一些，不必时刻警惕。这次事件对我的核心信念有了一定的松动，使我开始相信世界并不是绝对严苛的。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "高二期末考试前一周，我感到巨大的压力。每天在学校上课后，我回家继续复习到深夜，甚至放弃了与朋友的休闲活动。",
                "where": "在家中，书桌上堆满了教科书和笔记，台灯的光线显得格外刺眼。",
                "when": "2019年6月15日22:30",
                "who": "妈妈",
                "description": "2019年6月15日晚，我在家中复习到深夜，书桌上堆满了教科书和笔记，台灯的光线显得格外刺眼。妈妈进来提醒我休息，我却固执地坚持继续学习，甚至放弃了与朋友的休闲活动。我感到巨大的压力，但坚信必须努力才能成功。这段时间的高强度复习让我身心俱疲，但我告诉自己不能松懈。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "高二期末考试结束后，我回到家中，感到身体极度疲劳，但依然焦虑地等待成绩公布。那天晚上，我辗转反侧，难以入眠。",
                "where": "在家中的床上，房间昏暗，只有手机屏幕的光亮。",
                "when": "2019年6月22日23:45",
                "who": "自己",
                "description": "2019年6月22日晚，期末考试结束后，我躺在家中的床上，房间昏暗，只有手机屏幕的光亮。我感到身体极度疲劳，但依然焦虑地等待成绩公布。那天晚上，我辗转反侧，难以入眠，不断回想考试中的每一个细节，担心自己的表现不够好。这种焦虑让我更加失眠。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "期末考试成绩公布后，我发现自己的名次有所下降，感到非常失落，甚至有些自责。妈妈见我如此，告诉我应该注意身体健康，不要过度劳累。",
                "where": "在家中客厅，妈妈坐在沙发上，手里拿着我的成绩单。",
                "when": "2019年6月25日10:15",
                "who": "妈妈",
                "description": "2019年6月25日上午，期末考试成绩公布后，我发现自己的名次有所下降，感到非常失落，甚至有些自责。妈妈见我如此，在家中客厅坐在沙发上，手里拿着我的成绩单，轻声安慰我，告诉我应该注意身体健康，不要过度劳累。虽然妈妈的安慰让我暂时感到一些温暖，但我依然担心自己是否能够保持优异的成绩。这次经历让我更加担忧未来。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "在模拟考试前的一个月，我每天早上6:00起床，晚上11:00才睡觉，几乎把所有的时间都投入到学习中。",
                "where": "学校和家，家中的书桌上堆满了参考书和笔记，学校自习室的灯光常常亮到很晚。",
                "when": "2020年2月1日06:00",
                "who": "班主任，同学",
                "description": "2020年2月1日早上6:00，我从床上爬起来，开始了一天的学习。整个二月，我每天如此，几乎没有与朋友外出，所有的社交活动都减少到最小限度。虽然班主任和几个关系较好的同学发现我的压力很大，尝试与我谈心，但我总是以忙于学习为由推辞。夜晚回到家，我常在书桌前奋战到深夜，尽管感到疲惫，但内心却充满了对成功的渴望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "在模拟考试当天，我早早来到学校教室，心情紧张但充满期待。",
                "where": "学校教室，整洁的桌椅和墙上的黑板，窗外微风轻拂，阳光透进教室。",
                "when": "2020年3月1日08:00",
                "who": "同学，监考老师",
                "description": "2020年3月1日早上8:00，我提早来到教室，教室里已经有几位同学在准备。我的心情既紧张又充满期待。考试过程中，我集中精力，全神贯注，仿佛世间的一切都消失了，只剩下眼前的试卷和我手中的笔。考试结束后，我感到有些疲惫，但对自己的表现还是有些信心，心中涌动着一丝期待。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "模拟考试成绩公布的那天，我在班主任的办公室里看到了自己的成绩单。成绩远超预期，我感到异常兴奋。",
                "where": "学校班主任办公室，办公室里书架上摆满了书籍，班主任的办公桌上堆满了文件。",
                "when": "2020年3月10日15:30",
                "who": "班主任，同学",
                "description": "2020年3月10日下午3:30，我走进班主任的办公室，心情忐忑地等待成绩单。班主任递给我成绩单的一刻，我几乎不敢相信自己的眼睛——成绩远超预期。我感到异常兴奋，脸上露出了难得的笑容。班主任也为我感到高兴，鼓励我继续保持这种状态。几位同学也纷纷向我表示祝贺，这一刻，我感到前所未有的自信和满足。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "我在期末考试前夕感觉到巨大的压力，担心自己无法保持优异成绩。我开始熬夜复习，甚至减少与朋友的交往时间。",
                "where": "家中的书桌旁，灯光昏暗，桌上堆满了书本和笔记。",
                "when": "2020年6月10日22:30",
                "who": "孔瑾舒",
                "description": "2020年6月10日晚上，我坐在家中的书桌旁，感到巨大的压力笼罩着我。灯光昏暗，书桌上堆满了厚厚的书本和笔记。我不停地翻阅资料，试图记住每一个知识点。随着时间的流逝，我的注意力越来越难以集中，眼睛也开始发酸。我知道我必须保持优异成绩，但这种高压学习状态让我感到焦虑和自我怀疑。与朋友减少了交往时间，也让我更加孤独。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "我在图书馆看到一位同学因为考试失利而哭泣，周围的朋友们都在安慰她，告诉她这不是世界末日，还可以有很多机会。这一幕深深触动了我。",
                "where": "学校图书馆的一角，安静的自习区域里，阳光透过窗户洒在书桌上。",
                "when": "2020年6月15日14:20",
                "who": "孔瑾舒，同学，其他安慰同学的朋友",
                "description": "2020年6月15日下午，我在学校图书馆自习时，突然听到低低的哭泣声。我抬头看到一位同学因为考试失利而哭泣，周围的朋友们围在她身边，轻声安慰她。有人拍着她的肩膀，有人递给她纸巾，告诉她这不是世界末日，还可以有很多机会。这一幕深深触动了我，看着她的泪水，我开始反思自己对失败的态度。原来，失败并不可怕，朋友们的关心和支持才是最重要的。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "受图书馆事件的启发，我决定与班主任交流我对考试和失败的担忧。班主任耐心倾听，并鼓励我不要对自己要求过苛。",
                "where": "学校办公室，班主任的桌子上摆满了文件和书籍，窗外能看到校园的树木。",
                "when": "2020年6月18日16:45",
                "who": "孔瑾舒，班主任",
                "description": "2020年6月18日下午，我走进学校办公室，班主任正在忙碌地整理文件。我鼓起勇气，向他倾诉了我对考试和失败的担忧。他耐心地倾听，没有打断我。当我说完后，他微笑着对我说：“瑾舒，你已经很努力了，不要对自己要求过苛。每个人都有失败的时候，但这并不代表你不够好。重要的是你要学会放松和自我接纳。”班主任的话让我感受到支持和理解，稍微缓解了我的焦虑情绪。这次交流让我逐渐意识到：虽然努力很重要，但也需要适当放松和自我接纳。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我在高考前的最后一次模拟考试中感到高度紧张，几乎每晚都熬夜复习，为了确保自己能够考上理想的大学。",
                "where": "学校教室，教室里弥漫着紧张的气氛，所有同学都在埋头苦读。",
                "when": "2021年5月20日08:00",
                "who": "我，同学，班主任",
                "description": "2021年5月20日早上8点，我坐在学校教室里，手心冒汗，心跳加速。教室里很安静，只听到翻书的声音和笔尖在纸上划过的声音。每个同学都埋头复习，空气中弥漫着紧张的气氛。班主任走过来拍拍我的肩膀，轻声说：“加油，你能做到的。”这让我稍微安心了一些，但我还是感到极大的压力和焦虑。每晚熬夜复习让我身心疲惫，但我告诉自己必须坚持下去。这次模考成绩优异，我感到一丝宽慰，但也意识到过度的压力让我的情绪变得不稳定，注意力难以集中。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "高考成绩公布当天，我和家人一起查询成绩，得知自己考上了理想的省城大学，家人和我一起庆祝。",
                "where": "家中，客厅的电脑前，家人围坐在一起等待结果。",
                "when": "2021年6月23日10:00",
                "who": "我，家人",
                "description": "2021年6月23日上午10点，我和家人围坐在客厅的电脑前，紧张地等待高考成绩的公布。心跳加速，手指颤抖地输入准考证号。当屏幕上显示出我考上理想的省城大学时，家里顿时沸腾起来。妈妈激动得流下了眼泪，爸爸笑着拍了拍我的肩膀，说：“你做到了，我们为你感到骄傲。”我感到无比的幸福和自豪，觉得所有的努力都是值得的。这次成功不仅让我更加坚定地相信通过努力可以实现目标，也让我感受到了来自家人的支持和认可，增强了我的自信心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "在得知高考成绩之后的一周，我与几位关系较好的同学一起去图书馆复习，准备大学的入学考试和未来的学习计划。",
                "where": "图书馆，安静的角落，桌上堆满了复习资料。",
                "when": "2021年6月30日14:00",
                "who": "我，同学",
                "description": "2021年6月30日下午2点，我和几位关系较好的同学一起坐在图书馆的一个安静角落，桌上堆满了复习资料。我们一边讨论着大学的入学考试，一边互相分享学习计划。图书馆里安静而有序，偶尔传来翻书和低声交谈的声音。与同学们一起复习的过程中，我感到一种集体的力量和支持，这让我在未来的学业中不再感到孤单。然而，我也意识到未来的竞争依然激烈，这次经历使我更加确信这个世界对成绩的要求非常高。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "进入大学后的第一周，我发现大学课程比中学更加繁重。我感到有些不适应，需要花更多时间来预习和复习，晚上常常学习到很晚。",
                "where": "大学校园的宿舍和教室之间，桌上堆满了课本和笔记。",
                "when": "2021年9月5日20:30",
                "who": "同学、室友",
                "description": "2021年9月5日晚上，我在宿舍里努力复习，桌上摊满了课本和笔记。同学们也在忙碌，但我感到比他们更吃力。课程内容很深奥，老师讲得快，我不得不花更多时间预习和复习。室友们有时会聊起天，但我总是担心自己落后，常常学习到深夜。这种初期的不适应让我产生了焦虑情绪，担心自己不能胜任大学的学习任务。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "在第一次期中考试前一周，我感到压力倍增。每天早起晚睡，几乎把所有时间都用在复习上，甚至开始减少与朋友的交流。",
                "where": "大学校园的宿舍和图书馆，桌上堆满了复习资料。",
                "when": "2021年10月20日21:45",
                "who": "同学、班主任",
                "description": "2021年10月20日晚，我在图书馆里复习，桌上散乱地摆着复习资料。每天早起晚睡，几乎所有时间都用在复习上，我甚至减少了与朋友的交流。班主任曾提醒我要注意休息，但我担心一旦放松，成绩就会下降。考试前的紧张准备使我的压力达到了顶峰，我越来越担心考试成绩会不理想。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "第一次期中考试成绩公布后，我发现自己的成绩不如预期，感到非常失望和压力。",
                "where": "大学校园的教室和宿舍，成绩单显示在电脑屏幕上。",
                "when": "2021年11月5日10:15",
                "who": "同学、班主任、家人",
                "description": "2021年11月5日上午，我在教室里通过电脑查到了期中考试成绩，发现成绩不如预期。我感到非常失望，回到宿舍后，躺在床上久久无法平静。心里充满了怀疑，觉得自己在大学的学习上遇到了前所未有的挑战。同学们有的庆祝，有的安慰，但我只觉得自己不够好。班主任和家人也关心地问我情况，但我只感到更大的压力，害怕再次失败，因此更加努力学习，但这种努力却伴随着更大的心理压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "我在宿舍看到室友小李显得非常疲惫，脸色苍白。小李告诉我她因为学习压力大，最近几天都没有好好休息。",
                "where": "大学宿舍，房间里灯光昏暗，书桌上堆满了书和笔记。",
                "when": "2022年1月15日20:30",
                "who": "我（孔瑾舒）, 小李（室友）",
                "description": "2022年1月15日晚上，我在大学宿舍里正准备复习，突然注意到室友小李的脸色苍白，看上去非常疲惫。她坐在床沿上，低声告诉我，最近因为学习压力大，她几乎没怎么休息。我感到一阵不安，开始担心自己是否也在无意识中忽略了健康。这个场景让我意识到长期高压学习可能对健康造成的影响，心里开始反思是否需要调整自己的学习方式。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "几天后，我发现小李不得不请假去医院检查。她的身体状态越来越差，我们几个室友决定一起送她去医院。医生检查后，确认小李因为长期高压导致免疫力下降，需要住院休息。",
                "where": "医院的诊室，白色的墙壁和消毒水的味道，医生的办公桌上堆满了病历。",
                "when": "2022年1月18日14:45",
                "who": "我（孔瑾舒）, 小李, 其他室友, 医生",
                "description": "2022年1月18日下午，我们几个室友一起送小李去医院。她的身体状态明显不好，脸色依旧苍白。医生检查后告诉我们，小李因为长期高压导致免疫力下降，需要住院休息。听到这个消息，我的心情非常沉重。医生的话让我更加担心自己的健康，也让我开始质疑自己一直以来“必须努力才能成功”的信念。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "小李住院期间，其他室友轮流去医院探望，并在宿舍讨论如何在学习和健康之间找到平衡。我也参加了这些讨论，开始重新审视自己的学习方式和生活习惯。",
                "where": "大学宿舍，我们围坐在床边聊天；医院病房，白色的床单和输液架。",
                "when": "2022年1月20日19:00",
                "who": "我（孔瑾舒）, 其他室友",
                "description": "2022年1月20日晚上，在宿舍里，我们几个室友围坐在床边，讨论如何在学习和健康之间找到平衡。大家都分享了各自的观点和经验，这让我感到受益匪浅。我们还轮流去医院探望小李，看到她的病情逐渐好转。通过这些讨论和探望，我开始重新审视自己的学习方式和生活习惯，意识到自己一直以来对成绩的过分追求可能是导致情绪问题的根源。虽然我尝试放松自己，调整作息时间，但依然难以完全放松对自己的要求。这次事件让我开始思考健康与努力之间的平衡。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "在高中时，我参加了一次学校的学术演讲比赛，这是我第一次在公众面前展示自己。我花了几个星期准备演讲内容，每天都在家中和教室里反复练习。比赛当天，我感到非常紧张，但还是坚持完成了演讲，得到了老师和同学们的鼓掌和肯定。",
                "where": "高中教室，讲台上摆满了演讲用的道具和笔记。",
                "when": "2018年5月20日14:30",
                "who": "老师，同学，家人",
                "description": "2018年5月20日下午，我站在高中教室的讲台上，手心冒汗，心跳加速。台下坐满了我的同学和老师，我甚至看到了几位家长的面孔。我深吸一口气，开始了我精心准备的演讲。虽然一开始声音有些颤抖，但随着演讲的进行，我渐渐找到了自信。讲完最后一句话时，教室里响起了热烈的掌声，我看到老师和同学们脸上的笑容，心中充满了成就感。这次经历让我感受到了一丝自信的力量，尽管我平时很内向，但这次成功的演讲让我意识到自己是有能力的。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "在一次期中考试中，由于过度紧张和准备不足，我的数学成绩下降了。这让我感到非常失落和焦虑，担心老师和同学会对我失望。我开始怀疑自己的能力，觉得自己可能真的不够好。",
                "where": "高中教室，窗外阳光明媚，但我的心情却如阴云密布。",
                "when": "2019年4月15日10:00",
                "who": "数学老师，同学",
                "description": "2019年4月15日上午，我坐在高中教室的座位上，发下来的数学试卷让我感到心碎。分数比我预期的低很多，我感到一阵失望和焦虑。数学老师走到我身边，轻声问我发生了什么事，我勉强挤出一个微笑，但内心却充满了自责和不安。下课后，同学们围在一起讨论成绩，我害怕被他们注意到，独自一人走出教室。这次失败的经历让我更加怀疑自己的能力，加剧了我对自己不够好的核心信念。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "在大学的一次公开课上，我主动发言并提出了一个问题，得到了教授的肯定和表扬。这次经历让我感到非常自豪，增强了自信。",
                "where": "大学教室，教授站在讲台上，黑板上写满了公式和注释。",
                "when": "2022年4月10日11:15",
                "who": "教授，同学",
                "description": "2022年4月10日上午，我坐在大学教室的前排位置，教授正在讲解复杂的公式。我鼓起勇气，举起手提了一个问题。教授微笑着看向我，详细解答了我的问题，并对我的思考表示赞赏。课堂上，同学们也投来了赞许的目光，我感到一阵自豪和满足。这次经历增强了我的自信，让我意识到，虽然我内向和敏感，但通过努力和主动，我可以获得他人的认可和支持。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "大学期末考试前一周，我因为担心无法应对考试而开始焦虑，晚上常常辗转反侧难以入睡。班主任老师注意到我的状态，并在班上鼓励大家要放松心态，但这对我并没有太大的帮助。",
                "where": "大学教室，教室里灯光明亮，同学们正在准备期末考试。",
                "when": "2022年6月25日21:00",
                "who": "班主任老师，同学们",
                "description": "2022年6月25日晚上，大学教室里灯光明亮，同学们都在紧张地准备期末考试。班主任老师注意到我神情紧张，特地在班上鼓励大家要放松心态。但我心中的焦虑并没有因此减轻，晚上躺在宿舍床上，脑海中反复回想着考试的内容，怎么也睡不着。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "期末考试的前一晚，我因为过度紧张彻夜未眠，试图通过复习来减轻焦虑，但效果不佳。室友们看出了我的焦虑，试图开导我，但我对自己的担忧已经到达顶点。",
                "where": "大学宿舍，宿舍里灯光昏暗，桌子上堆满了复习资料。",
                "when": "2022年7月1日23:50",
                "who": "室友",
                "description": "2022年7月1日晚上，大学宿舍里灯光昏暗，我坐在书桌前，边复习边感到越来越紧张。室友们看到我焦虑的状态，试图安慰我，但无论她们怎么说，我的心情都无法平静下来。我担心如果这次考不好，所有的努力都会白费。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "期末考试结束后，我收到成绩单，虽然成绩及格但不理想。我感到非常沮丧和失望，认为自己付出的努力没有得到应有的回报。妈妈在电话里安慰我，说成绩不是唯一的衡量标准，鼓励我放松心态。",
                "where": "大学宿舍，宿舍里安静，手机屏幕亮着。",
                "when": "2022年7月10日15:30",
                "who": "妈妈",
                "description": "2022年7月10日下午，我在大学宿舍收到成绩单，虽然成绩及格，但远低于我的期望。我感到非常沮丧和失望，眼泪不停地往下流。妈妈在电话里安慰我，说成绩不是唯一的衡量标准，鼓励我放松心态。但我依然觉得自己的努力没有得到应有的回报，心里非常难过。"
            }
        ]
    },
    "recent_events": {
        "name": "孔瑾舒",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我每天在图书馆自习到深夜，尽管我已经复习了很长时间，但总感到自己掌握得不够好，焦虑情绪不断积累。",
                "where": "大学图书馆，自习区的角落，桌上堆满了书和笔记本，旁边的同学们也在埋头苦读。",
                "when": "2023年4月10日23:45",
                "who": "孔瑾舒、大学同学",
                "description": "2023年4月10日深夜，我在大学图书馆的自习区，周围安静得只有翻书和笔划过纸面的声音。我反复看着同一本教材，心里却怎么也踏实不下来，总觉得自己遗漏了什么重要的知识点。身旁的同学们还在埋头苦读，我看了看时间，已经快凌晨了，但我丝毫不敢懈怠。每当我觉得自己掌握了一些内容，又立刻被一种深深的焦虑感所吞噬，似乎有一股无形的压力让我无法放松。我感到越来越紧张，仿佛心中一直有个声音在说：‘你还不够好’。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "在期中考试当天，我因为过度紧张，导致考试过程中频频出错，尽管我明白自己已经复习了很久，但焦虑和自卑使我难以正常发挥。",
                "where": "大学教室，安静的考场里，桌上只放着试卷和笔。",
                "when": "2023年4月15日09:00",
                "who": "孔瑾舒、大学同学、老师",
                "description": "2023年4月15日上午，我坐在大学教室的考场里，手心不断出汗。考卷发下来后，我盯着试题，脑子却一片空白。尽管我复习了很久，但心里的紧张感让我无法集中注意力。我不断提醒自己要冷静，可是手中的笔还是不停地颤抖。我看见周围的同学们都在埋头写着答案，老师则在教室前面巡视。我感觉自己像是掉进了一个无底的深渊，每一个错误都像是在验证我心中的那个声音：‘如果我失败了，那就证明我不够好’。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "我在考试成绩公布后，看到自己的成绩远低于预期，感到极度失落和自责。在日记中写下了自己的失望和对未来的担忧。",
                "where": "大学宿舍，自己的床边，安静的房间里只有台灯的微光。",
                "when": "2023年4月20日21:30",
                "who": "孔瑾舒",
                "description": "2023年4月20日晚上，我坐在大学宿舍的床边，手里拿着刚刚公布的成绩单，心情跌到了谷底。成绩远低于我的预期，我感到极度失落和自责。宿舍里很安静，只有台灯发出的微弱光芒。我拿起日记本，开始写下自己的失望和对未来的担忧：‘我努力了这么久，为什么还是没有得到应有的回报？难道我的努力真的不够吗？是不是即使再努力，我也无法达到目标？’每一个字都像是对我心灵的审判，令我越发确信‘我必须努力才能成功’，但又开始质疑自己的能力。我感到注意力越来越难以集中，心理状态也变得愈加糟糕。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "在考试压力逐渐增大的背景下，我决定在宿舍的公共区域复习，因为我觉得那里更安静，有助于集中注意力。然而，我没有提前与室友沟通。",
                "where": "宿舍的公共区域，靠近窗户的桌子，那里光线很好且比较安静。",
                "when": "2023年5月10日18:30",
                "who": "室友",
                "description": "2023年5月10日傍晚，我感到考试压力越来越大，于是在宿舍的公共区域找到一个靠窗的位置复习。我认为这里会比寝室更安静，有助于我集中注意力。但我没有提前和室友们打招呼。后来，室友们回来后看到我占用了公共区域，脸上露出不满的神情。她们觉得公共区域应该是大家共享的，而不是被个人占用。她们的抱怨让我感到焦虑和孤立，内心的核心信念 '我不够好' 被强化，认为自己的行为不适当而导致他人不满。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "随着时间的推移，室友们的不满逐渐积累，最终在一次晚餐后爆发。她们直接向我表达了她们的困扰，指出我总是占用公共区域复习，没有顾及她们的感受。",
                "where": "宿舍的餐桌旁，桌上摆放着晚餐的剩菜。",
                "when": "2023年5月20日19:45",
                "who": "室友",
                "description": "2023年5月20日晚餐后，室友们在餐桌旁直接向我表达了她们的不满。她们指出我总是占用公共区域复习，没有顾及她们的感受。她们的言辞让我感到无助和不被理解。我开始质疑自己的行为是否真的那么不合适，这种内心冲突让我更加焦虑和敏感。这次争吵进一步强化了我的中间信念 '如果我失败了，那就证明我不够好'，以及'他人会因为我的失败而看不起我'。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "争吵后，我感到心情低落，决定去图书馆复习以避免再次引起室友的不满。然而，我发现自己在图书馆也难以集中注意力，心中一直惦记着与室友的争吵。",
                "where": "图书馆的自习区，一个靠近书架的座位。",
                "when": "2023年5月21日15:00",
                "who": "无",
                "description": "2023年5月21日下午，我心情低落地来到图书馆，希望在那里复习以避免再次引起室友的不满。我选择了一个靠近书架的座位，试图让自己沉浸在书本中。然而，我发现自己难以集中注意力，思考迟缓，心中一直惦记着与室友的争吵。这让我感到更加焦虑和无力，认为自己无法应对当前的压力。这种情感反应与我的核心信念 '我必须努力才能成功' 密切相关，认为自己必须付出更多努力才能克服当前的困境。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "为了应对考试压力，我决定提前一小时到图书馆复习，但发现自己难以集中注意力，反复检查笔记，担心自己记不住内容。",
                "where": "图书馆的一个安静角落，周围的书架上堆满了各类书籍，窗外的阳光透过玻璃洒进来。",
                "when": "2023年5月15日10:00",
                "who": "我自己。",
                "description": "2023年5月15日上午10点，我提前一小时来到图书馆，选择了一个安静的角落坐下。周围的书架上堆满了各类书籍，窗外的阳光透过玻璃洒进来，显得格外宁静。我打开笔记本，试图复习，但脑海中却一片混乱，注意力无法集中。我反复检查笔记，担心自己记不住内容，心跳加速，手心冒汗。这次复习经历让我更加焦虑，担心自己的记忆力和理解能力不足，进一步强化了我对自己不够好的信念。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在一次与室友的晚餐中，我提到了我的考试压力，并表达了对自己能力的怀疑。室友们试图安慰我，但我依然感到紧张和不安。",
                "where": "宿舍的公共餐厅，桌上摆着几盘简单的家常菜，灯光温暖昏黄。",
                "when": "2023年5月20日19:30",
                "who": "我和室友们。",
                "description": "2023年5月20日晚上7点半，在宿舍的公共餐厅，我们几个人围坐在一起吃晚餐。桌上摆着几盘简单的家常菜，灯光温暖昏黄。我鼓起勇气向室友们提到我的考试压力，并坦诚地表达了对自己能力的怀疑。室友们纷纷试图安慰我，告诉我不要太担心，大家都有类似的压力。然而，我依然感到紧张和不安，内心深处的怀疑和焦虑并没有得到缓解。这次互动虽然让我感到一丝温暖，但也进一步加剧了我的自我怀疑和焦虑感。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "我在一次心理咨询中，和咨询师讨论了我的考试焦虑问题，她鼓励我尝试放松技巧，但我依然感到难以放松。",
                "where": "心理咨询室，墙上挂着几幅柔和的风景画，桌上摆放着一些舒缓心情的书籍。",
                "when": "2023年6月10日15:00",
                "who": "我和心理咨询师。",
                "description": "2023年6月10日下午3点，我在心理咨询室与咨询师见面。房间里布置温馨，墙上挂着几幅柔和的风景画，桌上摆放着一些舒缓心情的书籍。我向咨询师倾诉了我的考试焦虑问题，她耐心地倾听，并鼓励我尝试一些放松技巧，比如深呼吸和冥想。尽管她的建议给了我一些希望，但我依然感到难以放松，内心的紧张和焦虑似乎根深蒂固。这次咨询让我意识到虽然有外界的帮助，但改变内心的焦虑仍然是一个艰难的过程，进一步强化了我对自己不够好的信念。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我和朋友们约好在图书馆一起复习，为即将到来的期末考试做准备。我进入图书馆前就感到紧张，因为我知道自己最近注意力难以集中。",
                "where": "图书馆，安静的自习区，桌上摆放着一堆书和笔记本。",
                "when": "2023年7月15日14:30",
                "who": "朋友们（小丽、小芳、小梅）",
                "description": "2023年7月15日下午，在图书馆安静的自习区，我和朋友们一起准备复习。桌上摆满了书和笔记本，我试图开始复习，但脑海中却不断浮现各种杂念。小丽、小芳和小梅都在专注地看书，而我却感觉自己无法集中注意力。这种无力感让我感到更加焦虑和自卑，似乎我永远都无法像她们一样专注。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "我尝试通过深呼吸和自我安慰来集中注意力，但发现这些方法没有起效。朋友们注意到我的不安，试图安慰我，但这让我感到自己更加显眼和无能。",
                "where": "图书馆，安静的自习区，旁边的书架上摆满了书籍。",
                "when": "2023年7月15日14:45",
                "who": "朋友们（小丽、小芳、小梅）",
                "description": "2023年7月15日下午，在图书馆自习区，我深呼吸几次，试图让自己冷静下来，但效果不佳。我感到更加焦虑，甚至不敢抬头看朋友们。小丽注意到了我的不安，轻声问我是否需要帮助。小芳和小梅也纷纷围过来安慰我，但这让我觉得自己更加无能，好像所有人的目光都集中在我的失败上，这种感觉让我更加自卑。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "复习结束后，朋友们提议一起去散步放松，但我拒绝了，觉得自己不配休息。我独自回到宿舍，反复思考自己为什么无法像朋友们一样轻松应对考试，甚至一度怀疑自己的能力。",
                "where": "宿舍，简洁的房间里，书桌上堆满了复习资料。",
                "when": "2023年7月15日16:00",
                "who": "无",
                "description": "2023年7月15日下午复习结束后，朋友们提议去公园散步放松，但我拒绝了，我觉得自己不配休息，还需要更加努力。我独自回到宿舍，坐在书桌前，桌上堆满了复习资料。我一遍又一遍地问自己，为什么我不能像朋友们一样轻松应对考试？这种反复的思考让我对自己的能力产生了深深的怀疑，内心的焦虑和自我怀疑不断加剧。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "在一次绘画课前的期中考试中，我的成绩不如预期，感到非常焦虑和自责。我觉得自己没有足够努力，担心未来的表现。",
                "where": "大学教室，明亮的日光透过窗户洒在桌子上，周围是同学们紧张的面孔。",
                "when": "2023年6月15日10:30",
                "who": "孔瑾舒、大学老师、同学",
                "description": "2023年6月15日上午10:30，在大学的教室里，阳光透过窗户洒在桌子上，同学们的面孔显得格外紧张。期中考试成绩公布的那一刻，我的心跳加速，当看到自己的成绩时，我感到一阵无助和失望。老师走过来，简单地点评了一下我的成绩，语气中带着些许失望。我埋下头，眼睛盯着桌子，觉得自己没有足够努力，内心充满了焦虑和自责。周围的同学们似乎都在讨论自己的成绩，而我却陷入了深深的担忧，担心未来的表现。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在期中考试后的一个周末，我和朋友去图书馆自习，试图通过更多的学习来弥补自己在期中考试中的不足。",
                "where": "图书馆，安静的氛围中，书架上排列着各种书籍，空气中弥漫着纸张的气味。",
                "when": "2023年6月20日14:00",
                "who": "孔瑾舒、朋友",
                "description": "2023年6月20日下午2点，我和朋友来到图书馆，试图通过更多的学习来弥补自己在期中考试中的不足。图书馆里安静的氛围中，书架上排列着各种书籍，空气中弥漫着纸张的气味。我坐在桌子前，翻开书本，但脑海中不断回想着考试的失利，内心的不安和压力不断涌上心头。朋友注意到我的情绪变化，轻声问我是不是有什么烦心事。我勉强挤出一个微笑，说没事，但内心深处的自责和焦虑让我难以接受朋友的安慰。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "在一次绘画课上，我的作品被老师批评得很严厉，我感到非常失落和自责。",
                "where": "绘画教室，充满颜料味道的环境中，墙上挂着同学们的作品。",
                "when": "2023年8月10日16:30",
                "who": "孔瑾舒、绘画老师、同学",
                "description": "2023年8月10日下午4:30，在绘画教室里，空气中弥漫着颜料的味道，墙上挂着同学们的作品。我站在自己的画作前，等待着老师的点评。当老师用严厉的语气批评我的作品时，我的心一下子沉到了谷底。老师指出了许多不足之处，声音中透着失望。我低下头，感到非常失落和自责。周围的同学们在小声讨论，而我觉得自己被孤立了，内心的自信崩塌了。走出教室时，我的步伐沉重，心里充满了对自己的怀疑和自责。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我在大学校园的教室里准备期末考试时，注意到一位同学刚刚收到考试成绩，成绩不理想，她的情绪崩溃了。其他同学纷纷前去安慰她。",
                "where": "大学校园的教室，窗外的阳光洒进教室，桌上堆满了复习资料。",
                "when": "2023年9月15日14:30",
                "who": "同学们",
                "description": "2023年9月15日下午，我在大学校园的教室里复习准备期末考试。教室里很安静，大家都在埋头苦读。突然，我注意到坐在前排的一位同学收到了她的考试成绩，结果不理想。她的脸色瞬间变得苍白，然后开始颤抖，最终情绪崩溃，哭了出来。周围的同学们纷纷放下手中的书本，围过去安慰她。看着这一幕，我感到自己无法主动去安慰对方，内心深处充满了无力和焦虑。我开始怀疑自己的社交能力，觉得自己不够好。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "在同一天的晚些时候，我回到宿舍，室友们正在讨论当天的考试成绩和同学崩溃事件。她们试图鼓励我分享自己的感受和看法。",
                "where": "大学宿舍，房间里布置温馨，桌上摆放着几本书和一些零食。",
                "when": "2023年9月15日20:00",
                "who": "室友们",
                "description": "2023年9月15日晚上，我回到宿舍，室友们正在热烈地讨论当天的考试成绩和那位同学崩溃的事情。房间里灯光柔和，桌上放着几本书和一些零食，空气中弥漫着淡淡的薰衣草香味。她们看见我进来，纷纷转过头来，试图鼓励我分享自己的感受和看法。我尝试表达，但发现自己很难找到合适的词语，喉咙像被堵住了一样。她们的目光让我感到更加无助和孤立，我对自己的社交能力产生了更深的怀疑。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "几天后，我在心理咨询师的办公室里，向咨询师描述了那天看到同学崩溃的情景和自己的无力感。咨询师引导我探讨自己对社交能力的怀疑和内心的恐惧。",
                "where": "心理咨询师办公室，房间里布置简洁，墙上挂着几幅安静的画作。",
                "when": "2023年9月18日10:00",
                "who": "心理咨询师",
                "description": "2023年9月18日上午，我在心理咨询师的办公室里，房间布置简洁，墙上挂着几幅安静的画作，窗台上放着几盆绿色植物。我向咨询师描述了几天前看到同学崩溃的情景和自己当时的无力感。咨询师耐心地倾听，引导我探讨自己对社交能力的怀疑和内心的恐惧。我开始意识到，这些感受源于我对完美的苛求和对失败的恐惧。虽然我仍然感到焦虑，但通过这次咨询，我对自己有了更深的认识。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "在班级活动开始前，我已经感到紧张和不安。我知道这次活动需要互动和表现自我，这让我更加焦虑。",
                "where": "大学教室，教室里已经布置好了活动的各种道具，桌椅摆放成了小组讨论的形式。",
                "when": "2023年10月15日14:30",
                "who": "同学",
                "description": "2023年10月15日下午2:30，在大学教室里，我的心跳加速，手心冒汗。教室里已经布置好了活动的道具，桌椅摆放成了小组讨论的形式。看到同学们一个个兴奋地讨论着，我感到更加紧张和不安。我知道这次活动需要我们互动和表现自我，这让我感到无比焦虑。我不断在心里提醒自己一定要表现得好，但越是这样，心里的压力就越大。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在活动过程中，同学们积极参与各种讨论和游戏，而我则尽量避免目光接触，默默地站在角落里。",
                "where": "大学教室，讨论的声音此起彼伏，活动进行得热火朝天。",
                "when": "2023年10月15日15:00",
                "who": "同学",
                "description": "2023年10月15日下午3点，在大学教室里，活动已经开始。同学们积极参与各种讨论和游戏，教室里讨论的声音此起彼伏，活动进行得热火朝天。我站在角落里，尽量避免目光接触，心里默默祈祷不要被叫到。看到同学们自信地表现，我内心产生了强烈的对比和自我怀疑。我感到自己与他们格格不入，越来越自责和焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "活动结束后，我感到非常沮丧，认为自己再次证明了‘我不够好’。我独自走回宿舍，心情低落。",
                "where": "大学宿舍，路上人来人往，但我只感觉到自己的孤独。",
                "when": "2023年10月15日16:00",
                "who": "无",
                "description": "2023年10月15日下午4点，活动结束后，我感到非常沮丧，仿佛再次证明了‘我不够好’。我独自走在回宿舍的路上，路上人来人往，但我只感觉到自己的孤独。心情低落的我，脑海中不断回放着刚才的场景，内心充满了自我否定和孤独感。我开始怀疑自己是否能应对即将到来的考试压力，注意力变得更加难以集中，生活和心理状态都受到了影响。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我在图书馆复习时，发现自己完全无法集中注意力，反复阅读同一段文字却记不住任何内容，感到非常挫败。",
                "where": "图书馆的一个角落，面对着一排排书架，阳光透过窗帘的缝隙洒在桌面上。",
                "when": "2023年11月11日15:30",
                "who": "无",
                "description": "2023年11月11日下午，我在图书馆的一个安静角落独自复习。尽管周围环境安静，但我却无法集中注意力。每次尝试专心看书，脑海中总是浮现出各种杂念。看着手中的书本，我感到越来越焦虑和无助。最终，我决定先回宿舍休息，心里充满了对自己能力的怀疑。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "回到宿舍后，我和室友谈论了今天在图书馆的复习情况和自己的感受。",
                "where": "宿舍的床上，室友们围坐在一起，桌上摆着几杯热茶。",
                "when": "2023年11月11日16:00",
                "who": "室友",
                "description": "2023年11月11日下午，我回到宿舍后，室友们围在一起聊天。我向她们倾诉了自己在图书馆复习时的挫败感和注意力难以集中的困扰。她们安慰我，鼓励我不要太过苛求自己，还分享了她们自己的复习经验。虽然她们的支持让我感到一丝温暖，但内心的无助和焦虑依然挥之不去。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "在宿舍里，我写下了日记，详细记录了今天的压力和无助感。",
                "where": "宿舍的书桌前，台灯散发出柔和的光，日记本摊开在桌上。",
                "when": "2023年11月11日18:45",
                "who": "无",
                "description": "2023年11月11日傍晚，我坐在宿舍的书桌前，打开日记本，开始写下今天的经历和感受。笔尖在纸上划过的声音伴随着内心的沉重，我详细记录了在图书馆复习时的挫败感和与室友谈话后的无助感。写日记的过程让我清晰地意识到自己面对的压力，但也让我更加感到对未来的不确定和焦虑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "由于期末考试临近，我在宿舍里整晚复习，担心自己无法记住所有内容，感到越来越焦虑。",
                "where": "我的宿舍里，桌上堆满了书本和笔记，台灯发出微弱的光。",
                "when": "2024年1月14日22:45",
                "who": "无其他参与者",
                "description": "2024年1月14日晚上，我在宿舍里复习备考，桌上堆满了书本和笔记，台灯发出微弱的光。我反复背诵着知识点，但脑子里一团乱麻，总觉得记不住。时间一点一点过去，焦虑感逐渐加重，我的心跳越来越快，手心也开始冒汗。到了深夜，我依然无法平静下来，担心明天的考试会出问题。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "在失眠后，我第二天早上匆忙赶到考试教室，感觉头脑昏沉，无法集中注意力。",
                "where": "考试教室，教室里已经坐满了同学。",
                "when": "2024年1月15日08:30",
                "who": "无其他参与者",
                "description": "2024年1月15日早上，我匆忙赶到考试教室，教室里已经坐满了同学。我一坐下，脑子里就一片混沌，昨晚的失眠让我感觉头脑昏沉。我努力想集中注意力，但眼前的试卷却怎么看都不清楚，思维也变得迟缓。随着考试时间的流逝，我感到越来越绝望，明明自己平时已经很努力了，但此刻却完全派不上用场。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "考试结束后，我回到宿舍，感到非常沮丧和无助，开始怀疑自己是否有能力应对未来的挑战。",
                "where": "宿舍，窗外的阳光透过窗帘洒进来。",
                "when": "2024年1月15日12:00",
                "who": "无其他参与者",
                "description": "2024年1月15日中午，我拖着沉重的步伐回到宿舍，窗外的阳光透过窗帘洒进来，但我却丝毫感觉不到温暖。我瘫坐在床上，眼泪不自觉地流了下来。考试的表现让我非常沮丧和无助，我开始怀疑自己是否有能力应对未来的挑战。过去的努力仿佛在一瞬间变得毫无意义，这次失败让我质疑自己的一切。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我在图书馆自习时，听说一位朋友获得了奖学金。",
                "where": "图书馆的自习区，阳光透过窗户洒在书桌上。",
                "when": "2024年2月15日14:30",
                "who": "我，朋友",
                "description": "2024年2月15日下午，我坐在图书馆的自习区，周围很安静，阳光透过窗户洒在书桌上，显得很温暖。这时，一位朋友走过来，兴奋地告诉我她获得了奖学金。她的眼神中充满了喜悦，而我内心却感到一阵酸楚和自卑。我努力挤出一丝笑容，祝贺她，但心里却在想着自己为什么总是达不到这样的成就。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "朋友在图书馆中分享她获得奖学金的喜悦，我感到既羡慕又自卑。",
                "where": "图书馆的自习区，书架旁边的长桌上。",
                "when": "2024年2月15日14:45",
                "who": "我，朋友",
                "description": "2024年2月15日下午14:45，朋友在图书馆自习区的长桌上和我分享她获得奖学金的喜悦。她滔滔不绝地讲述她的努力和收获，而我只能静静地听着，心里感到既羡慕又自卑。我不断想着她的成就和我的差距，心情越来越沉重。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "我回到宿舍，独自思考朋友获得奖学金的事情，感到自己不如别人。",
                "where": "宿舍，床边的书桌前。",
                "when": "2024年2月15日15:30",
                "who": "我",
                "description": "2024年2月15日下午15:30，我回到宿舍，坐在床边的书桌前，脑海中一直回想着朋友获得奖学金的事情。我感到自己不如别人，尽管我也很努力，但总觉得差了一大截。我开始质疑自己的能力，内心充满了无助和自卑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "在一次紧张的学习周结束后，我感到极度的压力和疲惫。决定给家人打电话，希望能得到一些安慰和支持。",
                "where": "大学宿舍，桌上散乱地堆放着复习资料，窗外的夜色显得格外沉重。",
                "when": "2024年3月5日20:30",
                "who": "我, 家人",
                "description": "2024年3月5日晚上，我在大学宿舍的书桌前，周围是堆积如山的复习资料。那一刻，我感到身心俱疲，眼前的书本和笔记仿佛变得模糊。我拿起手机，拨通了家里的电话，希望能从家人那里得到一些安慰。电话接通后，母亲的声音传来，她问我最近怎么样。我试图描述自己的压力和困惑，但母亲只是轻描淡写地安慰我几句，说“不要太紧张，一切都会好的。”我感到一阵失望和孤独，挂断电话后，心情更加低落。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在通话结束后，我感到心情低落，决定写日记来倾诉自己的情感。详细记录了自己对未来的担忧和对家人反应的失望。",
                "where": "大学宿舍，桌上仍然散乱地堆放着复习资料，台灯的光线有些昏暗。",
                "when": "2024年3月5日21:00",
                "who": "我",
                "description": "2024年3月5日晚上，在与家人的通话结束后，我的心情跌入谷底。宿舍里的安静让我的孤独感更加明显。我拿出日记本，开始写下自己的感受。笔尖在纸上飞快地移动，我写下了对未来的担忧、对考试的恐惧以及对家人反应的失望。虽然写日记的过程让我短暂地释放了情感，但我依旧感到无助和孤独。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "第二天，在课间与一位关系较好的室友聊起了昨晚的通话经历，试图寻求更多的理解和支持。",
                "where": "大学教室，窗外阳光明媚，教室里同学们三三两两地交谈。",
                "when": "2024年3月6日10:15",
                "who": "我, 室友",
                "description": "2024年3月6日上午，课间休息时，我和室友坐在教室的角落里，窗外阳光明媚，教室里充满了同学们的笑声。我低声和室友聊起了昨晚与家人的通话经历，室友认真地听着，时不时地点头表示理解。她告诉我，大家都有压力，不要太过自责。她的支持和理解让我感到稍微舒缓，但内心的焦虑并未完全消解。我意识到，虽然身边有朋友支持，但我的社交圈依然有限，无法完全缓解我的压力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "在一次班会上，辅导员要求每个同学分享近期的学习心得和生活感受。其他同学积极参与讨论，表现得非常自信自如，而我却感到紧张和不安，难以开口。",
                "where": "大学教室，教室里明亮的灯光和整齐排列的桌椅让气氛显得更加正式。",
                "when": "2024年4月15日10:30",
                "who": "同学, 辅导员",
                "description": "2024年4月15日上午10:30，在大学教室的班会上，辅导员微笑着站在讲台上，要求每位同学分享近期的学习心得和生活感受。教室里灯光明亮，桌椅整齐排列，显得格外正式。其他同学一个接一个地站起来，侃侃而谈，脸上洋溢着自信的微笑。我坐在座位上，心跳加速，手心冒汗，脑海一片空白。当轮到我发言时，我感到喉咙发紧，话到嘴边却怎么也说不出来，只能勉强挤出几个词语。我低下头，不敢看其他同学的眼神，内心充满了自卑和无助。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "班会结束后，我一个人回到宿舍，反复思考刚才的场景。看到其他同学在讨论中表现得自信和从容，我感到更加自卑和无助，认为自己不够好。",
                "where": "宿舍，房间里静悄悄的，只有我一个人坐在书桌前。",
                "when": "2024年4月15日11:45",
                "who": "无",
                "description": "2024年4月15日上午11:45，班会结束后，我独自一人回到宿舍。房间里静悄悄的，只有我一个人坐在书桌前，脑海中不断回放着刚才班会的情景。同学们自信从容的表现与我的紧张不安形成了鲜明对比。我感到更加自卑和无助，心里一直重复着一个声音：“我不够好，我无法像他们一样自信地表达自己。”这让我陷入了深深的自我怀疑，觉得自己在社交场合中一无是处。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "当天晚上，我与室友聊起了班会的事情。室友们表示他们也有时会感到紧张，但通过多次尝试，他们逐渐克服了这种感觉。",
                "where": "宿舍，大家围坐在床边，谈论着各自的感受。",
                "when": "2024年4月15日20:15",
                "who": "室友",
                "description": "2024年4月15日晚上20:15，在宿舍里，我和室友们围坐在床边，谈论起了白天班会的事情。我小心翼翼地提到自己在班会上的紧张和不安，室友们纷纷表示理解。小慧说：“其实我也常常紧张，但多试几次就好了。”小敏也点点头：“对啊，我以前也不敢发言，不过后来慢慢就习惯了。”室友们的鼓励让我感到一丝安慰，但内心深处的自卑和对自己能力的怀疑依然挥之不去。我心想：“他们能克服紧张，但我可能永远也做不到。”尽管这次对话提供了一些支持，但并未显著改善我的自卑情绪。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "在心理咨询师的建议下，我决定尝试更多社交活动，以克服内向性格。我选择参加了一个学校组织的社交活动，希望通过与新同学交流提升自信。",
                "where": "学校活动中心，活动现场布置得非常热闹，有许多同学在交流，桌上摆满了各种小食和饮料。",
                "when": "2024年5月1日14:00",
                "who": "我、心理咨询师、新同学",
                "description": "2024年5月1日下午，在学校活动中心，心理咨询师建议我参加更多社交活动。我选择了一个学校组织的社交活动。现场很热闹，大家都在愉快地交谈。我感到一阵紧张，但仍决定试一试，希望能通过与新同学交流提升自信。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "在活动现场，我鼓起勇气与一位新同学打招呼，并试图展开对话。但新同学表现得非常冷淡，仅仅回应了几句便转身离开。",
                "where": "课外活动现场，四周都是热闹的同学们，他们正在积极交流。",
                "when": "2024年5月1日15:10",
                "who": "我、新同学",
                "description": "2024年5月1日下午，在课外活动现场，我鼓起勇气走向一位新同学，尝试与他打招呼并展开对话。然而，对方显得非常冷淡，只是简单回应了几句便转身离开。我瞬间感到非常受挫，内心充满了被拒绝感。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "活动结束后，我回到宿舍，感觉非常沮丧。我独自待在房间里，回想起整个过程，越想越觉得自己无能。我在日记中写下了自己的感受，并决定以后减少尝试与他人交流的机会。",
                "where": "宿舍，房间安静，只有我的书桌上一盏小台灯亮着。",
                "when": "2024年5月1日20:30",
                "who": "我",
                "description": "2024年5月1日晚，活动结束后，我回到宿舍，心情非常沮丧。房间里很安静，只有书桌上的小台灯亮着。我坐在床边，回想着刚才的整个过程，越想越觉得自己无能。我拿出日记本，写下了自己的感受：“我真的不够好，别人都看不起我。”我决定以后减少尝试与他人交流的机会。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "在一次重要的模拟考试前夕，我感到极度紧张，不断复习，几乎整夜未眠。我担心自己表现不好会被同学和老师看不起。",
                "where": "宿舍，书桌上摆满了复习资料，台灯照在翻开的课本上。",
                "when": "2024年6月3日22:30",
                "who": "室友",
                "description": "2024年6月3日晚上，我在宿舍里坐在书桌前，台灯下的课本和笔记显得格外沉重。室友们已经准备睡觉，但我依旧在复习，生怕自己漏掉任何一个知识点。每当觉得困倦时，我就用冷水洗脸，希望能保持清醒。室友们看到我这样，劝我早点休息，但我却无法放下心中的焦虑，担心明天的考试会让自己失望，也会让同学和老师看不起。我整夜未眠，紧张情绪一直挥之不去。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "在模拟考试当天，由于缺乏睡眠和极度紧张，我在考试中途感到胃痛，无法集中精力答题。我试图深呼吸来缓解紧张，但效果不佳。",
                "where": "考试教室，墙上的时钟滴答作响，桌上摆着考试卷。",
                "when": "2024年6月4日09:00",
                "who": "无",
                "description": "2024年6月4日上午，考试开始的铃声响起，我坐在教室里，手心满是汗水。随着时间的推移，我开始感到胃痛，紧张感愈发强烈。试图深呼吸来缓解紧张，但无济于事，每一次深呼吸都像是徒劳。我看着试卷上的题目，脑袋却一片空白，无法集中精力答题。时钟的滴答声仿佛在嘲笑我的无能，胃痛让我难以忍受，最终我只能匆匆作答，心中充满了挫败感。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "考试结束后，我与心理咨询师见面，谈到我在考试中的身体不适和紧张情绪。咨询师帮助我识别了我的负面思维模式，并建议我尝试一些放松技巧。",
                "where": "心理咨询室，房间里摆放着舒适的沙发和几本心理学书籍。",
                "when": "2024年6月4日15:00",
                "who": "心理咨询师",
                "description": "2024年6月4日下午，我走进心理咨询室，心情沉重地坐在沙发上。心理咨询师温和地问我考试的情况，我便向她倾诉了考试中的胃痛和极度紧张。她听得很认真，并点了点头，随后帮我分析了我的负面思维模式，指出我对失败的恐惧和对完美表现的追求是导致紧张的根源。她建议我尝试一些放松技巧，如深呼吸和渐进性肌肉放松。我虽然仍然感到焦虑，但开始意识到自己需要接受不完美，并努力调整思维方式。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "因为考试压力大，我决定参加朋友的聚会以放松心情。然而，在聚会过程中，我发现自己难以融入大家的聊天，感到非常孤独和无助。",
                "where": "朋友家，客厅里播放着轻柔的音乐，桌子上摆满了各种零食和饮料。",
                "when": "2024年7月10日19:30",
                "who": "朋友们（3个大学同学和2个室友）",
                "description": "2024年7月10日晚上，我来到朋友家参加他们的聚会，想借此放松一下紧张的情绪。朋友们在客厅里谈笑风生，气氛很热闹。但我却总是插不上话，只能默默地坐在一旁，偶尔露出尴尬的微笑。尽管他们很热情地邀请我加入话题，我却总觉得自己无论说什么都不合适。时间一分一秒地过去，我的孤独感越来越强烈，最后甚至开始怀疑自己为什么要来这里。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "聚会结束后，我回到宿舍，反复思考自己在聚会中的表现，觉得自己不够有趣和社交能力不足。我在日记中记录了自己的感受，感到非常沮丧和无助。",
                "where": "宿舍，桌上的台灯微弱地照亮着，我的笔记本摊开在桌子上。",
                "when": "2024年7月10日22:30",
                "who": "自己",
                "description": "2024年7月10日晚上10点半，聚会结束后我回到宿舍。室友们已经睡下，我一个人坐在书桌前，台灯的光线映照在我疲惫的脸上。我拿出日记本，开始写下今天的经历和感受。回想起聚会上的情景，我觉得自己完全融不进去，心里充满了自责和无助。我写道：‘为什么我总是这么不合群？为什么我总是感到自己不够好？’眼泪不知不觉地滑落，心中的沮丧感愈发强烈。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "第二天，我在图书馆自习时，注意力难以集中，总是回想起聚会时的场景，感到非常焦虑和疲惫。我决定联系心理咨询师，希望能得到一些帮助。",
                "where": "图书馆，自习室内安静而明亮，窗外的阳光透过玻璃洒在桌面上。",
                "when": "2024年7月11日10:00",
                "who": "自己，心理咨询师",
                "description": "2024年7月11日上午10点，我在图书馆自习。尽管周围很安静，但我的心却无法平静下来。脑海中不断浮现昨晚聚会时的情景，我感到无比焦虑和疲惫。看着书本上的文字，我却一个字也看不进去。终于，我决定联系心理咨询师，希望能通过专业的帮助来缓解自己的情绪。我拿出手机，打开微信，预约了下午的咨询时间。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "通过朋友介绍，我决定申请到一家教育机构进行实习，希望丰富自己的教学经验，为未来成为一名优秀教师做准备。实习的第一天，我感到非常紧张和不安，害怕自己表现不好，无法胜任教学任务。",
                "where": "教育机构，教室里布置得很整齐，墙上贴满了学生的作品。",
                "when": "2024年8月1日08:30",
                "who": "实习指导老师、同事、朋友",
                "description": "2024年8月1日早上，我怀着忐忑的心情走进教育机构，教室里整齐的布置和学生们的作品让我感到一丝温暖。然而，我的紧张情绪还是无法消散。指导老师和同事们都很友善，但我总觉得自己无法胜任教学任务。每当我试图讲解知识点时，声音都会不自觉地颤抖，手心也冒出了冷汗。那天，我因为紧张频繁出错，感到非常沮丧和焦虑。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "在接下来的几天里，我每天都感到巨大的压力和焦虑，尽管努力改进自己的教学方法，但总觉得自己不够好，表现不尽如人意。我开始质疑自己的能力，觉得自己无法胜任教师的工作。",
                "where": "教育机构，教室和办公室，教室里学生们的座位安排使得教学互动频繁。",
                "when": "2024年8月5日10:45",
                "who": "实习指导老师、同事",
                "description": "2024年8月5日上午，我在教育机构的教室里进行教学。一边是学生们充满期待的眼神，另一边是我越来越重的压力。尽管指导老师给了我很多建议，我还是觉得自己的表现差强人意。每天回到办公室时，我都会复盘一天的教学，却总觉得自己的方法不够好，能力不足。这样的情绪让我感到无助和自卑，开始质疑自己是否真的适合当一名教师。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "最终，我决定自愿退出实习。向实习指导老师辞职时，表达了自己对表现不满意的担忧。尽管老师安慰我说实习只是一个学习的过程，不必过于苛责自己，但我仍然觉得无法胜任，并对未来的职业生涯产生了严重的怀疑。",
                "where": "教育机构，指导老师的办公室，办公室里书架上摆满了教育学相关的书籍。",
                "when": "2024年8月10日14:20",
                "who": "实习指导老师、同事",
                "description": "2024年8月10日下午，我怀着沉重的心情走进指导老师的办公室。书架上摆满了教育学的书籍，提醒着我原本的理想。我向老师表达了自己对表现不满意的忧虑，并提出了辞职的请求。老师耐心地安慰我，告诉我实习只是一个学习的过程，不必过于苛责自己。然而，我心中的自卑感和对未来的担忧已经占据了上风。我觉得自己无法胜任教师的工作，对未来的职业生涯充满了严重的怀疑。"
            }
        ]
    }
}