{
    "childhood": {
        "name": "姜毅斌",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "父母在晚餐时提醒我这次期中考试的重要性，并强调了取得好成绩的重要性。我感受到了巨大的压力，晚上躺在床上翻来覆去，无法入睡。",
                "where": "家中餐厅和我的卧室。餐厅的桌上摆满了丰盛的晚餐，卧室里灯光微弱，窗外传来阵阵蝉鸣。",
                "when": "1991年6月1日20:00",
                "who": "父亲、母亲",
                "description": "1991年6月1日晚，家中餐厅的灯光温暖，桌上摆满了妈妈精心准备的晚餐。父亲一边夹菜一边说：‘毅斌，这次期中考试非常重要，你一定要考个好成绩。’母亲也在一旁点头附和。我低头吃饭，心里却泛起了阵阵不安。晚饭后，我躺在床上，脑海里不断回响着父亲的话，翻来覆去怎么也睡不着，窗外的蝉鸣声也显得格外刺耳。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "第二天早上，我在睡眠不足的情况下去学校参加考试。在考场上感到脑袋一片空白，无法集中注意力，最终考试成绩不理想。",
                "where": "小学教室，教室里布置简单，窗户外能看到操场。",
                "when": "1991年6月2日09:00",
                "who": "老师、同学",
                "description": "1991年6月2日早上，睡眠不足的我拖着疲惫的步伐走进了小学教室。教室里安静得只听到钟表的滴答声，老师站在讲台上分发试卷。我坐在座位上，手心冒汗，脑袋却一片空白。试卷上的字仿佛在跳舞，我怎么也无法集中注意力。考试时间飞快流逝，最后我只答了一半的题目。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "考试成绩出来后，我拿着成绩单回到家。父亲看着我的成绩单，沉默了很久，然后叹了一口气，说‘毅斌，你要更加努力啊。’",
                "where": "家中客厅，客厅宽敞明亮，墙上挂着全家福。",
                "when": "1991年6月5日18:30",
                "who": "父亲",
                "description": "1991年6月5日晚，我拿着成绩单走进家中的客厅。客厅宽敞明亮，墙上挂着全家福照片。父亲坐在沙发上，接过我的成绩单，眉头紧锁，沉默了很久。他深深叹了一口气，说：‘毅斌，你要更加努力啊。’我站在一旁，心里像压了一块大石头，感到深深的失望和压力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "childhood",
                "what": "小学三年级的家长会结束后，我和母亲一同回到家中。母亲在厨房准备晚餐，我则在客厅写作业。母亲一边切菜一边问我在学校的情况，我回答说老师表扬了我的表现。",
                "where": "家中厨房，母亲在切菜，厨房里弥漫着食物的香气。",
                "when": "1993年9月15日18:30",
                "who": "母亲",
                "description": "1993年9月15日下午，家长会结束后，我和母亲一起回到家。母亲在厨房忙着准备晚饭，我在客厅写作业。厨房里弥漫着食物的香气，母亲一边切菜一边问我今天在学校的情况。我告诉她老师表扬了我的表现。母亲听后，露出了满意的笑容，但也提醒我要继续努力。虽然她的语气温和，但我心中隐隐感到压力，觉得自己必须更加努力以满足母亲的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "childhood",
                "what": "晚餐后，父亲回到家中，一家人围坐在餐桌旁共进晚餐。母亲向父亲提到今天的家长会，表扬了我的表现，但也提到老师希望我能更加努力。父亲点头表示赞同，并鼓励我继续努力。",
                "where": "家中餐厅，餐桌上摆满了母亲精心准备的饭菜。",
                "when": "1993年9月15日19:00",
                "who": "母亲, 父亲",
                "description": "1993年9月15日晚上，在家中餐厅，一家人围坐在餐桌旁共进晚餐。母亲向刚下班回家的父亲提到今天的家长会，表扬了我在学校的表现，但也说老师希望我能更加努力。父亲听后点头表示赞同，语重心长地鼓励我继续努力学习。我感到了一丝安慰，但同时也感受到了一种无形的压力，觉得自己需要不断努力才能不辜负父母的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "childhood",
                "what": "晚饭后，父亲和我在书房里一起复习功课。父亲耐心地为我讲解不懂的题目，并提出一些更高难度的练习题，希望我能在学习上有更大的进步。",
                "where": "家中书房，书桌上摆满了书本和练习册。",
                "when": "1993年9月15日20:00",
                "who": "父亲",
                "description": "1993年9月15日晚上，在家中书房，父亲和我一起复习功课。书桌上摆满了书本和练习册，父亲耐心地为我讲解一些不懂的题目，还提出了一些更高难度的练习题，希望我能在学习上有更大的进步。尽管父亲的辅导使我在学习上取得了进步，但也让我感受到了更大的压力。我觉得如果不努力学习，就会让父亲失望，这种压力让我感到有些焦虑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "我和朋友们放学后在学校操场上玩捉迷藏，期间一位朋友突然停下来，情绪低落地说出了他父母对他的评价，我们都停下了手中的游戏。",
                "where": "学校操场，阳光透过树叶洒在地上，操场的远处有几个班级在上体育课。",
                "when": "1994年4月20日16:45",
                "who": "我和几个朋友，主要是小明和小华。",
                "description": "1994年4月20日下午放学后，天气温暖，我们几个朋友约好在学校操场上玩捉迷藏。我们跑来跑去，笑声回荡在操场上。突然，小明停了下来，低着头，声音有些哽咽地说道，他父母昨天因为他的成绩不好而批评了他。我们都停下了，感到有些沉默。我内心一紧，心想：我也经常无法达到父母的期望。这一刻，我感觉世界对我们这些孩子真的很不公平，不禁感到一阵焦虑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "在那次对话后的几天里，我开始有意识地观察父母对我的言行，特别是当我的成绩不理想时。",
                "where": "家中，客厅的灯光有些昏黄，妈妈在厨房忙碌，爸爸在沙发上看报纸。",
                "when": "1994年4月25日19:00",
                "who": "我和我的父母。",
                "description": "1994年4月25日晚上，我在家中做作业，心里想着最近和朋友的对话。我开始注意父母对我的言行，特别是当我的成绩不理想时。那天晚上，妈妈在厨房忙碌，爸爸在沙发上看报纸。我拿着成绩单，走向他们。爸爸看到成绩后，眉头皱了起来，说道：‘你要更加努力，不然怎么考上好学校？’妈妈也叹了口气。我感到一阵紧张和压力，心想他们对我的爱是有条件的，只有成绩好才能得到认可。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "在一次期中考试中，我的成绩不理想，回到家后，父母对我的成绩表示不满，并强调我需要更加努力。",
                "where": "家中，书房的书桌上堆满了书本和试卷，窗外天色渐暗。",
                "when": "1994年5月5日18:30",
                "who": "我和我的父母。",
                "description": "1994年5月5日傍晚，我带着不理想的期中考试成绩回到家，心情沉重。父母看到成绩单，爸爸的脸色立即变得严肃，说道：‘你怎么考成这样？再这样下去怎么行？’妈妈也在一旁附和，强调我需要更加努力。我感到自己被否定了，心里充满了失望和无助，感觉自己真的不够优秀。那晚，我躲在书房里，面对着堆满书本和试卷的书桌，心里默默发誓要更加努力，但内心的焦虑和自我怀疑却挥之不去。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "为了准备这次数学竞赛，我在父亲的帮助下进行了多次模拟考试和练习。我感受到了父亲的支持和期待，但同时也感到一定的压力。",
                "where": "家中书房，书桌上堆满了练习册和草稿纸。",
                "when": "1995年10月15日19:00",
                "who": "父亲",
                "description": "1995年10月15日晚上七点，我和父亲在家中的书房准备数学竞赛。书桌上堆满了练习册和草稿纸，台灯的光线照在父亲专注的脸上。他一遍遍地为我讲解难题，声音严肃却带着期望。我感到父亲的支持和期待，但也因为怕辜负他的期望而感到一定的压力。父亲时不时地问我是否理解，我点头，但内心却有些紧张，害怕自己在关键时刻会出错。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "竞赛当天，我在考场上表现出色，但在某个问题上出现了失误，未能获得第一名。",
                "where": "学校考场，座位前摆满了考卷和文具。",
                "when": "1995年11月10日10:30",
                "who": "无",
                "description": "1995年11月10日上午十点半，我坐在学校考场的座位上，面前摆满了考卷和文具。考场内安静得只能听到笔尖划过纸张的声音。我感到紧张和焦虑，特别是在某个问题上出现失误时，心跳加速，手心出汗。我试图冷静下来，继续做题，但脑海中一直回荡着父亲的期望和自己的失误。最终，我未能获得第一名，心中充满了失望和自责。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "竞赛结果公布后，我回到家中，父亲对我的成绩进行了评价，并鼓励我下次争取第一名。",
                "where": "家中书房，墙上挂着许多奖状。",
                "when": "1995年11月10日20:00",
                "who": "父亲",
                "description": "1995年11月10日晚上八点，我回到家中书房，墙上挂满了过去的奖状。父亲坐在书桌前，面色平静地看着我，手中拿着我的成绩单。他轻声说道：“这次没拿第一名没关系，下次继续努力。”我点头，但心中却感到既有压力又得到支持。父亲的鼓励让我感到他对我的期待，但也让我意识到，只有成绩优秀才能得到认可。这次事件进一步加深了我对成功和失败的理解，也让我更加坚定了努力的决心。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "一个晚上，我正在自己的房间做作业，听到母亲在厨房忙着准备晚饭。她显得非常疲惫，不时地停下来深呼吸。随后，我听到母亲和父亲的对话，母亲说‘孩子的事情太多了，我真的感觉有点累。’",
                "where": "家中的厨房和我的房间，厨房里弥漫着饭菜的香味。",
                "when": "1996年8月15日18:45",
                "who": "母亲、父亲",
                "description": "1996年8月15日晚上，我在房间里做作业，耳边传来母亲在厨房忙碌的声音。她显得很疲惫，不时停下来深呼吸。突然，我听到母亲对父亲说‘孩子的事情太多了，我真的感觉有点累。’这句话让我感到内疚和心疼，我意识到自己给母亲增添了很多负担，这让我开始更加重视家庭的支持。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "在听到母亲的抱怨后，我决定主动帮忙分担家务。我走进厨房，提出帮母亲洗菜和摆餐桌。母亲虽然感到惊讶，但脸上露出了一丝欣慰的笑容。",
                "where": "家中的厨房，水槽里堆满了需要清洗的蔬菜。",
                "when": "1996年8月15日18:50",
                "who": "母亲、我",
                "description": "1996年8月15日晚上，在听到母亲的抱怨后，我走进厨房，看到母亲疲惫的样子，主动提出帮她洗菜和摆餐桌。母亲虽然有些惊讶，但眼中闪过一丝欣慰的光芒。我感受到了一种成就感和家庭责任感，看到母亲的笑容，内心感到温暖和满足。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "晚饭后，父亲决定和我聊聊，夸奖我今天在厨房的表现，并告诉我家庭的责任感和支持是很重要的。父亲强调，虽然学习很重要，但家人的健康和幸福同样重要。",
                "where": "家中的客厅，客厅里灯光温暖，桌上有父亲泡的茶。",
                "when": "1996年8月15日19:30",
                "who": "父亲、我",
                "description": "1996年8月15日晚上，晚饭后，父亲叫我到客厅，夸奖我今天在厨房的表现。他告诉我家庭的责任感和支持是很重要的，虽然学习很重要，但家人的健康和幸福同样重要。父亲的夸奖和教导让我更加明白家庭支持的重要性，并坚定了‘我的家庭是我的支柱’的信念。这次对话让我感受到父亲对我的认可和期待，进一步激励我在学业上更加努力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "我的小学六年级第一次月考成绩公布，我取得了全班第一名，这个成绩让我感到无比自豪。",
                "where": "学校教室，教室里充满了同学们讨论成绩的声音。",
                "when": "1997年3月10日09:45",
                "who": "班主任，同学们",
                "description": "1997年3月10日上午，我的心情既紧张又期待。当班主任走进教室，手里拿着成绩单时，教室里顿时安静下来。我听到自己的名字被叫到，并且是全班第一名。这一刻，我感到无比自豪，仿佛一切的努力都得到了回报。同学们开始对我投来羡慕的眼光，班主任也向我投来赞许的微笑。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "月考成绩公布后，班主任在课堂上对我的表现进行了表扬，提到我是一个很有潜力的学生。",
                "where": "学校教室，讲台前的黑板上还写着当天的课程安排。",
                "when": "1997年3月11日14:30",
                "who": "班主任，同学们",
                "description": "1997年3月11日下午，班主任在课堂上开始点评月考成绩。当他提到我的名字时，我的心跳加速。他说我是一个很有潜力的学生，并且表扬了我的努力和成绩。同学们都在看着我，我感到脸颊微微发热，但心里充满了自豪感。这种公开的表扬让我对自己的能力更加自信，也让我更加坚定了继续努力的决心。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "回到家后，父亲得知我在月考中取得了全班第一名，并在晚饭时对我表示了赞赏和鼓励。",
                "where": "家中餐桌，餐桌上摆满了母亲精心准备的晚餐。",
                "when": "1997年3月11日19:00",
                "who": "父亲，母亲",
                "description": "1997年3月11日晚上，回到家后，我迫不及待地把考试成绩告诉了父母。晚饭时，父亲停下筷子，看着我，满脸笑容地说：‘毅斌，你这次表现得非常好，爸爸为你感到骄傲！’母亲也在一旁微笑着点头。我感到一股温暖的力量涌上心头，父母的赞赏和鼓励让我更加坚定了继续努力的信心。这顿晚餐在我心里留下了深刻的印象，家庭的支持让我感到无比幸福。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "childhood",
                "what": "我每天都在为期中考试而努力学习，但压力也在逐渐增加。母亲注意到我的疲惫，多次尝试让我放松，但我依然坚持学习。",
                "where": "家中书房，书桌被各种书籍和练习册堆满，台灯光线昏黄。",
                "when": "1996年4月10日19:00",
                "who": "我和母亲",
                "how": "姜毅斌感到压力巨大，但他认为只有通过努力学习才能获得父母的认可。这一事件强化了他的中间信念‘如果我不断努力学习，我会得到父母的认可’。然而，母亲的关怀让他意识到家庭的支持，这一行为稍微缓解了他的焦虑。",
                "description": "1996年4月10日晚上，我在家中书房努力准备期中考试。书桌上堆满了书籍和练习册，台灯的光线昏黄。母亲走进来，看着我疲惫的样子，轻声说：“毅斌，休息一下吧，你已经很努力了。”我勉强笑了笑，摇摇头继续埋头学习。母亲的关怀让我感到一丝温暖，但我心里清楚，只有通过努力学习才能获得父母的认可。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "childhood",
                "what": "期中考试结束当天，我感到自己表现不佳。回到家中，非常沮丧和失落，认为辜负了父母的期望。母亲注意到我的情绪变化，安慰我说‘成绩不是一切，健康才是最重要的’。",
                "where": "家中客厅，沙发旁的茶几上摆着一些零食和杂志。",
                "when": "1996年5月3日18:30",
                "who": "我和母亲",
                "how": "姜毅斌的失落感源于他对父母期望的重视。母亲的安慰让他感受到家庭的温暖，但他仍然觉得自己的价值依赖于学业成绩。这一事件使他的核心信念‘我不够优秀’和‘我必须成功才能证明自己’更加坚定，同时也强化了‘我的家庭是我的支柱’的信念。",
                "description": "1996年5月3日傍晚，我拖着沉重的步伐回到家中，觉得自己在期中考试中表现不佳。坐在家中客厅的沙发上，眼前的零食和杂志都提不起我的兴趣。母亲走过来，轻轻地拍了拍我的肩膀：“毅斌，成绩不是一切，健康才是最重要的。”她温暖的声音让我感到一阵放松，但内心的失落仍然挥之不去。我觉得自己辜负了父母的期望，心里难过极了。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "childhood",
                "what": "期中考试成绩公布后，我的排名有所下降，感到非常失望和自责，认为没有达到父母的期望。晚饭后，父亲语重心长地对我说‘毅斌，不要灰心，继续努力，你一定能做到。’",
                "where": "家中客厅，晚饭后的餐桌上还留着一些残羹冷炙。",
                "when": "1996年5月10日20:00",
                "who": "我和父亲",
                "how": "父亲的话语传达了对姜毅斌的信任和鼓励，让他在失落中感受到一丝安慰。这次对话强化了‘我的家庭是我的支柱’的核心信念，并使‘我的家庭是我最大的支持’的中间信念更加坚定。姜毅斌意识到，尽管成绩很重要，但家庭的支持可以让他重新振作。",
                "description": "1996年5月10日晚，期中考试成绩公布后，我的排名下降了很多，心里非常失望和自责。晚饭后，我们一家人坐在客厅里，餐桌上还留着一些残羹冷炙。父亲看出了我的沮丧，语重心长地对我说：“毅斌，不要灰心，继续努力，你一定能做到。”父亲的话让我感到一丝安慰和鼓励，虽然成绩不理想，但我知道家庭会一直支持我，这让我重新燃起了斗志。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "父母因为母亲购买新的家居用品而发生争吵，父亲认为这些花费不必要。",
                "where": "家中的客厅，电视还开着，桌子上放着刚买的家居用品。",
                "when": "1994年12月15日19:30",
                "who": "父亲、母亲",
                "how": "姜毅斌听到父母的争吵，感到紧张和不安。他开始意识到家庭经济的紧张，这让他觉得自己有责任将来通过成功来减轻家庭的负担。这一事件强化了他的核心信念‘我必须成功才能证明自己’。",
                "description": "1994年12月15日晚上，我正坐在房间里做作业，忽然听到客厅里传来父亲的怒吼声。他质问母亲为什么要买这些不必要的家居用品，认为这是浪费钱。母亲试图解释，但父亲的声音越来越大，我感到非常紧张和不安。我偷偷走到客厅门边，看到父亲脸色铁青，母亲眼里含着泪。我开始意识到家庭的经济压力，这让我觉得自己有责任将来通过成功来减轻家庭的负担。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "争吵升级，母亲提到了家庭的经济困难，并埋怨父亲工作带来的压力和收入不足。",
                "where": "家中的客厅，气氛紧张，灯光昏暗。",
                "when": "1994年12月15日19:45",
                "who": "父亲、母亲",
                "how": "姜毅斌感到无助和无力。他觉得自己必须努力学习，以便将来能够有更好的工作和收入，从而减轻家庭的经济压力。这种压力促使他形成了‘如果我不能在学业上取得好成绩，就说明我没有价值’的中间信念。",
                "description": "争吵持续了一段时间，母亲终于忍不住哭了起来，她提到了家庭的经济困难，并埋怨父亲工作带来的压力和收入不足。我站在门边，心里感到无助和无力。我觉得自己必须努力学习，以便将来能够有更好的工作和收入，从而减轻家庭的经济压力。我开始对自己的学习成绩感到更加焦虑，觉得如果我不能在学业上取得好成绩，就说明我没有价值。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "争吵结束后，父亲冷静下来，向母亲道歉并安慰她说他会努力工作，尽量改善家庭的经济状况。",
                "where": "家中的客厅，母亲坐在沙发上，父亲站在一旁。",
                "when": "1994年12月15日20:00",
                "who": "父亲、母亲",
                "how": "虽然争吵结束，但姜毅斌内心依然无法平静。他对未来充满了焦虑，觉得自己必须成功才能改变家庭的现状。这一事件进一步加强了他的核心信念‘我必须成功才能证明自己’和‘我的家庭是我的支柱’，并促使他更加努力学习。",
                "description": "争吵结束后，父亲冷静下来，坐在母亲身边，轻声道歉，并承诺会更加努力工作，尽量改善家庭的经济状况。母亲抹着眼泪点了点头，但我内心依然无法平静。我对未来充满了焦虑，觉得自己必须成功才能改变家庭的现状。我下定决心要更加努力学习，证明自己的价值，同时也希望能为家庭减轻负担。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "学校宣布将举办一次手工艺展示会，每个学生都需要展示自己的作品。父亲在晚饭后和我一起讨论了手工艺展示会的准备工作，给予了一些建议和鼓励。",
                "where": "家庭客厅，桌上摆满了晚餐的残余，墙上挂着一家人的合影。",
                "when": "1995年10月10日19:30",
                "who": "父亲、我",
                "description": "1995年10月10日晚上，吃完晚饭后，我和父亲坐在客厅里，桌上还摆着没有收拾的碗筷。父亲一边喝茶一边问我手工艺展示会的准备情况。我有些紧张地告诉他我的想法，他认真地听着，不时点头。父亲给了我一些建议，并鼓励我大胆尝试。那一刻，我感到被重视和支持，内心充满了自信。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "几天后，我在家中完成了我的手工艺作品，并在母亲的帮助下进行了一次模拟展示，母亲给予了积极的反馈。",
                "where": "家庭客厅，墙上挂着几幅家庭照片，地上铺着一张小地毯。",
                "when": "1995年10月15日16:00",
                "who": "母亲、我",
                "description": "1995年10月15日下午，我在客厅里完成了我的手工艺作品。母亲走过来看了看，微笑着说做得很好。她提议进行一次模拟展示，我有些紧张，但还是答应了。母亲坐在沙发上，像观众一样认真地看着我。我展示完后，她热情地鼓掌，并说我做得非常棒。这次体验让我感到安心和满足，内心的自信心也增强了不少。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "在展示当天，我在上台前感到非常紧张，但在同学和老师的鼓励下，最终成功完成了手工艺作品的展示，得到了全班同学和老师的肯定。",
                "where": "学校教室，教室里布置着各种学生的作品，墙上贴满了彩纸和装饰。",
                "when": "1995年10月20日10:15",
                "who": "老师、同学、我",
                "description": "1995年10月20日上午，我站在教室的台前，手心冒汗，心跳得很快。教室里布置得五彩缤纷，同学们的作品摆满了桌子。老师微笑着对我点了点头，同学们也在低声鼓励我。我深吸了一口气，开始展示我的作品。尽管有些紧张，但我尽力表现得镇定。当展示结束时，全班同学和老师都给予了热烈的掌声，我的心里充满了成就感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "期中考试后，老师在班级里公布成绩，并当众批评成绩不好的同学。",
                "where": "学校教室，窗外阳光明媚，教室里安静得只能听到老师的声音。",
                "when": "1996年1月15日10:30",
                "who": "老师、同学",
                "description": "1996年1月15日上午，期中考试成绩公布时，老师站在讲台上，语气严厉地逐一念出学生的成绩。我坐在教室的后排，心跳加速，手心开始冒汗。老师点名让一个成绩不好的同学站到前面，低着头，眼里满是泪水。整个教室鸦雀无声，所有人都紧张地盯着老师，生怕下一个被点到的是自己。我心里充满了同情和恐惧，担心自己如果成绩不好也会遭到同样的对待。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "事件发生后，姜毅斌回到家中，母亲察觉到他的情绪低落，询问原因。",
                "where": "家庭客厅，暖黄色的灯光照在沙发和茶几上，母亲坐在沙发上，手里拿着一本杂志。",
                "when": "1996年1月15日18:45",
                "who": "姜毅斌、母亲",
                "description": "1996年1月15日傍晚，我回到家中，情绪低落地坐在沙发上。母亲察觉到我的异样，放下手中的杂志，温柔地问我发生了什么。我犹豫了一下，还是告诉她今天在学校看到的事情，以及对成绩不佳的担忧。母亲轻轻拍着我的背，安慰我说尽力就好，不要太过担心。我感受到她的关心和支持，心里稍微平静了一些，但对成绩的恐惧依然存在。母亲的安慰让我感受到家庭的温暖，但无法完全消除我的焦虑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "几天后，姜毅斌在晚饭后和父亲聊起了学校的事情。他提到了看到同学被批评的事，并询问父亲对成绩的看法。",
                "where": "家庭餐桌，桌上摆满了晚餐的残余，父亲坐在对面，认真地听我说话。",
                "when": "1996年1月18日19:30",
                "who": "姜毅斌、父亲",
                "description": "1996年1月18日晚上晚饭后，我和父亲坐在餐桌前，聊起了学校的事情。我小心翼翼地提到看到同学被老师当众批评的事，并询问父亲对成绩的看法。父亲放下筷子，认真地看着我说，成绩固然重要，但更重要的是努力和进步。他告诉我，不要太过在意一时的成绩，要相信自己的努力会有回报。父亲的话让我感到些许安慰，但我内心深处仍然认为如果成绩不优秀，就会被视为无价值。这次谈话让我感受到父亲的支持，同时也让我更加坚定要通过努力学习来证明自己的价值。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "我放学回家后感觉身体不适，发烧并且浑身无力。母亲发现我状态异常后，立即带我去医院看病，随后医生确认我患上了重感冒。",
                "where": "家中卧室，床上堆满了我放学后随手扔下的书包和课本。",
                "when": "1993年2月10日18:30",
                "who": "我和母亲",
                "description": "1993年2月10日傍晚，我放学回家后感觉头晕目眩，浑身无力，躺在卧室的床上。母亲走进来，看到我脸色苍白，摸了摸我的额头，发现我发烧了。她立刻带我去医院，医生检查后确认我患上了重感冒。母亲显得非常紧张，不停地问医生该怎么办。我从未见过她这么担心，心里感到一阵温暖。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "在我病倒的那个夜晚，母亲整夜守在床边，给我喂药、量体温。不时地轻声安慰我，直到我逐渐入睡。",
                "where": "家中卧室，床边的台灯昏黄地照着，药瓶和体温计放在床头柜上。",
                "when": "1993年2月10日23:50",
                "who": "我和母亲",
                "description": "1993年2月10日深夜，母亲整夜守在我的床边。她轻手轻脚地给我喂药，温柔地替我量体温，时不时轻声安慰我。我在她的关怀下，慢慢感到安心，终于在她的陪伴中入睡。母亲的无微不至让我在生病时感受到了极大的安全感和被爱。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "我恢复健康后，母亲继续照顾我的饮食起居，确保我能尽快恢复体力。她还嘱咐我要注意身体，避免再次生病。",
                "where": "家中，餐桌上摆满了母亲精心准备的营养餐。",
                "when": "1993年2月15日08:00",
                "who": "我和母亲",
                "description": "1993年2月15日早晨，我终于恢复了健康。母亲依然细心地照顾我的饮食起居，每顿饭都为我准备了丰富的营养餐。她总是叮嘱我要注意身体，避免再次生病。她的关怀让我感到家庭的温暖和爱，使我更加珍惜家人对我的关心。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "childhood",
                "what": "一个下午，我在学校篮球场上进行了一场重要的篮球比赛，为班级的荣誉而战。比赛前几天，我特意加紧训练，父亲也在旁边给予我很多技术指导和心理鼓励。",
                "where": "学校篮球场，四周围满了加油的同学和老师，篮球场边的铁栏杆上挂满了班级的横幅。",
                "when": "1997年6月15日15:30",
                "who": "我、父亲、同学",
                "description": "1997年6月15日下午，阳光炙热，学校篮球场上人声鼎沸。我站在场上，心跳加速，手心冒汗。父亲站在场边，目光坚定地看着我，他挥手示意我放松。我深吸一口气，回想起这几天他给予我的训练和鼓励，感觉自己充满了力量。比赛开始后，我在场上拼尽全力，耳边是同学们的加油声和父亲的鼓励声。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "childhood",
                "what": "比赛当天，我在场上表现出色，不仅得到了多个关键得分，还展现了出色的团队合作精神。在比赛的最后几分钟，我成功完成了一次决定性的投篮，帮助班级赢得了比赛的胜利。",
                "where": "学校篮球场，球场上的每个角落都充满了欢呼声和紧张的气氛。",
                "when": "1997年6月15日16:45",
                "who": "我、同学、父亲",
                "description": "比赛进行得异常激烈，汗水浸湿了我的背心。我和队友们默契配合，几次关键得分让我们逐渐占据优势。比赛进入最后几分钟，场上气氛紧张到极点。突然，球传到我手中，我飞快地运球，瞄准篮框，跳起、投篮——球稳稳地落入篮筐。欢呼声瞬间爆发，我感受到一股巨大的成就感和自豪感。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "childhood",
                "what": "比赛结束后，父亲走到我身边，满脸笑容地夸奖我，并表示以我为荣。父亲的赞美让我感到非常开心和满足，我感受到了来自家庭的强大支持和认可。",
                "where": "学校篮球场，场地边缘聚集着庆祝胜利的同学们，父亲走到我面前。",
                "when": "1997年6月15日17:00",
                "who": "我、父亲",
                "description": "比赛结束的哨声响起，我和队友们欢呼雀跃。父亲走到我身边，拍了拍我的肩膀，满脸笑容地说，‘你做得很好，爸爸为你感到骄傲。’听到父亲的夸奖，我心里一阵暖流涌过，所有的疲惫瞬间消散。我感受到来自家庭的强大支持和认可，这种感觉让我无比开心和满足。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "1995年3月的一天，放学后，我像往常一样独自走向家门口。我看到一个同学被父母接走，父母对他说‘你真棒，今天表现得很好！’这句话深深触动了我，我感到一种羡慕，同时也希望自己能得到同样的认可。",
                "where": "学校门口，路边有几棵高大的梧桐树，旁边停着几辆等待接孩子的车。",
                "when": "1995年03月15日16:45",
                "who": "同学、同学的父母",
                "description": "1995年3月15日下午放学后，我像往常一样独自走向家门口。学校门口站满了等待接孩子的家长，路边的几棵梧桐树在微风中摇曳。我看到一个同学被他的父母接走，母亲温柔地抚摸着他的头，父亲微笑着对他说‘你真棒，今天表现得很好！’我心中涌起一种莫名的羡慕和渴望，希望自己也能得到这样的认可和称赞。但同时，我也感到一丝挫败，因为我知道父母对我的要求更高，自己还需要更加努力才能达到他们的期望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "回到家后，我坐在书桌前，想着刚才的情景。我决定更加努力学习，以便能得到父母的认可。我开始花更多时间在课本上，减少了与朋友玩耍的时间。",
                "where": "家中，我的房间，书桌上摆满了课本和笔记本，墙上贴着学习计划表。",
                "when": "1995年03月15日17:30",
                "who": "姜毅斌",
                "description": "回到家后，我径直走进自己的房间，坐在书桌前，脑海中不断回想着同学被父母夸奖的场景。书桌上摆满了课本和笔记本，墙上贴着我的学习计划表。我心中暗下决心：我要更加努力学习，才能得到父母的认可和赞赏。从那天起，我开始花更多时间在课本上，几乎放弃了与朋友的玩耍时间。每当我感到疲惫时，我会提醒自己，只有通过努力学习，才能获得他人的认可和尊重。虽然这种自我驱动的行为加剧了我的焦虑和压力，但每当我看到进步时，内心也会感到一丝安慰。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "几天后，我在晚饭时向父亲展示了自己最近的学习成果，希望得到认可。父亲看了看我的作业，并给予了一些鼓励的话语，这让我感到一丝安慰，但我内心仍然觉得自己需要做得更多。",
                "where": "家中餐厅，餐桌上摆着晚餐，父亲在餐桌旁坐着。",
                "when": "1995年03月20日19:00",
                "who": "姜毅斌、父亲",
                "description": "1995年3月20日晚上，在家中餐厅吃晚饭时，我鼓起勇气向父亲展示了自己最近的学习成果。我将几本做得很好的作业本递给父亲，心中充满了期待。父亲戴上眼镜仔细看了看我的作业，点了点头，说‘不错，继续努力。’虽然父亲的鼓励让我感到一丝安慰，但内心深处的那种‘我不够优秀’的感觉并没有完全消失。我知道自己还需要做得更多，才能真正达到父母的期望。这种心态使我在未来的生活中对自己要求过高，增加了心理压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "由于父亲工作繁忙，未能按时辅导我的科学实验课准备，我感到非常不安，只能自己独立完成实验准备。",
                "where": "家中，书桌上堆满了科学实验的材料和书籍。",
                "when": "1994年12月03日19:30",
                "who": "父亲",
                "description": "1994年12月3日晚上，父亲因为工作繁忙，没有按时回来辅导我的科学实验课准备。我坐在家中的书桌前，周围堆满了实验材料和书籍，心里感到非常不安和焦虑。我试图独立完成实验准备，但总觉得缺乏信心和指导。这一刻，我感到无助和压力，担心自己无法达到父亲的期望。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "在科学实验课上，由于准备不足，我在关键步骤上犯了错误，导致实验失败。我感到非常紧张和失望。",
                "where": "学校实验室，实验桌上摆放着各种实验器材。",
                "when": "1994年12月07日10:15",
                "who": "老师，班级同学",
                "description": "1994年12月7日上午，在学校的实验室里，我独自进行科学实验。实验桌上摆放着各种实验器材，我感到非常紧张，希望能顺利完成实验。然而，由于准备不足，我在关键步骤上犯了错误，实验失败了。看到实验失败的那一刻，我感到极度失落和自责，觉得自己达不到父母和老师的期望。这种自我怀疑和失落感深深影响了我的自尊心。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "实验失败后，老师没有批评我，而是鼓励我总结经验教训。我在老师的鼓励下重新审视自己的错误，并尝试在家重新做实验，但心情依然低落。",
                "where": "学校实验室，家中书房",
                "when": "1994年12月07日20:00",
                "who": "老师、父母",
                "description": "1994年12月7日晚上，实验失败后，我在学校的实验室里感到非常沮丧。老师没有批评我，而是耐心地鼓励我总结经验教训。这让我稍微感到了一些安慰。回到家中书房，我试图重新做实验，但心情依然低落，对自己的能力产生了怀疑。我总觉得自己达不到期望，这种感受让我更加努力地想要证明自己的价值。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "有一天晚上，父亲加班回家，虽然已经很疲惫，但仍然坚持辅导我的功课。母亲在一旁默默地准备晚餐，家庭氛围虽然温馨，但也弥漫着一丝紧张。",
                "where": "家中客厅，桌上摆满了打开的书本和笔记。",
                "when": "1996年6月15日20:15",
                "who": "父亲、母亲、我",
                "description": "1996年6月15日晚上，父亲终于拖着疲惫的身躯回到家中，但他没有休息，而是坐在客厅的桌旁，开始辅导我的功课。他的眼睛布满血丝，但依旧耐心地解答我的问题。母亲在厨房忙碌，时不时望向我们，脸上带着一丝忧虑。我感受到了父亲的辛劳和母亲的默默付出，内心产生了一种无形的压力，觉得自己必须更加努力学习，以减轻家庭的负担。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "几天后，我在学校考试成绩不理想，回家后情绪低落。父亲看到成绩单后，脸色阴沉，但没有说什么，只是叹了口气。母亲则温柔地安慰我，鼓励我下次努力。",
                "where": "家中客厅，桌上放着我的成绩单。",
                "when": "1996年6月20日18:30",
                "who": "父亲、母亲、我",
                "description": "1996年6月20日傍晚，我回到家中，心情沉重，因为学校的考试成绩不理想。父亲拿起成绩单，脸色变得阴沉，但他没有责备我，只是深深地叹了口气，转身走进了书房。母亲轻轻拍了拍我的肩膀，温柔地说：‘没关系，下次我们再努力。’她的声音充满了鼓励，但我却感受到了内心的自责与压力，认为自己不够优秀，觉得必须更加努力以避免让父母失望。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "晚饭后，父亲疲惫地坐在沙发上，突然因为工作上的问题大发脾气，母亲默默承受，一言不发地收拾碗筷。我在一旁看着，感到无助和心疼。",
                "where": "家中客厅，沙发旁边的茶几上放着父亲的工作文件。",
                "when": "1996年6月25日19:45",
                "who": "父亲、母亲、我",
                "description": "1996年6月25日晚上，晚饭后，父亲疲惫地坐在沙发上，神情倦怠，突然因为工作上的问题大发脾气。他拍打着茶几，声嘶力竭地抱怨工作中的不顺。母亲默默地收拾碗筷，没有说一句话，但她的背影显得格外沉重。我站在一旁，心里感到无助和心疼。我深刻地意识到父亲的压力，也感受到母亲的隐忍和家庭的重担，内心产生了一种强烈的责任感，认为自己必须成功才能减轻家庭的负担。"
            }
        ]
    },
    "adolescence": {
        "name": "姜毅斌",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "班主任在班级运动会的篮球比赛前召集全班开会，强调比赛的重要性，并鼓励大家全力以赴。我内心感受到来自班主任和同学们的期望，立志要在比赛中表现出色。",
                "where": "学校教室，教室里窗户外的阳光洒进来，教室的黑板上写满了比赛的注意事项。",
                "when": "1998年10月15日14:30",
                "who": "班主任、全班同学",
                "description": "1998年10月15日下午2点半，班主任在教室里召集我们全班开会。窗外的阳光透过窗户洒进教室，黑板上写满了比赛的注意事项。班主任站在讲台前，语气坚定地告诉我们这次篮球比赛的重要性，鼓励我们全力以赴。我坐在第二排，心跳加速，内心感受到来自班主任和同学们的期望，暗下决心要在比赛中表现出色。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "在篮球比赛当天，我和队友们在赛前进行热身训练，我不断提醒自己要发挥最佳状态。然而，比赛过程中，我的几次失误导致对方得分，最终导致球队失利。",
                "where": "学校操场，操场上有着鲜艳的篮球场线，周围围满了观看比赛的师生。",
                "when": "1998年10月20日16:00",
                "who": "同学们、对手队伍、观众（包括班主任）",
                "description": "1998年10月20日下午4点，篮球比赛正式开始前，我和队友们在学校操场上进行热身训练。操场上有着鲜艳的篮球场线，四周围满了观看比赛的老师和同学。我不断提醒自己要发挥最佳状态。然而，比赛过程中，我的几次失误导致对方得分，最终球队失利。看着对手欢呼庆祝，我感到一股深深的沮丧和自责，认为自己辜负了大家的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "比赛结束后，班主任找到我，安慰我并指出我的表现并没有辜负大家的期望，同时鼓励我从失败中吸取经验，继续努力。",
                "where": "学校操场旁的长椅，周围是逐渐散去的人群和操场上的落叶。",
                "when": "1998年10月20日16:45",
                "who": "班主任、姜毅斌",
                "description": "1998年10月20日下午4点45分，比赛结束后，我坐在学校操场旁的长椅上，周围逐渐散去的人群和操场上的落叶映入眼帘。班主任走过来，轻轻拍了拍我的肩膀，安慰我说我的表现并没有辜负大家的期望，并鼓励我从失败中吸取经验，继续努力。这些话给我带来了一些心理上的安慰，但我仍然对自己的表现感到不满。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "期末考试前的一周，我在家中刻苦复习，几乎每天都学习到深夜。我父母看到我如此努力，虽然心疼但也给予了我支持和鼓励。",
                "where": "家中，书桌上堆满了复习资料，台灯的光线照在书本上。",
                "when": "1998年12月25日22:30",
                "who": "父母",
                "description": "1998年12月25日晚上，在家中，我坐在书桌前，书桌上堆满了复习资料，台灯的光线照在书本上。我几乎每天都学习到深夜，父亲进来看了看我，叮嘱我注意休息，母亲则端来了一杯热牛奶。虽然他们心疼我这么努力，但他们的支持让我更加坚定地复习下去。我心中默念着一定要在这次期末考试中取得好成绩。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "期末考试当天，我感到非常紧张，但在考场上不断默念自己复习过的知识点，最终顺利完成了所有的考试题目。",
                "where": "学校的教室，考场里一片寂静，只有笔尖划过纸张的声音。",
                "when": "1999年1月5日10:15",
                "who": "同学们",
                "description": "1999年1月5日上午，在学校的教室里，期末考试正在进行。我坐在座位上，心跳加速，双手微微发抖。我深呼吸，努力让自己冷静下来，然后开始在脑海中默念复习过的知识点。考场里一片寂静，只有笔尖划过纸张的声音。我集中精力，逐题作答，最终顺利完成了所有的考试题目。走出考场时，我感觉心里的石头终于落地了。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "期末考试成绩公布后，我的成绩名列前茅，得到了班主任的表扬和同学们的认可，这一时刻让我感到无比自豪和满足。",
                "where": "教室，黑板上贴满了成绩单，同学们围在一起议论纷纷。",
                "when": "1999年1月20日15:00",
                "who": "班主任、同学们",
                "description": "1999年1月20日下午，在教室里，黑板上贴满了期末考试的成绩单。同学们围在一起议论纷纷，我站在一旁，心里既期待又紧张。班主任走过来，微笑着拍了拍我的肩膀，告诉我我的成绩名列前茅。我感到无比自豪和满足，同学们也纷纷向我投来赞许的目光。那一刻，我觉得所有的努力都是值得的，我的自尊心得到了极大的提升。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "我回到家，听到父母在客厅讨论家里的经济问题。父亲提到需要节省开支，而母亲则担心家庭未来的经济状况。",
                "where": "家里客厅，沙发旁的茶几上摆放着一些账单和未收拾的水果盘。",
                "when": "1999年5月15日19:30",
                "who": "父亲、母亲",
                "description": "1999年5月15日傍晚，我放学回到家，走进客厅，看到父母正坐在沙发上，神情凝重地讨论着什么。父亲面色严肃地说：“我们必须要节省开支，否则撑不了多久。”母亲则显得有些焦虑，不停地搓着手，说：“可是，孩子们的学费怎么办？未来怎么办？”听到这些，我心里涌起一阵酸楚，感受到家庭的经济压力。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "听到父母的对话后，我回到自己的房间，开始反思自己在学业上的表现。我觉得自己必须更加努力，以减轻家庭的经济压力。",
                "where": "自己的房间，书桌上堆满了课本和练习册，台灯发出柔和的光。",
                "when": "1999年5月15日20:00",
                "who": "姜毅斌",
                "description": "那天晚上，我走进自己的房间，坐在书桌前，心情沉重。看着堆积如山的课本和练习册，我深深地叹了口气。我必须更加努力，取得更好的成绩，才能减轻父母的负担。我心里默默地对自己说：“我一定要成功，这样才能让家人过上更好的生活。”这种想法让我感到既有动力又有压力，内心充满了复杂的情绪。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "几天后，我在学校与班主任谈话，班主任鼓励我继续努力，并告诉我如果有任何问题可以随时找他。",
                "where": "学校办公室，班主任的办公桌上摆放着一盆绿植和一些文件夹。",
                "when": "1999年5月18日16:45",
                "who": "班主任",
                "description": "1999年5月18日下午，我被班主任叫到了办公室。他微笑着对我说：“姜毅斌，我知道你最近很努力，继续保持下去。如果有任何问题，随时来找我。”听到这些话，我心里感到一阵温暖和安慰。班主任的鼓励让我觉得自己不是孤军奋战，还有人支持我。这让我更加坚定了要通过学业成功来证明自己的信念，同时也缓解了一些内心的焦虑。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "我在老师的推荐下参加了市级数学竞赛。为了准备比赛，我在课余时间加紧复习，甚至放弃了部分休息时间。我班主任在这期间给予了我很多指导和鼓励。",
                "where": "学校教室，教室里安静而专注，墙上贴满了学习资料和竞赛海报。",
                "when": "2000年1月15日18:30",
                "who": "班主任、数学老师、我",
                "description": "在2000年1月15日的傍晚，天色渐暗，我依然留在学校教室里，专心复习数学竞赛的题目。教室里只剩下我和班主任，他在一旁耐心地为我讲解难题。每次他讲解完一道题，我都会感到一阵欣慰，但心里也有些紧张，担心自己能否在比赛中发挥出色。我班主任拍了拍我的肩膀，鼓励我说：“毅斌，你一定可以的。”这句话让我感到一丝温暖和信心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "在市级数学竞赛的当天，我感到非常紧张，担心自己不能发挥出最佳水平。在比赛过程中，我遇到了一道非常复杂的题目。我花了很长时间思考，最终解出了这道题。",
                "where": "竞赛会场，宽敞的考场里，桌子排列整齐，考生们都在埋头答题。",
                "when": "2000年3月15日09:45",
                "who": "我、其他参赛学生、监考老师",
                "description": "2000年3月15日上午，我坐在竞赛会场的一张桌子前，手心微微出汗，心跳得很快。监考老师走来走去，考场里安静得只能听到笔尖划过纸面的声音。突然，我遇到了一道非常复杂的题目。时间一分一秒地过去，我额头上开始冒汗，但我没有放弃，硬生生地把这道题解出来了。当我写下最后一个答案时，心中涌起了一阵成就感和自豪感，仿佛一块大石头终于落地了。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "竞赛结果公布后，我获得了一等奖。班主任和其他老师在学校礼堂向我表示祝贺，同学们也为我欢呼。我在领奖台上接受表彰时，感到非常骄傲和自豪。",
                "where": "学校礼堂，礼堂里装饰着彩带和横幅，背景是学校的校徽和竞赛的标志。",
                "when": "2000年3月20日14:00",
                "who": "班主任、其他老师、同学们、我",
                "description": "2000年3月20日下午，学校礼堂里充满了欢声笑语。我站在领奖台上，手里握着一等奖的奖状，台下是欢呼的同学和微笑的老师。班主任走上前来，拍了拍我的肩膀：“你做得非常好，毅斌。”我能感觉到自己的脸颊在发热，心里充满了骄傲和自豪。这一刻，我感受到所有的努力和付出都是值得的，老师和同学们的认可让我对未来充满信心。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "在一次班会前，班主任在办公室与几位老师讨论本次班会的主题，决定要表扬一位在课外活动中表现突出的同学，以激励大家全面发展。",
                "where": "班主任办公室，桌上摆满了文件和书籍，窗外阳光透过百叶窗洒进来。",
                "when": "2000年5月15日14:45",
                "who": "班主任和几位老师",
                "description": "2000年5月15日下午2:45，班主任办公室里，几位老师围坐在桌旁，讨论着即将到来的班会主题。班主任提议表扬一位在课外活动中表现突出的同学，以此激励大家全面发展。窗外的阳光透过百叶窗洒进来，照在老师们专注的脸庞上。讨论过程中，老师们纷纷点头表示赞同，为这次班会的内容定下了基调。虽然姜毅斌并未参与讨论，但这一决定为他后来在班会上的观察和反思铺平了道路。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "班会上，班主任在全班同学面前表扬了一位成绩不佳但在课外活动中表现突出的同学，称赞他的多方面能力和综合素质。",
                "where": "教室，教室前方的黑板上写满了班会的议题，窗外树叶在微风中轻轻摇曳。",
                "when": "2000年5月16日09:30",
                "who": "班主任、姜毅斌、全班同学",
                "description": "2000年5月16日上午9:30，班会在教室里进行，班主任站在讲台前，微笑着表扬了一位成绩不佳但在课外活动中表现突出的同学。班主任称赞这位同学的多方面能力和综合素质，强调成绩不是唯一的衡量标准。姜毅斌坐在教室的后排，听到这些话感到惊讶和困惑。他一直认为学业成绩是评价学生的唯一标准，但班主任的言论开始动摇他的这一信念。姜毅斌感到心中有些焦虑，因为这与他长期以来的核心信念“我必须成功才能证明自己”相矛盾。同时，他也开始反思和重新评估自己的价值观。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "班会结束后，姜毅斌与几位同学在操场上讨论班主任的言论，一位同学提到自己在课外活动中的收获和成长，鼓励姜毅斌也多参与课外活动。",
                "where": "操场，操场上绿草如茵，微风吹拂，几位同学围坐在篮球场边的长椅上。",
                "when": "2000年5月16日10:15",
                "who": "姜毅斌和几位同学",
                "description": "2000年5月16日上午10:15，班会结束后，姜毅斌和几位同学来到操场，围坐在篮球场边的长椅上讨论班主任的言论。一位同学提到自己在课外活动中的收获和成长，分享了参加社团活动的经历，鼓励姜毅斌也多参与课外活动。姜毅斌听着这些话，感受到认同和鼓励。他开始意识到学业成绩之外的其他能力同样重要。这次讨论进一步强化了班会上的观感，让姜毅斌开始尝试接受和适应新的信念，即“我不够优秀”可能并不全然正确。他感到心情复杂，但同时也有些宽慰，因为他认识到自己在其他方面也有潜力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "我在高一刚开始时，学校要求我们选择文科或理科。我站在学校走廊的班级公告栏前，看着那些选项，内心充满了困惑和焦虑。我知道这个选择将深远影响我的未来，但我不确定自己更擅长哪一科。",
                "where": "学校走廊，公告栏旁边有一群同学在讨论着各自的选择。",
                "when": "2001年8月15日08:30",
                "who": "我，班主任，其他同学",
                "description": "2001年8月15日上午，在学校的走廊，我站在班级公告栏前，心里非常纠结。周围的同学们都在激烈讨论选择文科还是理科，有的人显得很自信，有的人和我一样困惑。我看着公告栏上贴着的课程介绍，心里默默盘算着自己的优势和不足。这时，班主任走过来拍了拍我的肩膀，说道：“毅斌，不用太担心，选择你感兴趣的科目就好。”尽管他的话让我稍微安心，但我知道这个决定并不容易。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "我在家里与父母讨论选择文科还是理科的问题。我向父母表达了自己的困惑和不安，父母则表示无论我选择什么，他们都会支持我。",
                "where": "家里的客厅，沙发旁边摆放着几本我平时用来复习的书。",
                "when": "2001年8月15日19:00",
                "who": "我，父母",
                "description": "2001年8月15日晚上，在家里的客厅，我坐在沙发上，向父母表达了我在学校面对选择文科还是理科时的困惑和不安。父亲放下手中的报纸，母亲也停下了正在织的毛衣，他们认真地听着我的话。父亲说：“毅斌，不管你选择什么，我们都会支持你的决定。”母亲也点头附和：“是啊，不用太担心，跟着自己的兴趣走。”听到父母的支持，我心里感到一阵暖意，虽然困惑依旧，但他们的支持让我没那么焦虑了。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "最终，在父母的支持下，我选择了文科。尽管内心仍有些许不安，我决定全力以赴，努力在文科领域取得好成绩。",
                "where": "学校教室，黑板上写着“欢迎新学期”的字样。",
                "when": "2001年8月20日08:00",
                "who": "我，班主任，同学",
                "description": "2001年8月20日早晨，在学校的教室里，我最终在父母的支持下选择了文科。尽管内心还有些许不安，但我决定全力以赴，努力在文科领域取得好成绩。班主任在讲台上宣布了各个班级的分配情况，同学们纷纷找到了自己的座位。我坐在教室里，看着黑板上写着“欢迎新学期”的字样，心里感到一阵责任感和压力。我告诉自己，无论如何都要好好学习，不辜负父母和自己的期望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "在一次月考成绩公布后的班会课上，老师严厉批评了一位成绩不佳的同学。",
                "where": "教室，黑板上还写着最近的考试安排，教室里弥漫着刚下课的喧嚣声。",
                "when": "2002年3月15日14:30",
                "who": "老师、一位同学、全班同学",
                "description": "2002年3月15日下午2点半，在教室里，班主任老师站在讲台前，脸色严肃。他拿着一份成绩单，开始点名批评成绩不佳的同学。空气中充满了紧张和不安，所有同学都屏住了呼吸，生怕下一个被点名的是自己。老师的声音在教室里回荡，那位被批评的同学低着头，不敢抬眼看老师。姜毅斌坐在后排，心跳加速，感到一阵阵的焦虑，他意识到如果自己成绩不佳，也会面临同样的批评。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "在月考成绩公布后的下午，姜毅斌看到那位被批评的同学独自一人在操场上徘徊，显得非常沮丧。",
                "where": "操场，夕阳的余晖洒在操场上，远处的篮球场上有几个学生在打球。",
                "when": "2002年3月15日16:00",
                "who": "姜毅斌、一位同学",
                "description": "2002年3月15日下午4点钟，姜毅斌走出教室，来到操场，想要放松一下。他看到那个在班会上被批评的同学独自一人徘徊在操场边上，低着头，显得非常沮丧。姜毅斌感到一阵同情，但同时也感受到巨大的压力。他想上前安慰那位同学，但又不知道该说些什么，只能默默地看着那个背影，心里暗暗发誓自己一定不能让自己陷入同样的境地。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "回到家后，姜毅斌向父母提起了今天在学校发生的事情，父母鼓励他继续努力学习。",
                "where": "家中，餐桌上摆着晚餐，厨房里传来母亲炒菜的声音。",
                "when": "2002年3月15日19:00",
                "who": "姜毅斌、父母",
                "description": "2002年3月15日晚上7点钟，姜毅斌回到家，坐在餐桌前，他的父母已经准备好了晚餐。姜毅斌低着头吃饭，心里却想着今天在学校发生的事情。终于，他抬起头来，把班会上老师批评同学的事情告诉了父母。父亲放下筷子，语重心长地说：“毅斌，你要继续努力，不能松懈。”母亲也在一旁点头赞同。姜毅斌感受到了家庭的支持，但同时也感到了一种无形的压力，因为他不想让父母失望。他暗自决定，一定要更加努力学习。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "高二时，学校的学生会竞选活动开始前，班主任和几位同学鼓励我参加。班主任特别指出，我在学业上的表现优异，且拥有良好的组织能力，应该尝试竞选学生会职位。",
                "where": "学校教室，教室墙上贴满了学生们的作品和成绩单。",
                "when": "2002年09月25日15:30",
                "who": "班主任、几位同学",
                "description": "2002年9月25日下午，在学校教室里，班主任和几位同学围坐在我的座位旁。班主任微笑着拍了拍我的肩膀，说道，‘毅斌，你的成绩很优秀，组织能力也很强，我觉得你应该尝试竞选学生会的职位。’几位同学也纷纷点头表示赞同，我感到一股暖流涌上心头，被认可的感觉让我倍感鼓舞。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "竞选当天，我在学校礼堂发表了竞选演讲。我精心准备了演讲稿，并在演讲时尽力展现自己的领导能力和对学校事务的热情。然而，演讲结束后，我发现其他候选人的表现也非常出色。",
                "where": "学校礼堂，礼堂内坐满了同学和老师，舞台上灯光明亮。",
                "when": "2002年10月10日10:15",
                "who": "同学们、老师们",
                "description": "2002年10月10日上午，在学校礼堂，我站在舞台中央，手里紧握着演讲稿，心跳加速。我深吸一口气，开始了我的演讲，尽力展现自己的领导能力和对学校事务的热情。演讲结束时，我看着台下同学们的掌声和微笑，感到如释重负。然而，当其他候选人上台时，我发现他们的表现也非常出色，心中不免有些紧张和压力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "竞选结果公布时，我未能成功当选。我感到非常失望，特别是在看到同学们对其他候选人的祝贺时，我感到自己被忽视和不被认可。",
                "where": "学校公告栏前，公告栏上贴满了各类通知和竞选结果。",
                "when": "2002年10月15日16:00",
                "who": "同学们、老师们",
                "description": "2002年10月15日下午，在学校公告栏前，我紧张地盯着竞选结果名单。当看到自己未能当选时，心中一阵失落。周围的同学们纷纷围着当选的候选人，向他们表示祝贺，而我站在一旁，感到自己被忽视和不被认可。这种失望和自卑的感觉久久无法消散。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "高三第一次模拟考试前的几周，我在家中与父母讨论学业规划。父母表达了他们希望我考取重点大学的期望，并让我感受到了巨大的压力。",
                "where": "家中的客厅，灯光略显昏暗，桌上摆满了学习资料。",
                "when": "2002年12月20日19:00",
                "who": "我，父母",
                "description": "2002年12月20日晚上，我和父母坐在客厅的沙发上，桌上摆满了各种学习资料。父亲语重心长地对我说：“毅斌，我们对你的期望是考上重点大学，你必须更加努力。”母亲在一旁点头附和，眼神里流露出期望和担忧。我感受到胸口的压力越来越大，手心开始冒汗，脑海里浮现出无数的考题和复习计划。我当时真的感到非常焦虑和紧张，担心自己无法达到他们的期望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "模拟考试当天早晨，我在教室里早读，感觉到强烈的紧张和不安，担心自己会在考试中失常。",
                "where": "教室，窗外阳光透进来，桌上摆放着教科书。",
                "when": "2003年1月5日07:30",
                "who": "我，同学们",
                "description": "2003年1月5日早晨，教室里弥漫着紧张的氛围。阳光透过窗户照进来，但我却感受不到一丝温暖。我坐在座位上，低头看着教科书，心跳加速，手指微微颤抖。周围同学们的翻书声和脚步声在我耳边回响，我感到一阵眩晕。脑海里不断重复着一个念头：“如果我失常了怎么办？”这种强烈的不安和紧张感几乎让我无法集中注意力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "高三重要的模拟考试中，我因为过度紧张而发挥失常，考出了自己从未有过的低分。",
                "where": "教室，考场布置得很整齐，每个座位上都有考卷。",
                "when": "2003年1月5日10:00",
                "who": "我，班主任，其他老师，同学们",
                "description": "2003年1月5日上午，教室被布置成考场的样子，每个座位上都有考卷。我坐在座位上，手心出汗，心跳如雷。试卷上的题目看起来陌生而可怕，我的大脑一片空白。随着时间的流逝，我感到越来越焦虑，几乎无法集中注意力解题。考试结束后，我走出教室，感觉到巨大的失落和沮丧。我知道这次考试我考得很差，甚至比以往任何一次都差。我深感辜负了父母和老师的期望，内心充满了自责和怀疑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_4",
                "stage_key": "青春期",
                "what": "考试成绩公布后，我在教室里看到自己的成绩，感到强烈的失落和自责。班主任在下课后与我进行了谈话。",
                "where": "教室，成绩单贴在黑板旁，教室里弥漫着紧张的气氛。",
                "when": "2003年1月10日12:00",
                "who": "我，班主任",
                "description": "2003年1月10日中午，教室里贴出了成绩单。我走到黑板旁，看到了自己那糟糕的成绩，心里一沉。失落和自责像潮水一样涌来，我几乎站不稳。下课后，班主任叫住了我，带我到办公室。她温和地对我说：“毅斌，这次考试只是一次经历，不代表你的全部能力。你还有机会改进。”她的鼓励让我感到一丝安慰，但我依然对自己的能力产生怀疑，觉得自己很难达到预期目标。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "在家长会前，父母与班主任老师约定了一次会谈，希望了解我的学业状况和未来大学选择的可能性。父母提前准备了一些问题，希望老师能给予具体建议。",
                "where": "学校的会议室，四周陈列着奖状和学生作品，桌上摆放着几杯热茶。",
                "when": "2003年03月14日14:30",
                "who": "父母、班主任老师",
                "description": "2003年3月14日下午，我的父母与班主任老师在学校的会议室进行了一次会谈。他们提前为我准备了一些问题，希望老师能给出具体建议。会议室里静谧而庄重，墙上挂满了奖状和学生作品。父母显得有些紧张，班主任老师则详细介绍了我近期的学业表现。我站在门外，偷听着他们的谈话，感受到父母对我的殷切期望和经济压力，内心产生了强烈的焦虑感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "家长会正式开始，班主任老师向父母展示了我的成绩单，并提出了几所大学的建议。父母表示希望我能上好大学，但也提到了家庭的经济状况有限。",
                "where": "学校的会议室，白板上写满了各个学生的成绩分析，桌上的文件堆积如山。",
                "when": "2003年03月14日15:00",
                "who": "父母、班主任老师",
                "description": "2003年3月14日下午3点，家长会正式开始。班主任老师向我的父母展示了我的成绩单，并提出了几所大学的建议。会议室里有些嘈杂，白板上写满了各个学生的成绩分析，桌上的文件堆积如山。父母表示希望我能上好大学，但也提到了家庭的经济状况有限。在老师和父母的讨论中，我感受到家庭经济的压力和父母对我的殷切期望，内心更加坚定了‘我必须成功才能证明自己’的信念。同时，我开始对‘我不够优秀’的核心信念产生了怀疑，觉得自己必须更加努力才能实现目标。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "家长会结束后，父母与我一起回家。在回家的路上，父母表达了对我的鼓励和期望，并提到如果我能考上好大学，他们会尽全力支持我。",
                "where": "回家的路上，街道两旁的树木在微风中摇曳，夕阳的余晖洒在我们身上。",
                "when": "2003年03月14日16:00",
                "who": "父母、我",
                "description": "2003年3月14日下午4点，家长会结束后，父母与我一起回家。我们走在回家的路上，街道两旁的树木在微风中摇曳，夕阳的余晖洒在我们身上。父母在路上表达了对我的鼓励和期望，并提到如果我能考上好大学，他们会尽全力支持我。父母的鼓励让我感受到家庭的支持，这缓解了我一部分的焦虑。但同时，我也感受到巨大的压力，担心自己无法达到父母的期望。这使我更加坚定了‘我必须全力以赴，避免在学业上失败’的信念，并开始更加刻苦学习，试图通过学业上的成功来减轻自己的心理压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "我在高考成绩公布的前几天感到极度的焦虑和压力，不断复习过去的考试内容，希望能在最后一刻提高成绩。",
                "where": "家里的书房，桌上堆满了各科的复习资料和笔记。",
                "when": "2003年6月20日15:00",
                "who": "父母",
                "description": "2003年6月20日下午，我在家里的书房里紧张地复习高考内容。书桌上杂乱地堆放着各科目的复习资料和笔记，我不断地翻阅，希望能在最后一刻挽回一些分数。父母在旁边小心翼翼地走动，尽量不打扰我，但我能感受到他们的担忧和期待。每当我抬头看见他们忧心忡忡的脸，我的压力就更大了。母亲时不时会进来给我送点水果和饮料，轻声细语地安慰我，我虽然点头应和，但内心的焦虑根本无法平复。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "在入学后的第一个月，我参加了学校的迎新活动。在活动中，我和几位新同学组成了一个团队，我们需要完成一项复杂的任务。我们互相配合、分工明确，最终表现得非常出色，受到了新老师和同学的赞赏。",
                "where": "大学校园的操场上，四周都是参加活动的学生，操场中央搭建了一些活动用的临时设备。",
                "when": "2003年09月15日14:30",
                "who": "几位新同学和新老师",
                "description": "2003年09月15日下午，在大学校园的操场上，我参加了迎新活动。我们的小组需要完成一项团队任务，我负责协调和计划。大家在我的带领下，互相配合，任务进行得非常顺利。新老师在活动结束后对我们的表现大加赞赏，同学们也纷纷对我竖起了大拇指。这让我感到非常开心和满足，觉得自己在新环境中得到了认可。"
            }
        ]
    },
    "youth": {
        "name": "姜毅斌",
        "stage": "青年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青年时期",
                "what": "我参加了人生中的第一次工作面试，这次面试对我来说非常重要，是我踏入社会的第一步。面试前一晚，我整晚没有睡好，反复准备面试的问题和答案。",
                "where": "南京某公司的面试室，房间里摆放着几张简洁的办公桌和椅子，墙上挂着公司的企业文化海报。",
                "when": "2004年7月10日09:30",
                "who": "面试官",
                "description": "2004年7月10日上午，我走进南京某公司的面试室，心跳得很快。面试官坐在桌子后面，面无表情地看着我。我努力地回答每个问题，但因为太紧张，话到嘴边却变成了结巴。面试官的眼神越来越严肃，我感到无比不安。面试结束后，他告诉我结果会在几天后通知，但我已经知道这次面试失败了。我垂头丧气地走出了公司，感到非常沮丧，一直在责怪自己不够优秀。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青年时期",
                "what": "面试失败后，我回到家中，情绪低落，躺在床上反复回想面试官的每一句话，深感自己不够优秀。",
                "where": "南京家中的卧室，房间里摆满了书籍和一些未整理的衣物。",
                "when": "2004年7月10日12:00",
                "who": "父母",
                "description": "2004年7月10日中午，我回到家里，躺在床上，脑海中不断回放着面试官的每一句话，每一个表情。我觉得自己真是太差劲了。这时，父母看出了我的失落，父亲走过来拍了拍我的肩膀，温和地对我说：'失败是成功之母，不要放弃。'母亲在一旁点头附和。父亲的鼓励让我感到了一些安慰，但内心的自责依然挥之不去。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青年时期",
                "what": "虽然父亲的鼓励让我感到了一些安慰，但我仍然对自己的能力产生了质疑。我决定更加努力地提升自己，开始更加认真地准备接下来的面试。",
                "where": "南京家中的书房，书桌上堆满了各类面试相关的书籍和笔记。",
                "when": "2004年7月11日08:00",
                "who": "无",
                "description": "2004年7月11日早上，我早早地起床，坐在书房里，面前摆满了面试相关的书籍和笔记。我告诉自己必须更加努力地提升自己，不再让失败重演。每天，我都花大量时间阅读相关书籍和练习面试技巧。虽然过程艰辛，但我坚信只有通过不懈努力才能证明自己的价值。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青年时期",
                "what": "进入公司的第一个月，我抱着极大的热情和期待，全力以赴地工作，希望能够得到主管和同事的认可。然而，在一个项目中由于经验不足，我出现了一些小错误。",
                "where": "南京公司办公室，明亮的开放式办公区，周围都是忙碌的同事。",
                "when": "2004年10月05日09:15",
                "who": "我，主管，同事",
                "description": "2004年10月05日上午，我刚进入公司第一个月，坐在南京公司办公室的开放式工作区中，周围都是忙碌的同事。我满怀热情地投入到一个项目中，期待能尽快证明自己的能力。然而，因经验不足，我在项目中出现了一些小错误。当时，我的心跳加速，额头冒汗，心里充满了焦虑和紧张。我害怕这些错误会让主管和同事失望，无法满足他们的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青年时期",
                "what": "在项目总结会上，主管当着所有同事的面严厉批评了我的错误，指出我的工作不够细致，影响了整个团队的进度。这让我感到非常羞愧和无助。",
                "where": "南京公司会议室，长桌周围坐满了同事，投影屏幕上显示着项目总结报告。",
                "when": "2004年10月10日14:30",
                "who": "我，主管，同事",
                "description": "2004年10月10日下午，在南京公司会议室的项目总结会上，长桌周围坐满了同事，投影屏幕上显示着项目总结报告。主管当着所有同事的面严厉批评了我的错误，指出我工作不够细致，影响了整个团队的进度。当时，我的脸一下子涨得通红，羞愧得恨不得找个地洞钻进去。我无助地低下头，感觉全身都在发抖，心里充满了自责和愧疚，觉得自己辜负了大家的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青年时期",
                "what": "经过这次批评后，我开始加班加点，努力提升自己的工作能力，希望能够挽回主管和同事的信任。但由于压力过大，我的工作效率反而下降，错误频出。",
                "where": "南京公司办公室，夜晚的办公区只有几盏灯亮着，显得格外寂静。",
                "when": "2004年10月20日22:45",
                "who": "我",
                "description": "2004年10月20日晚上，我独自一人在南京公司办公室加班。夜晚的办公区只有几盏灯亮着，显得格外寂静。我埋头于工作，希望通过努力提升自己的能力，挽回主管和同事的信任。然而，压力过大导致我的工作效率反而下降，频频出错。每次出错都会让我更加自责和焦虑，觉得自己越来越无能。尽管身心俱疲，我依然不敢停下来，害怕一停下就会被超越和遗忘。这种自我怀疑和不安不断加深，陷入了持续的低自尊和焦虑状态。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青年时期",
                "what": "公司决定参与一个重要项目的竞标，我被任命为项目负责人。这是我第一次独立带领一个团队，感到压力巨大。为了准备竞标，我和团队成员们加班加点地研究竞标方案，反复讨论和修改细节。",
                "where": "南京公司办公室，会议桌上堆满了文件和电脑屏幕上的竞标方案。",
                "when": "2006年4月12日 21:30",
                "who": "上司，同事",
                "description": "2006年4月12日晚上9点半，我们还在南京公司的办公室里忙碌。会议桌上堆满了文件和电脑，空气中弥漫着咖啡的气味。上司刚刚离开，留下我们团队继续讨论和修改竞标方案。作为项目负责人，我感到肩上的压力巨大。每次看见团队成员们疲惫的样子，我心中就充满了责任感和焦虑。不时地，我会走到窗前，深吸一口气，试图缓解内心的紧张。这段时间的高强度工作让我感到焦虑和疲惫，但我知道这是证明自己能力的机会。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青年时期",
                "what": "竞标当天，我带领团队在会议室向客户展示了我们的方案。尽管准备充分，但在展示过程中遇到了一些意外问题。我临危不乱，迅速调整策略，成功化解了困境。",
                "where": "南京公司会议室，投影仪投射着竞标方案，会议桌上摆满了资料。",
                "when": "2006年5月3日 10:00",
                "who": "上司，同事，客户",
                "description": "2006年5月3日上午10点，我带领团队在南京公司会议室向客户展示我们的竞标方案。投影仪投射着方案的每一页，会议桌上摆满了我们精心准备的资料。但在展示过程中，我们遇到了一些意外问题，客户提出了一些棘手的问题。我感到心跳加速，但深吸一口气，迅速调整策略，成功地化解了困境。客户满意地点了点头，上司和同事们也露出了赞许的微笑。这一刻，我感受到极大的压力，但同时也感到了一种掌控局面的成就感。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青年时期",
                "what": "竞标成功后，公司为我和团队举行了庆功宴。上司在宴会上高度评价了我的领导能力，并表示公司对我有更高的期望。",
                "where": "南京市某餐厅，餐桌上摆满了丰盛的菜肴，气氛热烈。",
                "when": "2006年5月10日 19:00",
                "who": "上司，同事",
                "description": "2006年5月10日晚上7点，公司在南京市一家餐厅为我们举行了庆功宴。餐桌上摆满了丰盛的菜肴，气氛热烈。上司在宴会上高度评价了我的领导能力，并表示公司对我有更高的期望。我举起酒杯，感谢上司和团队的支持，心中充满了喜悦和自豪。这次成功不仅让我实现了自己的目标，还得到了他人的认可和尊重，这让我对未来充满了信心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青年时期",
                "what": "进入大学后，我与导师建立了良好的关系。在一次办公室的交流中，导师提到了公司的管理培训项目，并鼓励我申请。",
                "where": "南京大学导师办公室，书架上摆满了学术书籍，办公桌上堆满了文件。",
                "when": "2007年9月15日 10:30",
                "who": "大学导师",
                "description": "2007年9月15日上午，我如约来到导师的办公室。导师坐在办公桌后面，微笑着示意我坐下。我们聊了很多关于学术和未来发展的事情。导师提到某公司的管理培训项目，并鼓励我申请。他的认可和鼓励让我感到非常开心和自信。这次交流不仅让我对未来的职业发展充满希望，也激发了我心中的动力和信心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青年时期",
                "what": "在导师鼓励后，我开始认真考虑申请管理培训项目，并花了一个下午在图书馆查阅相关资料，制定了一份详尽的申请计划。",
                "where": "南京大学图书馆，一排排书架之间，一张安静的书桌。",
                "when": "2007年9月16日 14:00",
                "who": "姜毅斌",
                "description": "2007年9月16日下午，我决定去图书馆查阅管理培训项目的相关资料。图书馆静谧的环境让我能够集中注意力。我一边阅读资料，一边在笔记本上记录下重要信息，并制定了一份详尽的申请计划。这个过程让我感到充实和有目标感，似乎每一步都在朝着未来的目标迈进。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青年时期",
                "what": "在提交申请后，我与导师再次见面，讨论了申请的细节和可能面临的挑战。导师给予了详细的反馈，并帮助我完善了申请材料。",
                "where": "南京大学导师办公室，桌上放着我提交的申请材料。",
                "when": "2007年9月20日 16:45",
                "who": "大学导师",
                "description": "2007年9月20日下午，我带着申请材料再次来到导师的办公室。导师仔细阅读了我的申请，并提出了许多宝贵的建议和反馈。他耐心地帮助我修改和完善材料，甚至还帮我调整了一些措辞。这次深入的讨论让我更加坚定了自己的信念，也让我感受到导师的支持和认可。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青年时期",
                "what": "公司发布了一次重要的升迁机会，我对此充满了期待。经过多次面试和评估，我自觉表现优秀。",
                "where": "公司办公室，会议室里灯光明亮，墙上挂着公司的愿景和使命。",
                "when": "2010年3月1日09:00",
                "who": "公司同事、上司",
                "description": "2010年3月1日早上9点，我坐在公司办公室的会议室里，面对着几位面试官和上司，心里既紧张又充满期待。会议室里灯光明亮，墙上挂着公司的愿景和使命。每一轮面试，我都尽力展现自己的能力和对工作的热情。面试结束后，我感觉自己表现得很不错，满怀希望地等待结果。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青年时期",
                "what": "升迁结果公布的那一天，我紧张地等待着结果，最后得知自己落选了，感到非常失望和挫败。",
                "where": "公司办公室，公告栏前人头攒动，气氛紧张。",
                "when": "2010年3月10日15:45",
                "who": "公司同事、上司",
                "description": "2010年3月10日下午3点45分，在公司办公室的公告栏前，我和同事们紧张地等待着升迁结果的公布。公告栏前人头攒动，大家都屏住呼吸。当我看到自己的名字不在名单上时，心头一紧，感觉像是被重重的一击。我感到非常失望和挫败，脑海里不断回放着面试的情景，质疑自己哪里做得不够好。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青年时期",
                "what": "回到家后，我与妻子分享了升迁失败的消息，妻子安慰我说‘机会总会有的，不要灰心’，并鼓励我继续努力。",
                "where": "南京家中，客厅温馨舒适，桌上摆着刚做好的晚餐。",
                "when": "2010年3月10日18:30",
                "who": "妻子",
                "description": "2010年3月10日晚上6点半，我拖着沉重的步伐回到家中。客厅里温馨舒适，桌上摆着妻子刚做好的晚餐。我坐在沙发上，低声告诉妻子自己升迁失败的消息。她走过来握住我的手，安慰道‘机会总会有的，不要灰心’，并鼓励我继续努力。她的温暖和支持让我感到家庭是我最大的支柱，心中的失望和挫败感也减轻了不少。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青年时期",
                "what": "在2012年8月的某个周末，公司组织了一次团队建设活动。活动的地点是南京的一处郊外度假村，环境优美，设施齐全。活动开始前，团队成员们在会议室里进行了一次简短的会议，讨论了活动的内容和目标。",
                "where": "南京的一处郊外度假村，会议室内，窗外可以看到大片绿树和草坪。",
                "when": "2012年8月18日09:30",
                "who": "公司团队成员，包括我的直属同事和一些跨部门的同事",
                "description": "2012年8月18日上午，我们公司在南京郊外的一处度假村举行了团队建设活动。清晨，度假村的会议室里阳光明媚，窗外是大片绿树和草坪，环境十分优美。团队成员们陆续到场，坐在舒适的椅子上，我感到一阵轻松和期待。会议开始后，大家围坐在一起，讨论活动的内容和目标。我积极参与讨论，并主动提出了一些建议，大家对我的提议表示认可。这次会议让我感到自己在团队中有一定的影响力，增强了我的自信心，也让我对即将开始的活动充满期待。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青年时期",
                "what": "在团队建设活动的中午，大家进行了一个分组合作的项目。每个小组需要在规定时间内完成一个复杂的任务，期间需要团队成员之间紧密合作。我被选为我所在小组的组长，负责协调成员的工作。",
                "where": "同一处郊外度假村的户外活动场地，布置了各种任务设备和道具。",
                "when": "2012年8月18日12:45",
                "who": "团队成员，特别是我所在小组的成员",
                "description": "2012年8月18日中午，在度假村的户外活动场地，我们进行了一个分组合作的项目。任务场地布置了各种设备和道具，阳光洒在草地上，空气中弥漫着新鲜的草香。我被选为我们小组的组长，负责协调成员的工作。大家开始时有些紧张，但随着任务的推进，我们逐渐进入了状态。我展现出了出色的组织和沟通能力，成功地解决了组内出现的几次冲突和意见分歧。当小组成员对我投来信任的目光时，我感到一种前所未有的责任感和成就感。这次经历让我对自己的管理能力有了新的认识，进一步增强了我的自信心。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青年时期",
                "what": "活动结束后的总结会上，总经理对各小组的表现进行了点评。我的小组因出色的表现而获得了赞扬，我本人也被特别提及，表扬了我的领导才能和团队协调能力。",
                "where": "度假村的会议室内，气氛轻松愉快。",
                "when": "2012年8月18日17:00",
                "who": "团队成员和公司管理层，包括总经理",
                "description": "2012年8月18日下午，活动结束后我们回到度假村的会议室进行总结会。会议室里气氛轻松愉快，总经理对各小组的表现进行了点评。当总经理提到我们小组时，他特别表扬了我们的出色表现，并特别提及了我的领导才能和团队协调能力。当时，会议室里响起了热烈的掌声，我感到非常开心和满足。自己的努力和能力得到了认可，这不仅提升了我的自信心，还让我对未来的工作充满了动力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青年时期",
                "what": "在公司内部培训开始前，我积极备战，投入了大量时间和精力进行学习和练习。我提前几个月就开始复习与培训内容相关的资料，并在工作之余参加了多个与培训相关的在线课程。",
                "where": "南京的家中和公司",
                "when": "2014年4月15日 20:30",
                "who": "我，家人",
                "description": "2014年4月15日晚上，我坐在书房里，桌上堆满了复习资料和笔记本。家人偶尔会进来给我端茶倒水，但我几乎无暇顾及。那段时间，我每天都感到强烈的压力和焦虑，担心如果表现不好，会让领导和同事失望。我一边复习一边想着：'我必须成功，否则就说明我没有价值。'这种压力虽然让我疲惫不堪，但也激励我更加努力地准备。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青年时期",
                "what": "公司内部培训正式开始。在培训中，我表现出色，积极参与讨论和实操环节，并在多次测试中取得了优异的成绩。我的表现得到了培训讲师和同事们的认可。",
                "where": "南京公司培训中心",
                "when": "2014年6月5日 09:00",
                "who": "我，培训讲师，同事",
                "description": "2014年6月5日早上，我来到公司培训中心，心情既紧张又期待。培训讲师在讲台上讲解，我认真听讲并积极参与讨论。在实操环节，我发挥出色，几次测试都拿了高分。同事们在休息时也对我表示赞赏，这让我感到自信心逐渐提升。我开始相信自己的能力，觉得自己确实有能力面对挑战。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青年时期",
                "what": "培训结束时，我被评为最佳学员，得到了领导的表扬和同事的认可。这一荣誉让我感到自己的努力得到了回报，并在公司内部树立了良好的形象。",
                "where": "南京公司培训中心",
                "when": "2014年6月30日 16:45",
                "who": "我，领导，同事",
                "description": "2014年6月30日下午，培训中心的会议室里，领导在总结会上宣布我被评为最佳学员。我站起来，接受了领导的表扬和同事们的掌声。那一刻，我感到非常开心和满足，觉得自己的努力终于得到了应有的回报。回到家后，我把这个好消息告诉了家人，他们也为我感到骄傲。这次成功让我更加相信自己的能力，认为自己可以在未来面对更多的挑战。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青年时期",
                "what": "作为企业中的一名骨干，我的工作压力逐年增加。2016年12月的一天晚上，我又一次因为需要完成一个紧急项目而加班到深夜。回到家中的时候，我的儿子已经睡着了。我感到非常疲惫，但我知道自己必须全力以赴，避免失败。",
                "where": "南京公司办公室",
                "when": "2016年12月15日23:47",
                "who": "公司同事",
                "description": "2016年12月15日晚上，我在南京的公司办公室里，面对电脑屏幕，疲惫地处理着一个紧急项目。办公室里只剩下几盏昏暗的灯光，我和几个同事埋头工作，空气中充满了压力和紧张感。时间一分一秒地过去，终于在接近午夜时完成了任务。当我拖着疲惫的身体回到家中，发现儿子已经睡着了。看到他熟睡的脸庞，我感到一阵心酸和愧疚，但内心深处仍然有一种声音在提醒我，必须全力以赴，避免失败。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青年时期",
                "what": "第二天一早，我的儿子在早餐桌上问我：'爸爸，你为什么总是那么忙？'这句话深深触动了我，让我意识到自己在工作和家庭之间的平衡出现了问题。我感到内疚，因为我一直以来都在追求职业上的成功，却忽视了家庭的重要性。",
                "where": "南京家中",
                "when": "2016年12月16日07:30",
                "who": "儿子",
                "description": "2016年12月16日早上，在南京的家中，我和儿子在餐桌旁吃早餐。我正准备出门上班，儿子忽然抬起头，眼神充满困惑地问我：'爸爸，你为什么总是那么忙？'这句话像一记重锤敲在我的心上，让我意识到自己在追求职业成功的过程中，忽视了家庭的重要性。我感到深深的内疚，心中充满了反思和自责。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青年时期",
                "what": "意识到自己需要在工作和家庭之间找到平衡，我决定和妻子进行一次深刻的谈话。我在一个周末的晚上，向妻子坦诚了自己内心的困惑和压力，并表示愿意花更多时间陪伴家人。",
                "where": "南京家中",
                "when": "2016年12月18日20:15",
                "who": "妻子",
                "description": "2016年12月18日晚上，在南京的家中，我和妻子坐在沙发上，孩子已经睡下。我们在温暖的灯光下进行了一次深刻的谈话。我向她坦诚了自己内心的困惑和压力，告诉她我感到自己在工作和家庭之间的平衡出现了问题。我表示愿意花更多时间陪伴家人，重新审视自己的生活方式。妻子握住我的手，眼神温柔而坚定，这一刻让我感到安心和希望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青年时期",
                "what": "公司业绩下滑，我的一位资深同事因未能达到预期业绩而被列入降职名单，我在与这位同事的日常交谈中，了解到对方的压力和焦虑。",
                "where": "南京公司办公楼，办公区的茶水间",
                "when": "2016年11月15日 10:30",
                "who": "资深同事，姜毅斌",
                "description": "2016年11月15日上午10:30，我和资深同事在公司办公楼的茶水间闲聊时，他透露了自己因业绩不达标被列入降职名单的消息。他脸上明显写满了压力和焦虑，声音也有些颤抖。我心里顿时一沉，感受到职场竞争的残酷，也开始担心自己会不会面临同样的情况。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青年时期",
                "what": "在年会当天，公司领导在演讲中强调了业绩的重要性和未来的挑战，并宣布了几位员工的降职决定，包括我的资深同事。整个年会现场气氛变得紧张和沉重，许多同事表现出对未来的不确定和担忧。",
                "where": "南京公司年会现场，会议大厅",
                "when": "2017年2月10日 18:45",
                "who": "公司领导，资深同事，姜毅斌，公司员工",
                "description": "2017年2月10日晚上18:45，在公司年会的会议大厅，公司领导在演讲中强调了业绩的重要性和未来的挑战，然后宣布了几位员工的降职决定，包括我的那位资深同事。整个大厅瞬间陷入一片沉默，同事们的脸上写满了震惊和担忧。我心里感到一阵寒意，仿佛看到自己的未来也有可能是这样。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青年时期",
                "what": "年会后的几天，我与大学导师通话，导师得知我的焦虑后，给予了我一些鼓励和建议。他提醒我要平衡工作与生活，并指出我过去的努力和成就。",
                "where": "姜毅斌的家中，书房",
                "when": "2017年2月13日 20:15",
                "who": "姜毅斌，大学导师",
                "description": "2017年2月13日晚上20:15，我在家中的书房与大学导师通话，向他倾诉了最近的焦虑和压力。导师在电话那头温和地安慰我，提醒我要平衡工作与生活，并肯定了我过去的努力和成就。他的话让我感到一丝安慰，但我内心深处依然无法摆脱对失败的恐惧，觉得自己必须更加努力才能避免被降职的命运。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青年时期",
                "what": "我得知公司正在寻求新的创新方案以应对市场的变化，这让我感到非常紧张和压力巨大。我意识到自己必须立即行动，以免被淘汰。",
                "where": "南京公司办公室，窗外是忙碌的城市景象，办公室里仅有几位加班的同事。",
                "when": "2018年11月1日08:30",
                "who": "我（姜毅斌），同事",
                "description": "2018年11月1日早上8点半，我在公司办公室内，得知公司需要新的创新方案来应对市场变化。这消息像一记重拳打在我心上，我的脑海中立刻浮现出“我必须不断提升自己才能保持竞争力”的信念。于是，那天起我开始加班加点，研究市场趋势和创新方案，办公室的灯光经常是我最后一个关的。尽管感到焦虑和疲惫，但我内心也有一丝自信，因为我知道这些努力会带来成果。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青年时期",
                "what": "我在公司战略会议上，详细阐述了我的创新方案，期间得到了高层管理的多次点头认可。",
                "where": "南京公司会议室，长长的会议桌上摆满了文件和笔记本电脑，墙上挂着公司的战略目标图。",
                "when": "2018年11月8日10:00",
                "who": "高层管理，同事",
                "description": "2018年11月8日上午10点，我在公司会议室里，面对着一群高层管理人员和同事，详细阐述了我的创新方案。当我介绍完方案的可行性和潜在收益时，高层管理人员频频点头，这让我感到一阵欣慰和自信。会议室里，空气中弥漫着紧张的气氛，但我能感觉到我的方案正在被认真考虑。最终，我的方案被采纳，公司决定在未来的项目中实施。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青年时期",
                "what": "会议后，高层管理在一对一谈话中表扬了我的创新思维，并表示将考虑我在未来的升迁机会。同时，我在与同事的交流中也得到了许多赞誉。",
                "where": "南京公司高层办公室，办公室里装饰简约，墙上挂着几幅激励人心的画作。",
                "when": "2018年11月8日11:30",
                "who": "高层管理，同事",
                "description": "2018年11月8日上午11点半，会议结束后，我被高层管理人员叫到他们的办公室。他们对我的创新思维表示了高度赞赏，并提到未来升迁的机会。坐在那宽敞的办公室里，听着这些鼓励的话语，我感到一阵幸福和满足。随后，我回到自己的工位，同事们也纷纷过来祝贺我，这一刻让我感到被认可和尊重。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青年时期",
                "what": "我和篮球队友们在南京的一场篮球比赛中迎战一支强劲的对手。这场比赛对于我们来说非常重要，因为这是我们第一次在公司联赛中打入决赛。",
                "where": "南京篮球场，场馆内人声鼎沸，观众席上挤满了同事和朋友。",
                "when": "2019年5月15日14:30",
                "who": "篮球队队友",
                "description": "2019年5月15日下午，我和篮球队友们在南京的一个篮球场上迎战一支强劲的对手。场馆内人声鼎沸，观众席上挤满了同事和朋友。比赛前，我们紧张地做着热身，互相打气。比赛开始后，我带领球队不断突破对手的防线，汗水浸湿了我们的球衣。每一个进球都伴随着队友们的欢呼和观众的掌声。最终，我们取得了胜利，队友们一拥而上，我们互相拥抱，庆祝这来之不易的胜利。我深刻体会到团队合作的重要性，这次经历让我感到非常开心，因为不仅证明了自己的能力，还通过团队合作取得了成功。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青年时期",
                "what": "比赛结束后，我们在南京的一家餐馆举行了庆祝晚宴。我在席间与队友们分享了比赛中的感受和经验，大家一起回顾了比赛的精彩瞬间，并畅谈了未来的比赛计划。",
                "where": "南京的一家餐馆，餐馆内的气氛热闹非凡，桌上摆满了丰盛的菜肴。",
                "when": "2019年5月15日19:00",
                "who": "篮球队队友",
                "description": "2019年5月15日晚上，比赛结束后，我们在南京的一家餐馆举行了庆祝晚宴。餐馆内的气氛热闹非凡，桌上摆满了丰盛的菜肴。我们围坐在一起，举杯庆祝胜利。我在席间与队友们分享了比赛中的感受和经验，大家一起回顾了比赛的精彩瞬间，不时爆发出阵阵笑声。我们还畅谈了未来的比赛计划，讨论如何在下一次比赛中表现得更好。这次晚宴不仅是对比赛胜利的庆祝，也进一步加强了团队成员之间的情感纽带。我感受到团队的凝聚力和支持，意识到在工作和生活中，拥有一个团结的团队是多么重要。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青年时期",
                "what": "几天后，我在公司的一次团队会议上分享了我在篮球比赛中的经验。我强调了团队合作的重要性，并提出了一些如何在工作中加强团队合作的建议。",
                "where": "公司会议室，会议室内布置简洁，同事们围坐在会议桌旁。",
                "when": "2019年5月20日10:00",
                "who": "公司同事",
                "description": "2019年5月20日上午，在公司的一次团队会议上，我分享了我在篮球比赛中的经验。会议室内布置简洁，同事们围坐在会议桌旁，认真听我讲述。我强调了团队合作的重要性，并提出了一些如何在工作中加强团队合作的建议。同事们对我的话表示赞同，不时点头附和。这使我感到自己在团队中的地位得到了提升。我再次感受到团队合作的力量，并进一步增强了我的领导能力和自信心。同事们也开始更加重视团队合作，这种积极的氛围使得工作效率和团队凝聚力得到了提升。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青年时期",
                "what": "在一次家庭聚会开始前，我和父母及亲戚们一起准备晚餐，期间聊到表弟最近的创业情况。",
                "where": "南京家庭聚会场所，厨房里弥漫着食物的香气，桌上摆满了食材。",
                "when": "2020年1月15日18:30",
                "who": "父母、表弟、其他亲戚",
                "description": "2020年1月15日傍晚，南京家中的厨房里，空气中弥漫着新鲜的食材香气。母亲在剁菜，父亲在切肉，表弟在一旁洗菜，大家有说有笑。表弟突然提到他最近的创业情况，语气中带着无奈和失落。他坦言创业失败，资金链断裂，甚至考虑是否要继续坚持。我听完心里一紧，虽然脸上保持微笑，但心中却涌上了一股隐隐的不安和压力。我深知创业的艰辛，也明白失败的痛苦，这让我对未来感到了一种莫名的恐惧。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青年时期",
                "what": "聚会开始后，表弟在席间谈到他创业失败的经历，并表示对未来的迷茫和担忧。亲戚们纷纷给予安慰和鼓励，场面温馨感人。",
                "where": "南京家庭聚会场所，餐厅的灯光温暖，大家围坐在餐桌旁。",
                "when": "2020年1月15日19:45",
                "who": "表弟、父母、其他亲戚",
                "description": "2020年1月15日晚餐时分，餐厅的灯光温暖柔和，大家围坐在一起享用美味佳肴。表弟在席间谈起了他的创业失败，语气中充满了迷茫和担忧。他说自己尽了全力，但最终还是没能成功。亲戚们纷纷给予安慰和鼓励，母亲拍拍他的肩膀，说‘失败是成功之母，加油，你一定能找到出路。’父亲也点头附和，‘别气馁，有什么需要帮忙的，尽管说。’我看着这一幕，内心感到一种温暖和安心。家庭的支持让我觉得无论遇到什么困难，总有一个避风港。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青年时期",
                "what": "家庭聚会结束后，我和表弟单独聊了一会儿，鼓励他不要放弃，并分享了自己的职业发展经历和心得。",
                "where": "南京家庭聚会场所，客厅的角落，一盏昏黄的台灯照亮了我们之间的谈话。",
                "when": "2020年1月15日21:00",
                "who": "表弟",
                "description": "2020年1月15日晚21点，家庭聚会接近尾声，亲戚们陆续离去。我和表弟在客厅的角落单独聊了一会儿，昏黄的台灯下，我们的影子被拉得很长。我拍了拍他的肩膀说，‘失败是很正常的事情，不要灰心，我也经历过很多挫折。’我分享了自己在职业发展中的一些心得和经验，希望能给他一些启发。表弟听得很认真，眼神中似乎多了一些希望和力量。这次谈话让我感受到了一种责任感和成就感，也让我意识到自己在家庭中的重要角色。这种感觉让我更加坚定了面对挑战的信心和勇气。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青年时期",
                "what": "我得知自己被列入了晋升候选人名单，心情异常复杂，既兴奋又紧张，担心自己能否最终胜出。",
                "where": "南京公司办公室，阳光从窗外照进来，洒在办公桌上。",
                "when": "2020年5月1日14:30",
                "who": "公司领导，同事",
                "description": "2020年5月1日下午2点半，我正在办公室处理文档，突然接到了公司领导的通知，得知自己被列入了晋升候选人名单。我感到一阵激动，但随之而来的紧张感也让我不安。同事们纷纷前来祝贺，我表面上微笑应对，心里却在不停地打鼓，担心自己能否最终胜出。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青年时期",
                "what": "为了准备晋升评审，我每晚加班准备材料，导师和同事们给予了很多支持和建议。",
                "where": "南京公司办公室，加班到夜深人静时，办公室只剩下几盏昏暗的灯光。",
                "when": "2020年5月15日21:45",
                "who": "导师，同事",
                "description": "2020年5月15日晚上9点45分，我还在办公室里加班准备晋升评审的材料。导师特意打电话过来，给予了我很多宝贵的建议，同事们也不时过来帮我修改和完善文档。虽然工作量大，但他们的支持让我的心情轻松了不少。想到家人在家中等待我，我感到了一丝温暖，觉得自己并不孤单。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青年时期",
                "what": "在公司的一次升迁评审中，我被选中晋升为部门经理，这让我感到非常自豪和满足。",
                "where": "南京公司会议室，会议室内整齐排列的座椅和领导们严肃的面孔。",
                "when": "2020年6月1日10:00",
                "who": "公司领导，同事",
                "description": "2020年6月1日上午10点，我站在公司会议室里，等待着评审结果的公布。当听到自己被选中晋升为部门经理的消息时，我感到一股巨大的喜悦和满足。领导们的赞许和同事们的掌声让我觉得自己的努力终于得到了回报。这一刻，我为自己感到无比自豪。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_4",
                "stage_key": "青年时期",
                "what": "升迁后，我面临更多的工作压力和责任，开始感到疲惫和焦虑，但依旧坚信自己能够应对这些挑战。",
                "where": "南京公司办公室，文件堆积如山，电话铃声不断。",
                "when": "2020年6月10日17:30",
                "who": "同事，家人",
                "description": "2020年6月10日下午5点半，办公室里依旧忙碌不已。自从升迁为部门经理后，我的工作量和责任都大大增加。文件堆积如山，电话铃声不断，常常让我感到疲惫和焦虑。但想到家人的支持和过去的努力，我仍然相信自己能够应对这些挑战。尽管如此，压力还是无时无刻不在提醒着我必须更加努力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青年时期",
                "what": "为了庆祝儿子期末考试取得好成绩，我决定带全家去南京附近的一个旅游景点放松一下。这次出行的准备工作让我意识到平时对家人的陪伴太少。",
                "where": "南京家中，客厅里摆满了旅游攻略和各类准备物品。",
                "when": "2020年10月02日09:30",
                "who": "我、妻子、儿子",
                "description": "2020年10月2日上午9:30，我在家中的客厅里忙着整理行李和准备出行的物品。妻子在一旁帮忙打包，而儿子则兴奋地在一旁讲述他对这次旅行的期待。看到儿子的笑脸，我突然意识到，平时因为工作忙碌，我很少有时间陪伴他们。那一刻，我感到一种久违的家庭温馨，心里充满了对家人的愧疚和温情。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青年时期",
                "what": "在旅游景点，我全程陪伴家人，参与各种活动，这让我感到非常幸福和放松。期间，我与妻子和儿子进行了许多深度交流。",
                "where": "南京外出旅游景点，阳光明媚的公园和热闹的游乐场。",
                "when": "2020年10月03日14:45",
                "who": "我、妻子、儿子",
                "description": "2020年10月3日下午2:45，我们一家人在南京附近的旅游景点享受了一段美好的时光。游乐场里，我和儿子一起玩了过山车，妻子则在一旁为我们拍照。我们还在公园里野餐，聊了许多平时没时间聊的事情。看到家人们开心的笑容，我感到前所未有的幸福和放松。那一刻，我深刻地感受到家庭带给我的力量和支持。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青年时期",
                "what": "旅游结束后，我决定在以后的工作和生活中尽量抽出更多时间陪伴家人。我为自己制定了一个新的时间管理计划，确保每周都有固定的家庭时间。",
                "where": "南京家中，书房里摆满了各种工作计划和时间表。",
                "when": "2020年10月04日18:30",
                "who": "我、妻子、儿子",
                "description": "2020年10月4日下午6:30，回到家中，我坐在书房里，开始重新审视自己的时间安排。我拿出笔记本，制定了一个新的时间管理计划，确保每周都能抽出固定时间陪伴家人。妻子和儿子在客厅里聊天，我听到他们的笑声，心里感到一阵温暖。我知道，家庭的幸福和和谐是我保持心理健康的重要因素。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青年时期",
                "what": "我在公司会议前几天得知同事李明即将晋升。李明一直是我的竞争对手，我们经常在项目中合作和竞争。这次晋升让我感到压力倍增，尤其是我一直认为自己更有资格。",
                "where": "南京公司办公室，会议室外的走廊里。",
                "when": "2020年11月25日09:30",
                "who": "我，李明，部门同事",
                "description": "2020年11月25日上午，我在公司办公室的走廊里无意中听到同事们谈论李明即将晋升的消息。当时我感到一股热流涌上头部，心跳加速，手心冒汗。我一直认为自己比李明更有资格，这个消息对我的打击很大。整个上午我都心不在焉，脑海中不断浮现李明的形象，内心充满了焦虑和不安。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青年时期",
                "what": "在晋升宣布后的一个下午，我和李明一起吃午饭。李明分享了他的晋升感受和压力，特别是他对即将承担的新职责感到紧张。我在交流中观察到李明的不自信，这让我稍感安慰，但同时也更意识到心理素质的重要性。",
                "where": "公司附近的一家小餐厅，靠窗的位置。",
                "when": "2020年11月26日12:45",
                "who": "我，李明",
                "description": "2020年11月26日中午，我和李明在公司附近的餐厅吃午饭。我们坐在靠窗的位置，外面阳光明媚，但我的心情却阴云密布。李明开始谈论他的晋升感受，说他对新的职责感到很大压力和紧张。我注意到他眼神中的不自信，心里稍感安慰，但也意识到心理素质的重要性。这次谈话让我开始思考自己在心理素质上的不足，并决定要提升自己的心理调适能力。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青年时期",
                "what": "在一次公司会议上，李明因紧张而表现失常，得到了领导的批评。我亲眼目睹了这一场景，深感震撼，意识到升迁不仅需要能力，更需要心理的强大和自信。",
                "where": "南京公司会议室，会议桌周围。",
                "when": "2020年12月01日14:30",
                "who": "我，李明，公司领导，其他同事",
                "description": "2020年12月1日下午，公司举行了一次重要的会议。会议室里，李明在做报告时明显紧张，声音颤抖，几次说错了关键数据，导致领导当场批评他。看到这一幕，我感到非常震撼。这不仅让我意识到能力的重要性，更让我认识到心理的强大和自信在职场中的关键作用。我决定在未来的工作中更加注重自己的心理调适，提升自信心。"
            }
        ]
    },
    "recent_events": {
        "name": "姜毅斌",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "公司内部举行了一次重要会议，会上宣布即将进行岗位升迁的评估。得知这一消息后，我意识到这是一个提升的绝佳机会，因此更加努力地工作，每天加班到深夜。我对自己充满期待，但也开始感到焦虑，担心自己可能不够优秀。",
                "where": "公司会议室，会议室内灯光明亮，投影仪正在播放新的岗位评估标准。",
                "when": "2023年12月15日14:30",
                "who": "公司全体员工，包括上司和同事们。",
                "description": "2023年12月15日下午，公司召开了一次重要会议，宣布即将进行岗位升迁的评估。会议室里人头攒动，我坐在靠前的位置，认真听取上司的讲话。当听到升迁评估时，我的心跳加速，眼中闪烁着期待的光芒。回到座位后，我立即开始规划接下来的工作，决定每天加班到深夜。尽管充满期待，但内心也开始涌现出一丝不安，担心自己是否足够优秀。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "与同事李强在项目上发生了意见分歧，李强的方案被采纳。我感到自己的意见被忽视，开始怀疑自己的能力，内心感到不平衡。这次冲突让与李强的关系更加紧张。",
                "where": "公司办公室，会议桌上散落着项目资料，白板上写满了我们的讨论内容。",
                "when": "2024年1月10日11:45",
                "who": "我、同事李强、以及上司。",
                "description": "2024年1月10日上午，在公司办公室里，我和同事李强因为一个项目方案发生了激烈的争论。办公室内的空气似乎都凝固了，李强语气坚定地坚持自己的方案，而上司最终也选择了他的意见。我感到自己的意见被忽视，内心涌起一阵失落和怀疑。走出办公室，我的心情沉重，和李强的关系也变得更加紧张。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "得知自己的升迁机会被李强获得，我感到非常失望和沮丧。当时在办公室看到李强被上司祝贺时，我心里感到一阵刺痛。我回到座位上，强忍住情绪，决定加倍努力工作以证明自己的价值。",
                "where": "公司办公室，看到李强和上司在办公室的一角谈笑风生。",
                "when": "2024年1月20日16:00",
                "who": "我、李强、以及上司。",
                "description": "2024年1月20日下午，我在办公室里得知李强获得了升迁的机会。当看到上司祝贺李强时，我的心里像被针刺了一样痛。我默默回到自己的座位，眼眶有些湿润，但我努力控制住情绪，告诉自己必须更加努力工作，以证明自己的价值。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "在公司年会上，我得知自己没有被升迁，而是另一位同事获得了这个机会。这让我感到非常失望和愤怒，觉得自己的努力没有得到应有的回报。",
                "where": "公司会议室，会议室装饰得很隆重，墙上挂着公司的标语和员工照片。",
                "when": "2024年1月15日19:30",
                "who": "我、公司同事、公司领导",
                "description": "2024年1月15日晚上，公司年会在装饰得很隆重的会议室举行。会议室里充满了欢声笑语，同事们三五成群地谈笑风生。当主持人宣布升迁名单时，我的心跳开始加速，可是听到另一个同事的名字时，我的心情瞬间跌入谷底。我的脸色变得难看，双手紧握成拳。我感到自己的努力没有得到应有的回报，心中涌起一股强烈的失望和愤怒。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在与妻子共进晚餐时，我忍不住向她吐露了自己对工作的挫折和压力。妻子理解地倾听并安慰我说，不要太在意这些，家里永远是我的避风港。",
                "where": "家中餐厅，餐厅的桌上摆满了我们喜欢的菜肴，餐厅灯光柔和。",
                "when": "2024年2月10日20:00",
                "who": "我、妻子",
                "description": "2024年2月10日晚上，在家中餐厅，我和妻子共进晚餐。餐桌上摆满了我们喜欢的菜肴，灯光柔和，营造出温馨的氛围。我忍不住向妻子吐露了最近工作上的挫折和压力，她静静地听着，不时点头。‘不要太在意这些，家里永远是你的避风港。’她温柔地安慰我。听到这些话，我感到一丝安慰，虽然心中的失落感依然挥之不去。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "领导找我进行了一次一对一的谈话，希望了解我的近况。我向领导表达了自己的挫折感和对升迁结果的不满。领导听后表示理解，但也指出我在一些项目上的表现还不够突出，需要更多的努力。",
                "where": "公司领导办公室，办公室里有一张大桌子和几把舒适的椅子，墙上挂着公司的荣誉证书。",
                "when": "2024年2月20日14:30",
                "who": "我、公司领导",
                "description": "2024年2月20日下午2:30，在公司领导的办公室里，领导找我进行了一次一对一的谈话。办公室里有一张大桌子和几把舒适的椅子，墙上挂着公司的荣誉证书。我向领导表达了自己的挫折感和对升迁结果的不满。领导静静地听着，然后表示理解，但也指出我在一些项目上的表现还不够突出，需要更多的努力。听完他的意见，我感到更加压抑，心中怀疑自己的能力，觉得自己的努力依然没有得到应有的回报。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我在公司会议中，看到小王提出了一个创新的项目方案，得到了上司和同事们的高度赞扬。我心里默默感叹，‘为什么我总是达不到这样的水平？’",
                "where": "公司会议室，会议桌上摆满了文件和笔记本，墙上的白板上写满了项目的要点。",
                "when": "2024年3月15日10:30",
                "who": "我（姜毅斌）、小王、公司同事、上司",
                "description": "2024年3月15日上午10:30，在公司会议室，我们正在进行例行的项目讨论。会议室里气氛紧张，每个人都在认真倾听。小王站起来，详细讲解了他的新项目方案。上司频频点头，其他同事也纷纷表示赞赏。我在一旁默默感叹，为什么我总是达不到这样的水平？内心觉得自己不够优秀，感到一阵失落和焦虑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在这次会议后，我感到非常沮丧，决定加班工作，希望通过更努力的工作来弥补自己的不足。然而，我发现自己的工作效率却越来越低，心情也越来越差。",
                "where": "公司办公室，桌上堆满了文件和未完成的工作，电脑屏幕上的文件还未处理完毕。",
                "when": "2024年3月15日19:00",
                "who": "我（姜毅斌）",
                "description": "2024年3月15日晚上7点，我仍然留在办公室。白天的会议让我感到非常沮丧，我决定通过加班来弥补自己的不足。然而，疲劳和焦虑让我难以集中注意力，工作效率越来越低。每当我看到屏幕上的文档未完成，我的心情就更加糟糕，觉得自己无论怎么努力都无法达到预期效果。这种无力感让我更加坚定了‘我必须全力以赴，避免失败’的信念，但情绪却变得更加低落，开始出现失眠的症状。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "在连续几天的失眠和疲惫状态下，我回到家中，妻子察觉到了我的异常，主动与我交流，试图了解我的困扰。我一开始不愿意多说，但在妻子的鼓励下，我逐渐倾诉了自己的焦虑和压力。",
                "where": "家中客厅，沙发上放着几个靠垫，茶几上摆着茶具，墙上挂着家庭照片。",
                "when": "2024年3月18日21:00",
                "who": "我（姜毅斌）、妻子",
                "description": "2024年3月18日晚上9点，我拖着疲惫的身体回到家。妻子看到我愁眉不展，关切地问发生了什么。我一开始不愿意多说，只说‘没事’。但在她的鼓励下，我慢慢地倾诉了自己最近的焦虑和压力。她认真地听着，不时点头，表示理解。这次交流让我感到了一些舒缓，让我意识到家庭的支持和理解是多么重要。虽然问题没有完全解决，但我感受到了一些温暖和力量。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我在公司年会上得知自己没有获得期望的升迁，而是被另一位同事取代。这一消息令我非常失望和沮丧，我开始质疑自己的能力和价值。",
                "where": "公司会议室，会议室里坐满了同事和公司高层，气氛显得格外紧张。",
                "when": "2024年3月15日18:30",
                "who": "我、同事、公司高层",
                "description": "2024年3月15日晚上18:30，在公司会议室举行的年会上，我满怀期待地等待升迁名单的公布。当听到不是自己的名字时，我感到心头一沉，失望和沮丧瞬间涌上心头。会议室里灯光明亮，但我却感觉周围的一切都变得黯淡。同事们的目光让我感到无比尴尬和自卑，公司高层的宣布声在我耳边嗡嗡作响。我开始质疑自己的能力和价值，内心充满了焦虑和压力，晚上失眠，情绪波动明显。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "在孩子的家长会中被老师表扬，说我的孩子在学校表现优异。我感到一丝满足和骄傲，但同时也感到自己在事业上的不如意。",
                "where": "孩子的学校，教室里布置得整洁温馨，墙上贴满了孩子们的作品。",
                "when": "2024年4月10日14:00",
                "who": "我、孩子的老师、其他家长",
                "description": "2024年4月10日下午14:00，在孩子的学校参加家长会时，老师在全班家长面前表扬了我的孩子，说他在学校表现优异。当时我感到一阵满足和骄傲，仿佛心里的一块石头落地了。然而，在这样的喜悦中，我也感到一丝心酸。虽然孩子的成绩让我感到欣慰，但我在事业上的不如意却始终萦绕在心头。其他家长的赞赏目光让我感到自豪，但也让我意识到自己在事业上未能取得期望的成就，内心充满了矛盾和复杂的情感。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "妻子察觉到我的情绪变化，主动与我谈心，鼓励我不要放弃，并表示无论如何家庭都会支持我。这次谈话让我感到温暖和支持，但也再次触动了我对自己事业不如意的敏感神经。",
                "where": "在家中的客厅，沙发上铺着柔软的毯子，墙上挂着一家人的合照。",
                "when": "2024年5月5日20:00",
                "who": "我、妻子",
                "description": "2024年5月5日晚上20:00，在家中的客厅，妻子察觉到我情绪低落，主动坐到我身边，轻声问我怎么了。我犹豫了一下，还是把升迁失败的事情告诉了她。妻子握住我的手，温柔地说：“不要放弃，无论如何，家庭都会支持你。”她的眼神充满了鼓励和理解，让我感到一阵温暖和支持。然而，这次谈话也触动了我心中对事业不如意的敏感神经。我感到一丝安慰，同时也感到对家庭的愧疚，认为自己没有在事业上取得应有的成就。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我在公司篮球比赛前被分配到一个新的团队，团队成员之间的配合不够默契，这让我感到焦虑和压力。",
                "where": "公司篮球场，场地四周是高大的围栏，观众席上有零星的同事。",
                "when": "2024年05月10日15:00",
                "who": "我和公司同事",
                "description": "2024年5月10日下午，公司篮球场的阳光透过高大的围栏洒在地上。我被通知要加入一个新的团队，心情有些紧张。新队友们互相之间还不太了解，配合显得很生疏。我心里暗暗着急，因为比赛迫在眉睫，希望能有好的表现，但大家的默契度显然还不够。我感到一股无形的压力在胸口聚集，呼吸也变得沉重起来。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在公司篮球比赛中，我表现出色，带领团队获得了胜利。同事们纷纷表示赞赏，我一时感到自信和开心。",
                "where": "公司篮球场，观众席上坐满了同事，有些人在为我们加油。",
                "when": "2024年05月20日17:30",
                "who": "我和公司同事",
                "description": "2024年5月20日下午，公司篮球场上气氛热烈。比赛进行得如火如荼，我全力以赴，带领团队打出了漂亮的配合。终场哨声响起，我们以微弱优势赢得了比赛。同事们纷纷跑过来拍我的肩膀，称赞我的表现。我脸上露出了笑容，感到一股久违的自信和满足感在心中涌动。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "在一次工作会议上，由于我未能及时完成一项重要任务，受到上级的批评，这让我感到非常失落和自责。",
                "where": "公司会议室，会议桌中央堆着一些文件，墙上挂着公司的年度目标。",
                "when": "2024年05月25日09:00",
                "who": "我、上级和公司同事",
                "description": "2024年5月25日上午，公司会议室的气氛有些紧张。上级在会议中批评我没有及时完成一项重要任务。我低着头，手中的笔不停地转动，心里一阵失落和自责。上级的语气虽然平静，但每一句话都像是重锤敲在我心上。同事们的目光让我感到无比尴尬和难堪。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我看到一位同事因为工作失误被上司严厉批评，同事脸上露出无助和沮丧的表情，这让我感到共鸣，也担心自己会面临同样的情况。",
                "where": "公司办公室，办公桌之间的空间狭小，气氛紧张。",
                "when": "2024年06月15日14:30",
                "who": "我、被批评的同事、上司",
                "description": "2024年06月15日下午，公司办公室里，空气中弥漫着一股紧张的气氛。我看到上司站在一位同事的桌前，语气严厉地批评他工作中的失误。那位同事低着头，脸上写满了无助和沮丧。我站在一旁，心里感到一阵不安和共鸣，担心自己会不会也会遭到类似的批评。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "我在午休时和同事们讨论最近的项目进展。期间，另一位同事提到自己也曾被上司批评，表达了对升迁机会的担忧。我意识到自己并不是唯一感到压力的人。",
                "where": "公司餐厅，餐桌上摆满了午餐的残羹剩饭，周围同事们的谈话声此起彼伏。",
                "when": "2024年06月16日12:15",
                "who": "我、几位同事",
                "description": "2024年06月16日中午，在公司餐厅的午休期间，我和几位同事坐在一起讨论最近的项目进展。我们谈论着工作中的压力和挑战。期间，一位同事提到自己也曾因为工作失误被上司批评，表达了对升迁机会的担忧。我听后，意识到自己并不是唯一承受压力的人，这让我感到一丝安慰，但同时也加重了我对未来职业发展的担忧。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "我在回家的路上，回想着自己和同事被批评的场景，开始反思自己的工作表现，担心是否也会遭到同样的批评。",
                "where": "回家的路上，街道两旁的路灯昏黄，路上行人稀少。",
                "when": "2024年06月16日18:45",
                "who": "我",
                "description": "2024年06月16日傍晚，我在回家的路上，街道两旁的路灯昏黄，路上行人稀少。我脑海中不断闪回今天在办公室看到的同事被批评的场景。开始反思自己的工作表现，担心自己是否也会遭到同样的批评。这种担忧和焦虑感让我的心情变得沉重，开始影响到我的睡眠质量。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我在公司加班到深夜，感到非常疲惫，但仍然坚持完成手头的工作。我的直接上司在离开前鼓励我继续努力，说这次项目的成功可能会影响我的升迁机会。",
                "where": "公司办公室，桌上堆满了文件和电脑屏幕的光线。",
                "when": "2024年6月30日23:45",
                "who": "姜毅斌、上司",
                "description": "2024年6月30日晚上，我在公司办公室加班，时间已经接近午夜。桌上的文件堆得高高的，电脑屏幕的光线刺眼。虽然疲惫不堪，但我知道手头的项目非常重要。就在我专注于工作的同时，上司走过来，拍了拍我的肩膀，微笑着说：“继续加油，这次项目的成功可能会影响你的升迁机会。”听到这话，我感到责任重大，压力倍增，但也更加坚定了要完成任务的决心。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "我回到家中，发现妻子已经睡着。我简单洗漱后躺在床上却怎么也睡不着，脑海中不断回想着工作中的种种问题和上司的话。",
                "where": "家中卧室，昏暗的灯光下显得格外安静。",
                "when": "2024年7月1日00:30",
                "who": "姜毅斌",
                "description": "2024年7月1日凌晨，我拖着疲惫的身体回到家中，轻轻推开卧室的门，看到妻子已经睡着。房间里只有昏暗的床头灯亮着，显得格外安静。我简单洗漱后躺在床上，试图让自己放松下来，但脑海中却不断回想着工作中的种种问题和上司的话。翻来覆去，我怎么也睡不着，心中的焦虑感越来越强。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "在午休时间，我继续工作，同事们在一起讨论周末的聚会活动，但我没有参与，只是默默地加班。",
                "where": "公司办公室，午休时间的办公室显得有些冷清，只有键盘的敲击声。",
                "when": "2024年7月5日12:15",
                "who": "姜毅斌、同事们",
                "description": "2024年7月5日中午，我在公司办公室继续工作。午休时间，办公室显得有些冷清，只能听到键盘的敲击声。同事们聚在一起讨论周末的聚会活动，欢声笑语不断传来。我看了一眼他们，心中有些羡慕，但还是低头继续工作，没有参与他们的讨论。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_4",
                "stage_key": "近期情况",
                "what": "晚上在家中，我因工作上的事情与妻子发生争执，妻子指责我忽视了家庭，我则感到委屈和无奈。",
                "where": "家中客厅，灯光昏暗，气氛紧张。",
                "when": "2024年7月10日20:45",
                "who": "姜毅斌、妻子",
                "description": "2024年7月10日晚，我和妻子在家中发生了争执。家里的客厅灯光昏暗，气氛紧张。妻子指责我最近忽视了家庭，整天只顾着工作。我感到委屈和无奈，试图解释，但她的情绪越来越激动。争吵声打破了家中的宁静，我感到心力交瘁，同时也意识到自己在追求成功的过程中忽视了家庭的重要性。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_5",
                "stage_key": "近期情况",
                "what": "加班时，我感到极度疲惫和无力，意识到自己已经很久没有好好休息了。我回到家中，妻子看到我憔悴的样子，心疼地劝我注意身体。",
                "where": "公司办公室、家中",
                "when": "2024年7月15日22:30",
                "who": "姜毅斌、妻子",
                "description": "2024年7月15日晚，我在公司加班时感到极度疲惫和无力，意识到自己已经很久没有好好休息了。回到家中，妻子看到我憔悴的样子，眼中充满了担忧和心疼。她轻声劝我注意身体，不要总是这么拼命。我点点头，感到一阵温暖，但心中却还是无法放松警惕，觉得自己必须继续努力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我参加了公司内部的升迁面试，非常紧张，面试过程中因为紧张导致表现不佳。面试官对我的表现表示遗憾，暗示我还需要更多的经验。",
                "where": "公司会议室，会议桌上摆放着几份文件和一杯水，面试官坐在对面。",
                "when": "2024年7月15日14:30",
                "who": "我和面试官",
                "description": "2024年7月15日下午，我走进公司会议室，感到心跳加速，手心冒汗。坐在面试官对面，我努力平静自己，但每次开口都觉得舌头打结。面试官看起来有些失望，他说我有潜力，但还需要更多经验。听到这些话，我感到心里一沉，仿佛被一盆冷水泼了一身。离开会议室时，我感到无比失落，自我怀疑和焦虑感也随之增加。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "在朋友圈中看到大学同学小张升职为高层管理人员的消息，大家纷纷祝贺。我感到既羡慕又失落，觉得自己一直在原地踏步。",
                "where": "家中，坐在客厅的沙发上，手机屏幕亮着。",
                "when": "2024年8月20日18:00",
                "who": "我、大学同学小张、朋友圈好友",
                "description": "2024年8月20日晚上，我坐在家中的客厅，拿起手机刷朋友圈。突然看到大学同学小张升职为高层管理人员的消息，大家在评论区纷纷祝贺他。我心里一阵酸楚，羡慕他的成就，同时也感到深深的失落。我看着自己多年来的努力，仿佛一直在原地踏步，内心的自我怀疑也随之加剧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "妻子发现我情绪低落，主动与我谈心，鼓励我不要放弃，并提议一家人周末去郊游放松心情。",
                "where": "家中客厅，电视机开着但没人看，茶几上放着几杯热茶。",
                "when": "2024年8月21日20:30",
                "who": "我和妻子",
                "description": "2024年8月21日晚，回到家中，妻子注意到我情绪低落，走过来坐在我身边。她温柔地问我发生了什么，我无奈地说出工作上的困扰。她握住我的手，鼓励我不要放弃，并提议周末带孩子们去郊游放松心情。听到她的话，我感到一些宽慰，内心的压力暂时得到了缓解。妻子的支持让我意识到家庭的重要性，感到一些力量和希望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我为了确保项目成功而不断加班，忽略了家庭和休息时间，最后却发现项目未能达到预期目标。",
                "where": "公司办公室，办公室里的灯光昏暗，桌上堆满了文件和未完成的工作。",
                "when": "2023年12月10日23:45",
                "who": "我和项目团队成员",
                "description": "2023年12月10日深夜，在公司办公室，我整整一天都在加班，办公室里只有我和几个项目团队成员。我们都满脸疲惫，但仍在拼命工作。桌上堆满了文件和未完成的工作，电脑屏幕上的项目进度条却停滞不前。我心里越来越焦虑，觉得自己已经尽了全力，但还是无力改变现状。这一刻，我感到无比失落和疲惫。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "在公司年底总结会上，我的上司公开批评我的项目未能达到预期目标。",
                "where": "公司会议室，会议桌上摆满了文件和笔记本，会议室里气氛紧张。",
                "when": "2023年12月15日09:30",
                "who": "我、上司和公司同事",
                "description": "2023年12月15日上午，在公司会议室里，大家都在等待上司的发言。会议桌上摆满了文件和笔记本，气氛异常紧张。上司开始讲话时，我的心跳加速，直到他提到我的项目未能达到预期目标，并表示失望。我感到脸上火辣辣的，同事们的目光让我无地自容。那一刻，我觉得自己被彻底否定，羞愧和失落涌上心头。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "回到家中，我因为情绪低落与家人产生了争执，感到更加孤独和无助。",
                "where": "家中，客厅里灯光昏暗，孩子们在一旁默默无语。",
                "when": "2023年12月15日19:30",
                "who": "我、妻子和孩子",
                "description": "2023年12月15日晚上，我疲惫不堪地回到家中。客厅里灯光昏暗，妻子看到我情绪低落，试图安慰我，但我却因心情烦躁和她争吵起来。孩子们在一旁默默无语，气氛异常紧张。我感到无比孤独和无助，仿佛整个世界都在与我作对。这次争执让我对家庭的依靠产生了动摇，更加感到无助和孤立。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "在公司年会上，我听到同事们热烈讨论他们的职业进展和升迁计划，感到自己的职业发展滞后，心理压力骤增。",
                "where": "公司年会的宴会厅，灯光璀璨，背景音乐轻柔。",
                "when": "2023年10月15日19:45",
                "who": "我和几位同事。",
                "description": "2023年10月15日晚上，公司年会在豪华的宴会厅举行，周围的同事们聚在一起，有说有笑，分享着他们的职业成就和未来的升迁计划。我站在角落里，手中握着一杯香槟，心中却感到无比沉重。听着他们一个个自信满满地谈论自己的进展，我感到自己的职业发展似乎停滞不前，心里充满了自我怀疑和焦虑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "在一次部门会议上，我提出的建议被上司否决，我感到自尊心受挫，认为自己在公司中的地位不被重视。",
                "where": "公司会议室，墙上挂着公司的荣誉证书，会议桌上摆满了文件。",
                "when": "2023年10月22日14:30",
                "who": "我、部门上司和几位同事。",
                "description": "2023年10月22日下午，我们在公司会议室召开了一次重要的部门会议。我满怀信心地提出了一项新项目的建议，希望能获得上司和同事们的认可。然而，上司在听完我的建议后，立即表示反对，并指出了许多我没有考虑到的问题。我心中一阵失落，感觉自己的努力和想法没有得到应有的重视。会议结束后，我默默地收拾着自己的资料，心情沉重。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "在一个家庭聚会上，我听到亲戚们讨论其他人的成功和升职，感到自己在亲戚面前无地自容。",
                "where": "家庭聚会的客厅，桌上摆满了美食，亲戚们围坐在一起。",
                "when": "2023年11月5日18:00",
                "who": "我和几位亲戚。",
                "description": "2023年11月5日傍晚，我们家举办了一次家庭聚会。客厅里热闹非凡，亲戚们围坐在一起，谈笑风生。突然，我听到一位亲戚在谈论某个亲戚的升职和成功，大家纷纷称赞。我心中一紧，感到一阵窘迫和自卑，觉得自己在亲戚面前毫无成就可言。我默默地坐在一旁，心中充满了无力感和焦虑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我在公司例会上提出了一个新的项目建议，详细阐述了这个项目的可行性和潜在收益。",
                "where": "公司会议室，会议桌上堆满了文件和笔记本，墙上挂着公司的战略图表。",
                "when": "2023年09月15日10:30",
                "who": "我、上司、六位同事",
                "description": "2023年9月15日上午10点30分，在公司会议室，我怀着满腔热情向大家介绍了我精心准备的项目建议。我详细阐述了项目的可行性和潜在收益，希望能够得到上司和同事们的认可。会上有部分同事点头表示支持，但上司在听完后却皱起了眉头，提出了很多质疑，认为这个项目风险太大。当时我感到一阵不安，开始质疑自己的能力和判断。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "我主动向上司提出了新的项目建议，但被上司否决，感到自己的努力和创意不被认可，心情低落。",
                "where": "公司办公室，办公室内有上司的办公桌、电脑和一些文件夹。",
                "when": "2023年10月05日14:45",
                "who": "我、上司",
                "description": "2023年10月5日下午2点45分，我鼓起勇气再次向上司提出了新的项目建议。我们在他的办公室里讨论，我详细地解释了这个新项目的细节和潜在好处。然而，上司听完后摇了摇头，直接否决了我的提议。他认为这个项目没有市场前景。这一刻，我感到自己的努力和创意根本不被认可，心情顿时跌到了谷底。那天晚上，我失眠了，脑海中一直在回想着上司的否定，这种挫败感让我开始怀疑自己的价值和能力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "项目被否决后的周末，我和家人一起外出散心，试图通过陪伴家人来缓解内心的失落感。",
                "where": "城市公园，公园里有绿树成荫的小路、儿童游乐场和湖边长椅。",
                "when": "2023年10月07日16:00",
                "who": "我、妻子、两个孩子",
                "description": "2023年10月7日下午4点，我和妻子、两个孩子一起去了城市公园散心。公园里阳光明媚，孩子们在游乐场里玩得很开心。我和妻子坐在湖边的长椅上，看着他们玩耍。尽管和家人在一起的时光让我感到了一些安慰，但内心的失落感依然挥之不去。妻子看出了我的心事，轻声安慰我。这让我意识到，虽然家庭是我的支柱，但工作成就对我自我价值的影响更为深远。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "公司宣布将进行绩效考核和升迁评估，我对此充满期待，认为自己在过去一年中的努力和贡献应该会得到认可。",
                "where": "公司会议室，宽敞明亮，墙上挂着公司的年度目标和员工合照。",
                "when": "2023年08月10日15:30",
                "who": "我、公司管理层、全体员工",
                "description": "2023年08月10日下午，公司会议室里，管理层宣布即将进行绩效考核和升迁评估。我坐在会议室的后排，听到这个消息后，心跳加快，脑海中浮现出自己过去一年的努力和贡献。我下意识地握紧拳头，充满了希望和紧张，眼神不自觉地扫向周围的同事，思考着自己在他们中的位置。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "在考核结果公布前，我和同事小李在工作中展开了一次激烈的讨论。小李提出了一些创新性的工作方案，而我则对这些方案表示质疑。",
                "where": "公司办公室，办公桌上堆满了文件，空气中弥漫着咖啡的香气。",
                "when": "2023年09月05日10:45",
                "who": "我、小李、其他同事",
                "description": "2023年9月5日上午，公司办公室里，小李提出了几个创新性的工作方案。我听后，觉得有些不切实际，忍不住提出了质疑。我们的讨论逐渐变得激烈，声音也越来越大，引起了其他同事的注意。我感觉到内心的压力和不安，额头上甚至冒出了细细的汗珠。我意识到，小李可能是一个强有力的竞争对手，这让我更加焦虑和怀疑自己的能力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "公司正式公布了考核结果，小李因表现优异而被公司奖励并升职。我在公开宣布的会议上听到这个消息后，感到既羡慕又失落。",
                "where": "公司会议室，会议桌上摆满了文件和奖状，墙上的时钟滴答作响。",
                "when": "2023年09月20日14:00",
                "who": "我、小李、公司管理层、全体员工",
                "description": "2023年9月20日下午，公司会议室里，管理层宣布了考核结果。小李因表现优异而被奖励并升职。我坐在会议室角落，听到这个消息后，心里一阵失落，眼睛望向桌上的奖状，感到自己所有的努力都变得毫无意义。我强忍住内心的失望，微笑着鼓掌，但心中却涌起一股难以言表的挫败感。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "2023年8月10日18:00，我和妻子计划去参加孩子的学校家长会。当天在工作中，我因一个重要项目未获得上司的认可感到沮丧。尽管如此，我还是按时赶到学校。",
                "where": "我的公司和孩子的学校",
                "when": "2023年8月10日18:00",
                "who": "我、妻子、上司、孩子的老师",
                "description": "2023年8月10日18:00，在公司里，我刚刚结束了一个重要项目的汇报，但上司对我的工作表现并不满意，这让我感到非常沮丧。心情沉重地回到家中，我和妻子匆匆赶往孩子的学校参加家长会。一路上，我努力调整自己的情绪，希望不让工作上的挫折影响到这次重要的家庭活动。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "2023年8月10日19:00，在家长会上，孩子的老师对孩子的表现给予了高度评价，这让我感到无比骄傲和满足。我和妻子为孩子的进步感到高兴，并在会后与老师进行了交流。",
                "where": "孩子的学校",
                "when": "2023年8月10日19:00",
                "who": "我、妻子、孩子的老师",
                "description": "2023年8月10日19:00，在孩子的学校家长会上，老师对孩子的表现给予了高度评价，说他在学习和社交方面都有显著的进步。我内心充满了骄傲和满足，仿佛刚才的工作挫折都变得不那么重要了。我和妻子微笑着听老师的表扬，心情瞬间明亮了许多。会后，我们和老师进行了愉快的交流，感谢她对孩子的关心和指导。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "2023年8月10日20:30，我们一家结束了家长会后回到家中。晚上，我躺在床上，思考着孩子的表扬和自己在职场上的挫折，内心产生了强烈的对比感。我难以入睡，脑中不断回忆起工作中的失败。",
                "where": "我的家",
                "when": "2023年8月10日20:30",
                "who": "我、妻子",
                "description": "2023年8月10日20:30，我们一家结束了家长会后回到家中。晚饭后，我躺在床上，脑海中不断回响着孩子老师的表扬和上司的批评。内心的对比感让我感到非常矛盾和痛苦。孩子的成功让我感到骄傲，但工作上的失败却让我怀疑自己的能力。我辗转反侧，难以入睡，脑中不断回忆起工作中的失败，心情越来越沉重。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "为了提升自己的职场竞争力，我在2023年6月报名参加了一个为期一个月的培训课程。我对课程充满期待，希望通过学习能够在职场上获得更多的晋升机会。",
                "where": "培训机构的教室，教室布置得很现代化，墙上挂着各种激励标语。",
                "when": "2023年06月01日09:00",
                "who": "我、培训讲师和其他同学",
                "description": "2023年6月1日早上9点，我早早来到培训机构的教室，教室里已经有几位同学在复习资料。讲师走进来，开始介绍课程内容，我感到一阵兴奋和期待。我暗自告诉自己，这次一定要好好学习，争取在职场上获得更多的晋升机会。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "在2023年7月中的一次关键课程上，我发现自己对讲师的讲解内容理解困难，感觉学习效果不佳。我开始频繁地向旁边的同学请教，但仍然感到力不从心。",
                "where": "培训机构的教室，教室里灯光明亮，空气中弥漫着咖啡的香味。",
                "when": "2023年07月15日14:00",
                "who": "我、培训讲师和其他同学",
                "description": "2023年7月15日下午2点，讲师正在讲解一个复杂的概念，我却怎么也听不懂。我看着周围的同学，他们似乎都理解了。我频繁地向旁边的同学请教，心里却越来越焦虑。讲师继续讲解，而我的脑袋却像是装满了铅，怎么也转不过来。我感到非常沮丧，担心自己无法达到预期效果。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "培训课程结束后，我在2023年7月31日与几位同学一起吃饭，交流学习心得。我发现其他同学似乎都学有所成，这让我更加感到自己的努力没有得到应有的回报。",
                "where": "一家温馨的餐厅，餐厅里播放着轻柔的音乐。",
                "when": "2023年07月31日18:30",
                "who": "我和几位同学",
                "description": "2023年7月31日晚上6点半，我和几位同学在一家温馨的餐厅聚餐。大家聊着各自的学习心得和收获，我发现他们似乎都学有所成。我的心情越来越沉重，觉得自己的努力没有得到应有的回报。餐厅里的轻柔音乐和同学们的笑声在此刻显得格外刺耳，我感到自己远不如其他人优秀，心情跌到了谷底。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "公司宣布将进行一个创新项目评选，鼓励员工提出创新方案。我一直以来认为自己在创新方面有所不足，因此在整个项目准备期间感到压力巨大，甚至多次失眠。",
                "where": "公司会议室，墙上挂着公司核心价值观的标语，会议桌上摆满了文件和笔记本。",
                "when": "2023年06月01日09:00",
                "who": "我、公司同事、上司",
                "description": "2023年6月1日上午9点，公司会议室里，大家坐在长桌两侧，我的上司站在前面宣布公司将进行一个创新项目评选，鼓励员工提出创新方案。会议室里顿时安静下来，我感到心跳开始加速，脑海中浮现出自己在创新方面的不足。我看着同事们兴奋地讨论着各自的想法，感到自己被孤立和压力巨大。这个项目准备期间，我每晚在床上辗转反侧，失眠成了常态。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "公司开会讨论创新项目的方案，我看到同事小王提出了一个创新方案，并获得了上司的表扬。我感到自己在创新方面的不足，特别是看到小王方案的成功让我感到自卑和失落。",
                "where": "公司会议室，白板上写满了各种创新方案，投影仪正在播放小王的PPT。",
                "when": "2023年06月15日10:30",
                "who": "我、小王、公司同事、上司",
                "description": "2023年6月15日早上10点半，在公司会议室，我们再次开会讨论创新项目的方案。小王自信地走到前面，开始展示他的PPT。他的方案新颖独特，赢得了大家的掌声和上司的表扬。我坐在后排，心里默念着‘我不够优秀’，自卑感涌上心头。会议结束后，我默默地收拾好自己的文件，感到一阵无力和失落。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "我在与妻子分享自己工作中的困扰时，妻子试图安慰并鼓励我，但我却感到难以接受。我认为自己没有能力达到期望，进一步感到沮丧。",
                "where": "家庭客厅，沙发上堆着孩子的玩具，我们面对面坐着，桌上摆着茶水。",
                "when": "2023年06月30日20:00",
                "who": "我、妻子",
                "description": "2023年6月30日晚上8点，在家庭客厅，我和妻子面对面坐在沙发上。我告诉她最近工作中的困扰，妻子温柔地握住我的手，试图安慰并鼓励我。但我心里的失落和自卑却无法消散，我低着头，感觉自己没有能力达到期望。妻子的关心让我感到温暖，但也让我更加愧疚和沮丧。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "为了在即将到来的公司篮球比赛中表现出色，我连续几周每天晚上加班后依然坚持训练，甚至牺牲了与家人共度的时间。尽管我努力工作和训练，但同事们并未特别关注我的准备工作，这令我感到被忽视。",
                "where": "公司篮球场，周围的同事们在各自训练，场边有几名同事在闲聊。",
                "when": "2023年5月4日20:00",
                "who": "我（姜毅斌）、公司同事",
                "description": "2023年5月4日晚上8点，我在公司篮球场完成了当天的训练。连续几周的加班和训练让我感到非常疲惫，但我仍然希望在比赛中能够有所表现。然而，训练结束后，我发现同事们并没有对我付出的努力表示特别的关注或赞赏。几名同事在场边闲聊，完全没注意到我的存在。这种被忽视的感觉让我心里非常不安和失望。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "在篮球比赛当天，我表现出色，但比赛结束后，同事们并没有对我的表现给予太多关注，反而更多地讨论比赛结果和其他人的表现，这让我感到失望和被忽略。",
                "where": "公司篮球场，比赛结束后的场地上，大家在休息和讨论比赛。",
                "when": "2023年5月10日18:30",
                "who": "我（姜毅斌）、公司同事",
                "description": "2023年5月10日晚上6点半，公司篮球比赛结束了。尽管我在比赛中表现得很出色，投入了大量的时间和精力，但当比赛结束后，同事们并没有特别关注我的表现。相反，他们更多地讨论比赛结果和其他人的表现。这种被忽视的感觉让我非常失望，心中涌起一阵无力感。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "在一次家庭聚餐中，我与妻子提起了篮球比赛的事情，表达了自己的失望和对自我价值的怀疑。妻子安慰我，并鼓励我不要过于在意同事的看法，专注于自己的成长和家庭的支持。",
                "where": "家中的餐厅，桌上摆满了家常菜，孩子们在一旁玩耍。",
                "when": "2023年5月15日19:00",
                "who": "我（姜毅斌）、妻子",
                "description": "2023年5月15日晚上7点，在家中的餐厅，我和妻子一起吃晚饭。孩子们在一旁玩耍。我忍不住向妻子提起了篮球比赛的事情，告诉她我感到失望和被忽视。妻子听后温柔地安慰我，说不必太在意同事们的看法，应该更加专注于自己的成长和家庭的支持。她的话让我感到温暖和安心，心情也逐渐缓和下来。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "我在朋友圈刷到了大学同学小张升职为高层管理人员的消息，看到大家纷纷祝贺。",
                "where": "南京市，家中客厅，沙发上靠着。",
                "when": "2023年4月15日20:15",
                "who": "我、大学同学小张、朋友圈好友",
                "description": "2023年4月15日晚上8点15分，我坐在家中的客厅沙发上，刷着朋友圈。忽然看到大学同学小张的升职消息，他成为了高层管理人员，朋友圈里一片祝贺声。看着大家的热情评论，我心里既羡慕又失落，觉得自己的努力似乎没有得到应有的回报。这个消息让我重新审视自己的工作表现，心情一下子沉重起来。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_2",
                "stage_key": "近期情况",
                "what": "我在看到小张的升职消息后，心情低落，决定与妻子李梅谈心，希望从家庭中寻求安慰。",
                "where": "南京市，家中卧室，床边",
                "when": "2023年4月15日21:00",
                "who": "我、妻子李梅",
                "description": "2023年4月15日晚上9点，我带着沉重的心情走进卧室，坐在床边，决定和妻子李梅谈谈。她正在整理床铺，看到我脸色不对，关切地问我怎么了。我把看到小张升职消息的事情告诉了她，希望能从她那里得到一些安慰。李梅听后，轻轻拍了拍我的肩膀，表示支持和理解，但我心里的失落感并没有完全消除。尽管家庭是我的支柱，但职业上的不满依然让我感到焦虑和失望。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_3",
                "stage_key": "近期情况",
                "what": "在与妻子谈心后，我决定通过加班和努力工作来证明自己，希望能获得上级的认可。",
                "where": "南京市，公司办公室，办公桌前",
                "when": "2023年4月16日22:30",
                "who": "我、公司同事",
                "description": "2023年4月16日晚10点半，我还在公司办公室加班。看着桌上堆积如山的文件，我下定决心要通过努力工作来证明自己，希望能获得上级的认可。办公室里只有几位同事还在忙碌，大家都显得很疲惫。我感到压力越来越大，情绪波动明显，但依然坚持工作。连续几天的加班让我开始失眠，身体也越来越疲惫，但我不想轻易放弃。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_1",
                "stage_key": "近期情况",
                "what": "在公司新项目启动会议上，我被上级指派领导一个关键项目。这让我感到压力巨大，因为我对项目的成功有强烈的责任感。",
                "where": "公司会议室，会议桌上摆满了项目资料和笔记本电脑，窗外能看到城市的高楼大厦。",
                "when": "2023年03月01日09:00",
                "who": "我，公司同事，上级领导",
                "description": "2023年3月1日上午9点，在公司会议室举行的新项目启动会议上，上级领导宣布我将负责一个关键项目。当时会议室里气氛紧张，所有人都在认真听取项目介绍。上级领导点名我作为项目领导，这一瞬间让我感到巨大的压力和责任。我的心跳加速，脑海中不断浮现出项目失败的可能性，这让我感到非常焦虑和不安。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_2",
                "stage_key": "近期情况",
                "what": "在项目初期，我遇到了技术难题，决定加班加点来解决问题。",
                "where": "公司办公室，夜晚的办公室灯光昏暗，只有几盏台灯亮着，空调的声音显得格外清晰。",
                "when": "2023年03月10日20:30",
                "who": "我，少数加班的同事",
                "description": "2023年3月10日晚上8点半，我独自在公司办公室加班，试图解决项目中的技术难题。办公室里只剩下几位同样加班的同事，四周一片寂静，只有敲击键盘的声音。我感到非常孤独和疲惫，但为了项目的成功，我坚持不懈地工作。在这一过程中，我不断告诉自己，我有能力面对这些挑战。这种信念让我稍微减轻了一些焦虑，但内心的压力依然存在。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_3",
                "stage_key": "近期情况",
                "what": "我成功解决了项目中的技术难题，并获得了团队的认可。",
                "where": "公司办公室，阳光透过窗户洒进来，桌上堆满了文件和技术资料。",
                "when": "2023年03月20日14:45",
                "who": "我，公司同事",
                "description": "2023年3月20日下午2点45分，我在公司办公室成功解决了项目中的技术难题。当时，同事们纷纷向我表示祝贺和赞赏，这让我感到一阵自豪。阳光透过窗户洒进来，整个办公室都充满了温暖的气息。我内心的自信心得到了极大的增强，感受到自己的能力得到了认可。然而，这种自信并未持续太久，因为我很快又开始担心下一个挑战。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_1",
                "stage_key": "近期情况",
                "what": "我在公司会议室看到一位同事因为工作失误被上司严厉批评，场面非常尴尬和紧张。",
                "where": "公司会议室，会议桌上摆满了文件和电脑，气氛压抑。",
                "when": "2023年02月15日14:30",
                "who": "我、被批评的同事、上司",
                "description": "2023年2月15日下午，我在公司会议室参加例行会议。会上，上司突然对一位同事的工作失误大发雷霆，批评声在会议室里回荡。同事低着头，一脸无措，大家都沉默不语。我感到心里一紧，想到自己也曾犯过类似的错误，不禁开始担心起来。这次观察让我对职场竞争和失败的后果产生了更深的恐惧，工作压力随之增加。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_2",
                "stage_key": "近期情况",
                "what": "在回家途中，我继续思考同事被批评的事件，开始怀疑自己的工作能力和职业前景。",
                "where": "回家途中，车窗外的景色快速掠过，我的思绪却停滞不前。",
                "when": "2023年02月15日17:45",
                "who": "我",
                "description": "2023年2月15日傍晚，我驾车回家的途中，脑海中不断回放同事被批评的情景。我开始怀疑自己的工作能力，担心如果自己也犯错，会不会遭遇同样的对待。我觉得自己的未来职业发展变得不那么确定，心中的焦虑感逐渐加重。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_3",
                "stage_key": "近期情况",
                "what": "回到家后，我与妻子交流了当天的情况，她试图安慰我，但我依然感到压力巨大。",
                "where": "家中，餐厅里灯光柔和，桌上摆着晚餐。",
                "when": "2023年02月15日19:30",
                "who": "我、妻子",
                "description": "2023年2月15日晚上，我回到家后，坐在餐桌旁，向妻子倾诉了白天发生的事情。她一边听一边握着我的手，不停地安慰我，说我已经很优秀了，不必太过自责。然而，我仍然感到压力巨大，脑海中挥之不去的焦虑让我感到孤立和无助。尽管家庭是我的支柱，但面对职场的压力，我依然无法释怀。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_1",
                "stage_key": "近期情况",
                "what": "2022年12月，公司内部传出升迁名额的消息，我认为自己有很大机会，但同时也感到了巨大的压力。我开始加班，希望通过更出色的表现获得上司的认可。",
                "where": "公司办公室，办公桌上堆满了文件和待处理的工作。",
                "when": "2022年12月01日09:00",
                "who": "我、上司、公司同事",
                "description": "2022年12月1日早上，公司办公室里传来升迁名额的消息。我心中既兴奋又紧张，感觉自己有很大的机会，但也感到了巨大的压力。为了确保自己能脱颖而出，我开始频繁加班，甚至连周末都不例外。每次看到上司经过我的办公桌，我都会更加卖力地工作，希望能获得他的认可。然而，随着加班时间的增加，我的情绪变得越来越紧张和焦虑，晚上躺在床上也难以入睡，脑海中不断回放着工作中的各种细节和可能的失误。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_2",
                "stage_key": "近期情况",
                "what": "2023年1月，公司年会中，其他同事获得表彰和奖励，我感到自己的努力没有得到应有的认可，内心感到失落。",
                "where": "公司年会现场，华丽的宴会厅里灯火辉煌，同事们脸上洋溢着笑容。",
                "when": "2023年01月15日20:00",
                "who": "我、公司同事、上司",
                "description": "2023年1月15日晚，公司年会在一间华丽的宴会厅举行。灯光璀璨，音乐悠扬，同事们都盛装出席，脸上洋溢着笑容。会上，上司一一表彰了那些获得奖励和提拔的同事，大家纷纷上台领取奖杯和证书。我坐在下面，心中百感交集，感觉自己的努力没有得到应有的认可。当同事们在台上分享他们的成功经验时，我的失落感越来越强烈，内心的焦虑和自我怀疑也随之加重。我默默地喝着手中的饮料，觉得自己不够优秀，仿佛被遗忘在角落里。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_3",
                "stage_key": "近期情况",
                "what": "2023年2月，我在与上司的谈话中得知自己未被考虑升迁。我感到极度失望和愤怒，认为自己的努力被忽视。",
                "where": "公司会议室，窗外阳光明媚，但我的心情却如同阴云密布。",
                "when": "2023年02月05日14:30",
                "who": "我、上司",
                "description": "2023年2月5日下午，公司会议室里，我和上司进行了一次谈话。窗外阳光明媚，但我的心情却如同阴云密布。当上司冷静地告诉我，我未被考虑升迁时，我感到一阵极度的失望和愤怒。我质问上司，我的努力和加班是否都被忽视了。上司只是简单地回应说，其他人表现更为出色。这句话像一把刀子刺在我的心上，我感到自己的努力被完全否定，心中充满了不公和愤怒。我离开会议室时，手心已经满是冷汗，脑海中不断回响着上司的话，心中充满了对自己能力的怀疑和对世界的不满。这种情绪让我更加疲惫，晚上躺在床上，失眠的问题也愈发严重。"
            }
        ]
    }
}