{
    "childhood": {
        "name": "陶山利",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "childhood",
                "what": "在一个秋高气爽的星期六早晨，我的父亲决定带我去军博物馆。他一大早就起床准备早餐，并告诉我今天将有一个特别的活动。",
                "where": "家中的厨房和餐厅，弥漫着刚煎好的鸡蛋和烤面包的香味。",
                "when": "2003年10月12日09:00",
                "who": "陶山利、父亲",
                "description": "2003年10月12日早上，我在家中的厨房和餐厅里，父亲一大早就起床准备早餐，厨房里弥漫着刚煎好的鸡蛋和烤面包的香味。他告诉我今天将有一个特别的活动，带我去军博物馆。我感到既兴奋又好奇，急忙吃完早餐，父亲开车带我去了博物馆。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "在小学三年级时，我因为家庭琐事分心，导致学习成绩一度下滑。一天，老师在班会上点名批评了我。",
                "where": "学校教室，阳光透过窗户洒在课桌上，空气中弥漫着粉笔灰。",
                "when": "2005年5月10日14:30",
                "who": "老师、同学们",
                "description": "2005年5月10日下午，班会课上，老师拿着成绩单，表情严肃地站在讲台前。她突然点名批评了我，声音在教室里回响。我的脸一下子烧了起来，感觉所有同学的目光都集中在我身上，窃窃私语声不绝于耳。我低下头，心中充满了羞愧和焦虑。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "回到家中，我向母亲诉说了在学校被批评的事情，母亲温柔地安慰我，并鼓励我继续努力。",
                "where": "家中，温暖的客厅，沙发上放着母亲刚刚缝制的抱枕。",
                "when": "2005年5月10日16:00",
                "who": "母亲",
                "description": "2005年5月10日下午，我回到家中，心情低落地坐在沙发上。母亲察觉到我的情绪异常，温柔地问我发生了什么。我告诉她在学校被老师批评的事情，眼泪不自觉地涌了出来。母亲轻轻拍着我的背，温柔地安慰我，鼓励我继续努力。她的话让我感到一丝安慰，但内心仍然坚定地认为必须通过努力取得好成绩来证明自己。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "为了不再被批评，我开始埋头苦读，每天放学回家后都在书桌前学习，拒绝和小伙伴一起玩耍。",
                "where": "家中，我的房间，一张简朴的书桌上堆满了课本和练习册。",
                "when": "2005年5月11日17:00",
                "who": "陶山利",
                "description": "2005年5月11日下午，放学回家后，我径直走进自己的房间，坐在书桌前开始学习。窗外传来小伙伴们欢快的笑声，但我咬紧牙关，拒绝了他们的邀约。我告诉自己，只有努力学习才能避免再次被批评。随着时间的推移，虽然我的成绩有所提升，但也感到越来越孤独和压力重重。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "我放学回家，看见妈妈在厨房忙碌。家里一片安静，午后的阳光透过窗户洒进来，显得温馨而宁静。",
                "where": "家中的厨房，温暖的阳光透过窗户洒在干净的地板上，厨房里弥漫着食物的香味。",
                "when": "2006年9月12日15:30",
                "who": "我和妈妈",
                "description": "2006年9月12日下午放学回家，我看到妈妈在厨房里忙碌。家里一片安静，午后的阳光透过窗户洒进来，显得温馨而宁静。厨房里弥漫着食物的香味，妈妈低头切菜，脸上带着温柔的笑容。我感受到一种深深的安心和温暖，这种家庭的氛围让我觉得很安全。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "妈妈突然接到奶奶生病的电话，脸色立刻变得紧张和焦虑，她迅速放下手中的事，准备赶去医院。",
                "where": "家中的厨房，原本温馨的气氛突然变得紧张起来。",
                "when": "2006年9月12日15:35",
                "who": "我、妈妈、奶奶",
                "description": "2006年9月12日下午，妈妈正在厨房忙碌时，突然接到了奶奶生病的电话。她的脸色立刻变得紧张和焦虑，迅速放下手中的事，赶忙准备去医院。我站在一旁，感受到气氛一下子变得紧张起来，心中也随之不安。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "妈妈带着我一起赶往医院。在车上，妈妈试图安慰我，但她自己的焦虑和担忧却无法掩饰。",
                "where": "从家到医院的路上，车内的气氛紧张而焦虑。",
                "when": "2006年9月12日15:50",
                "who": "我和妈妈",
                "description": "2006年9月12日下午，在接到电话后，妈妈带着我一起赶往医院。在车上，妈妈试图安慰我，但她自己的焦虑和担忧却无法掩饰。我能感觉到她的无助，这让我也感到非常紧张和不安。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "我和小伙伴们在小区里玩打仗游戏，大家一致推举我为‘队长’，让我感到非常激动和自豪。",
                "where": "我们的小区，狭窄的巷子和绿茵场地，周围都是熟悉的邻居。",
                "when": "2007年4月10日15:30",
                "who": "我和三个小伙伴，小明、小杰和小伟。",
                "description": "2007年4月10日下午3点半，我和小明、小杰、小伟在小区里玩打仗游戏。我们集合在小区的绿茵场地，讨论谁来当‘队长’。大家不约而同地推举我做队长，我心里感到一阵激动和自豪。我站在大家面前，脑海中快速浮现出各种‘作战’策略，心中暗暗下定决心，一定要好好表现。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "我带领小伙伴们制定‘作战计划’，并分配任务，每个人都认真听从指挥。",
                "where": "小区的绿茵场地，旁边有几棵大树和长椅。",
                "when": "2007年4月10日15:50",
                "who": "我和三个小伙伴，小明、小杰和小伟。",
                "description": "2007年4月10日下午3点50分，我开始带领小明、小杰和小伟制定‘作战计划’。我们围坐在绿茵场地上的长椅旁，我拿着一根树枝在地上画出‘战术图’。我分配小明负责‘侦察’，小杰负责‘突袭’，小伟负责‘掩护’。每个人都聚精会神地听我讲解，眼中闪烁着兴奋的光芒。我感到自己像个真正的指挥官，信心倍增。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "我带领小伙伴们‘攻破’了对方的‘阵地’，大家都很高兴，拍着我的肩膀称赞我。",
                "where": "我们的小区，特别是小区的另一头，那里是‘对方阵地’。",
                "when": "2007年4月10日16:15",
                "who": "我和三个小伙伴，小明、小杰和小伟。",
                "description": "2007年4月10日下午4点15分，在我们的小区另一头，我们成功‘攻破’了对方的‘阵地’。当我们冲过去的那一刻，感觉像胜利的英雄一样。小明、小杰和小伟兴奋地跳了起来，拍着我的肩膀，称赞我的指挥。我心中充满了成就感和喜悦，觉得自己的努力得到了回报，伙伴们的赞美让我更加自信。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "班主任通知班级要组织一次郊外野营活动，我因为对军事的兴趣，主动请缨负责搭帐篷。父亲在家里给我示范搭帐篷的技巧，并且鼓励我要在同学面前展示自己的能力。",
                "where": "家中的客厅，父亲特意在地板上铺开了一块草垫，模拟野营环境。",
                "when": "2008年6月5日17:30",
                "who": "陶山利、陶山利的父亲",
                "description": "2008年6月5日傍晚，在家中的客厅，父亲和我一起准备野营活动。父亲在地板上铺开了一块草垫，拿出帐篷材料，细心地为我示范每一个步骤。他的手法娴熟，眼神中充满了对我的期待和信任。他说：'山利，你一定能做好，相信自己。'我感受到父亲的鼓励，心中充满了责任感和决心，一定要在活动中表现出色。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "我在上学的路上看到一个小孩在玩耍时摔倒了，他的母亲立刻跑过去，把他扶起来并温柔地安慰他。这一幕让我深感母爱的力量。",
                "where": "上学路上，一条安静的小巷，两旁是高大的树木，阳光透过树叶斑驳地洒在地上。",
                "when": "2002年3月15日08:32",
                "who": "陶山利、一个陌生的小孩及其母亲",
                "description": "2002年3月15日早晨，我在上学的路上，经过一条安静的小巷，阳光透过树叶斑驳地洒在地上。我看到一个小孩在玩耍时不小心摔倒了，他的母亲立刻跑过去，把他扶起来，温柔地安慰他。我站在一旁，心中感到一阵温暖和感动。这一幕让我想起了我的母亲，她也是这样耐心地照顾我，让我感到安全和被爱。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "当天晚上，我在家中和母亲一起做作业，母亲耐心地指导我，帮助我解决难题。我感受到了母亲无私的爱和支持。",
                "where": "家中，我们的书桌上摆满了书本和文具，台灯下有一杯热牛奶。",
                "when": "2002年3月15日19:45",
                "who": "陶山利、母亲",
                "description": "2002年3月15日晚上，我和母亲坐在家中的书桌前做作业。桌上摆满了书本和文具，台灯的柔光洒在桌面上，旁边还有一杯热牛奶。我遇到了一道难题，母亲耐心地指导我，帮助我一步步解决。我感受到了她无私的爱和支持，心中充满了温暖和感激。这种感觉让我意识到母亲对我的关爱和支持是我成长的重要力量。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "几天后，我在学校里和小伙伴们玩打仗游戏时，不小心摔倒了，膝盖擦伤。我的一个小伙伴立刻跑过来，扶起我并关心地问我是否需要帮助。",
                "where": "学校操场，地上是松软的沙土，周围是正在玩耍的同学们。",
                "when": "2002年3月20日16:27",
                "who": "陶山利、小伙伴",
                "description": "2002年3月20日下午，我在学校的操场上和小伙伴们玩打仗游戏。操场的地上是松软的沙土，周围是正在玩耍的同学们。我不小心摔倒了，膝盖擦伤，疼得眼泪都快掉下来。这时，我的一个小伙伴立刻跑过来，把我扶起来，关心地问我是否需要帮助。我感受到了一种温暖和支持，心中涌起对朋友的感激之情。我意识到，不仅是家庭，小伙伴们也在我需要的时候给予关爱和帮助。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "父亲为了增强我的耐心和毅力，特意计划了一次钓鱼活动，并在出发前分享了自己年轻时钓鱼的故事，激励我。",
                "where": "家中，客厅的沙发上，父亲在讲述他的故事，旁边放着我们准备好的钓具。",
                "when": "2004年8月15日07:30",
                "who": "陶山利、父亲",
                "description": "2004年8月15日早上7点半，我和父亲在家中的客厅准备钓鱼的东西。父亲坐在沙发上，讲述着他年轻时钓鱼的故事，眼神中充满了回忆和期待。他告诉我，钓鱼需要耐心和毅力，这不仅是一次钓鱼，更是一次学习的机会。我看着他，心中充满了期待，也感受到了浓浓的父爱和支持。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "到达钓鱼地点后，我和父亲开始准备钓具，并在河边找到一个合适的钓鱼位置。初期，我尝试了多次都没有钓到鱼，开始感到有些沮丧和怀疑。",
                "where": "郊外河边，河水清澈见底，周围树影婆娑，一片宁静。",
                "when": "2004年8月15日08:15",
                "who": "陶山利、父亲",
                "description": "2004年8月15日上午8点15分，我们到达了郊外的一条河边。河水清澈见底，周围树影婆娑，环境非常宁静。我和父亲开始准备钓具，并找到了一个合适的位置。我坐在河边，心情有些紧张和期待。第一次抛竿，没有任何动静，接连几次都是如此，我渐渐感到有些沮丧和怀疑。父亲看出了我的情绪，走过来拍拍我的肩膀，温柔地对我说：“别急，钓鱼需要耐心，继续尝试，你会成功的。”"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "在父亲的鼓励下，我决定不放弃，继续专心钓鱼。经过长时间的等待和多次尝试，我终于钓到了一条大鱼。父亲为我欢呼，并夸奖了我的坚持和努力。",
                "where": "郊外河边，阳光洒在河面上，鱼线上闪烁着光芒。",
                "when": "2004年8月15日10:45",
                "who": "陶山利、父亲",
                "description": "2004年8月15日上午10点45分，在父亲的鼓励下，我决定不放弃，继续专心钓鱼。阳光洒在河面上，鱼线上闪烁着光芒。我耐心地等待，手握着鱼竿，心中默默地祈祷着。突然，鱼线动了一下，我迅速收竿，一条大鱼跃出水面！我激动得手都在颤抖，父亲在一旁欢呼起来：“太棒了！你做到了！”他紧紧抱住我，夸奖了我的坚持和努力。我感到无比的成就感和幸福感，明白了坚持和努力的重要性。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "那天下午放学后，我和小伙伴们在街上玩打仗游戏，大家玩得很开心。游戏结束后，我经过邻居家，突然听到里面传来激烈的争吵声。我好奇地停下脚步，透过窗户看到邻居家的小孩正在被父母责骂，因为他的考试成绩不佳。孩子低着头，不停地抽泣，而他的父母则在一旁愤怒地指责他。",
                "where": "邻居家的窗户外，街道上。",
                "when": "2006年11月15日16:30",
                "who": "我、邻居家的孩子及其父母。",
                "description": "2006年11月15日下午放学后，我和小伙伴们在街上玩完打仗游戏，路过邻居家的时候，听到里面传来大声的争吵声。我好奇地停下来，透过窗户看到邻居家的小孩因为考试成绩不佳而被父母责骂。孩子低着头，不停地抽泣，而他的父母则在一旁愤怒地指责他。我当时感到心里很难受，仿佛那一刻空气都凝固了，孩子的哭声和父母的责骂声在我的脑海中挥之不去。回到家后，我开始反思自己的成绩，并对未来的考试产生了压力。这次事件加深了我对成绩的重视，也使我感受到来自家庭期望的压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "学校宣布将举办一次演讲比赛，我对演讲比赛非常感兴趣，但也充满了紧张和不安。",
                "where": "学校的教室，阳光透过窗户洒在书桌上，同学们正在各自忙碌。",
                "when": "2008年10月20日08:30",
                "who": "陶山利、老师、同学们",
                "description": "2008年10月20日早上，班主任老师在教室里宣布学校将举办一次演讲比赛。听到这个消息，我心跳加速，既感到兴奋又充满了紧张和不安。我对演讲比赛非常感兴趣，但担心自己无法表现出色。老师在讲台上鼓励大家积极参与，同学们也在讨论着自己的想法。这一时刻，我决定参加比赛，希望通过取得好成绩来证明自己的价值。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "我开始为演讲比赛做准备，反复练习，但在练习过程中不断遇到困难，感到压力和紧张。",
                "where": "家中的客厅和学校的教室，家中温馨的环境和教室里的学习气氛。",
                "when": "2008年11月15日19:00",
                "who": "陶山利、父母、小伙伴们",
                "description": "2008年11月15日晚，我在家中的客厅里准备演讲比赛稿件。父母坐在沙发上，一边看电视一边不时给予我鼓励。每当我遇到困难时，母亲会过来拍拍我的肩膀，父亲则会给我一些建议。在学校的教室里，我也会和小伙伴们一起练习，他们总是给予我支持和鼓励。尽管如此，我依然感到很大的压力和紧张，担心自己无法在比赛中取得好成绩。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "演讲比赛当天，我在上台前非常紧张，但最终克服了紧张，顺利完成了演讲，并获得了三等奖。",
                "where": "学校礼堂，舞台上灯光明亮，观众席上坐满了同学和老师。",
                "when": "2008年12月01日14:30",
                "who": "陶山利、老师、同学们",
                "description": "2008年12月01日下午，在学校礼堂里，我站在舞台侧幕等待上场，手心里满是汗水，心跳如鼓。耳边是同学们的鼓励声，老师也在一旁微笑着为我加油。终于轮到我上台了，灯光照在我身上，我感到一阵眩晕，但深吸一口气后，我开始了演讲。随着演讲的进行，我逐渐进入了状态，紧张感也慢慢消散。演讲结束时，台下响起了热烈的掌声。我获得了三等奖，这次成功让我体验到了克服困难后的成就感，增强了自信心。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "在一次上课时，我突然感到身体不适，头晕目眩，无法集中注意力。老师发现了我的异常，决定打电话联系我的母亲。",
                "where": "学校教室，教室内的桌椅整齐排列，黑板上还有老师刚刚写下的数学公式。",
                "when": "2005年2月14日14:20",
                "who": "我、老师、母亲",
                "description": "2005年2月14日下午2:20，在学校的教室里，我突然感到一阵头晕目眩，无法集中注意力。老师注意到我面色苍白，走过来关切地询问我的情况。她决定打电话联系我的母亲。当时我感到非常害怕和不安，但知道母亲会来接我，让我稍微安心了一点。母亲在接到电话后很快赶到学校，她温柔地走进教室，带着担忧的神情，轻声安慰我并带我回家。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "回到家后，母亲为我准备了温热的汤药，并一直陪在我身边，关切地照顾我。",
                "where": "家中的厨房和卧室，厨房里飘着药汤的香气，卧室中摆放着我喜爱的玩具。",
                "when": "2005年2月14日15:30",
                "who": "我、母亲",
                "description": "2005年2月14日下午3:30，回到家后，母亲立刻为我准备了温热的汤药。厨房里弥漫着药汤的香气，她小心翼翼地端着汤药走到卧室，轻声呼唤我喝下。母亲坐在我床边，一直陪伴着我，轻轻抚摸我的额头，试图让我感觉更舒服。她的关爱和温暖让我感到无比安心，这进一步增强了我对家庭的归属感和对母亲的依赖。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "夜晚，我的病情有些反复，母亲彻夜未眠地照顾我，时不时地给我测量体温和喂药。",
                "where": "家中的卧室，柔和的灯光照亮了房间，床头柜上放着药瓶和温水。",
                "when": "2005年2月15日02:00",
                "who": "我、母亲",
                "description": "2005年2月15日凌晨2:00，我的病情突然有些反复，开始发烧。母亲彻夜未眠地照顾我，时不时地为我测量体温并喂我药。房间里只有柔和的灯光，母亲的身影显得异常疲惫，但她依然不停地为我忙碌着。我能够感受到她的担忧和关爱，心里既感动又温暖。这次经历让我更加珍惜母亲的关爱，并增强了对家庭的依赖感和归属感。我意识到，在困境中，重要的人会一直在身边支持我。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "我看到爸爸因为工作压力大而烦躁不安，妈妈则耐心地安慰他，这让我感受到家庭成员之间的支持和理解。",
                "where": "家中客厅，墙上挂着全家福照片，桌上摆放着妈妈刚做好的晚餐。",
                "when": "2007年07月15日19:30",
                "who": "我、爸爸、妈妈",
                "description": "2007年7月15日晚上，我在家中客厅看到爸爸因为工作压力大而烦躁不安。他不停地在客厅里来回踱步，皱着眉头，脸色阴沉。妈妈则温柔地坐在沙发上，轻声安慰他，劝他不要太过担心。我坐在一旁，看着他们之间的互动，心中感受到一股温暖和安心。爸爸的脸色逐渐缓和下来，他坐到妈妈身边，握住她的手，感激地笑了。这一幕让我深刻体会到家庭成员之间的支持和理解是多么重要。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "看到父母之间的互动后，我试图在学校里帮助一个因为成绩差而感到压力的小伙伴。我在课间主动与对方交谈，分享自己的学习方法并给予鼓励。",
                "where": "学校的走廊，墙上贴满了各种学习资料和班级公告。",
                "when": "2007年07月16日10:20",
                "who": "我、小伙伴",
                "description": "2007年7月16日上午课间休息，我在学校的走廊上看到一个小伙伴因为成绩差而感到压力，独自坐在角落里低着头。我想起昨天看到的父母之间的互动，决定主动去帮助他。我走到他身边，坐下来说道：“别担心，我也曾经遇到过类似的情况，我们可以一起努力。”然后我分享了一些自己的学习方法，并告诉他只要努力，就一定会有回报。看到他逐渐露出的笑容，我感到一种前所未有的成就感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "回到家后，我将自己在学校帮助小伙伴的经历告诉了父母。父亲表示非常自豪，母亲则给予了我更多的鼓励和支持。",
                "where": "家中客厅，窗外的夕阳透过窗帘洒进房间。",
                "when": "2007年07月16日18:45",
                "who": "我、爸爸、妈妈",
                "description": "2007年7月16日晚上，我回到家后，迫不及待地将自己在学校帮助小伙伴的经历告诉了父母。我们坐在客厅的沙发上，窗外的夕阳透过窗帘洒进房间，整个房间显得格外温馨。听完我的讲述，爸爸开心地拍了拍我的肩膀，说道：“你做得很好，我为你感到自豪。”妈妈则坐在一旁，微笑着点头，温柔地说：“你真的很棒，继续努力吧。”父母的认可和鼓励让我感到无比自信，也让我更加明白努力和帮助他人是有意义的。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "在一个秋天周末的下午，我和我的三个小伙伴决定在小区的空地上玩打仗游戏。我利用从父亲那里学到的军事知识，在游戏中扮演指挥官的角色，指挥大家进行战斗。",
                "where": "小区空地，四周是一些低矮的灌木和几栋居民楼，地上还有一些落叶。",
                "when": "2007年11月03日15:20",
                "who": "我（陶山利）、小伙伴们（小李、小王、小张）",
                "description": "2007年11月3日下午，在小区空地上，阳光透过稀疏的云层洒下来，我和小伙伴们准备开始我们最喜欢的打仗游戏。我从父亲那学到的战术知识派上了用场，兴奋地指挥着大家伏击、进攻、撤退。小李、小王和小张都听从我的指挥，整个游戏充满了欢声笑语。那一刻，我感到无比自豪和满足，仿佛自己真的成为了一名指挥官。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "在游戏过程中，我和小李因为战术安排意见不合而发生争执。争执逐渐激烈起来，双方都有些情绪失控，其他小伙伴试图调解，但效果不佳。",
                "where": "小区空地，靠近一棵大树的地方，树上挂着一些我们的“战旗”。",
                "when": "2007年11月03日15:45",
                "who": "我（陶山利）、小李、小王、小张",
                "description": "2007年11月3日下午3点45分左右，在靠近小区空地大树的地方，我和小李因为战术安排的分歧争执起来。小李觉得我们的伏击位置不对，而我坚持自己的意见。争吵声越来越大，甚至引来了周围其他小朋友的注意。小王和小张试图劝和，但我们都情绪激动，谁也不肯让步。我感觉胸口有些闷，心里充满了焦虑和不安。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "在争执后，我们冷静下来，通过协商和互相理解，最终解决了问题。我们重新开始游戏，并且更加团结，合作更加顺畅。",
                "where": "小区空地，靠近大树的地方，地上还散落着一些我们用来做战术布置的树枝。",
                "when": "2007年11月03日16:10",
                "who": "我（陶山利）、小李、小王、小张",
                "description": "2007年11月3日下午4点10分左右，经过一段时间的冷静和沟通，我和小李终于达成了共识。我们重新调整了战术，大家又一起投入到游戏中。这次的合作比以前更加顺畅，我们彼此的信任也更深了。那一刻，我感到一种从未有过的满足和成就感，明白了沟通和理解的重要性。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "我在学校教室里得知我的同学小明因为父母工作调动即将搬家。小明是我最好的朋友之一，我们经常一起玩打仗游戏。听到这个消息时，我感到震惊和难过。",
                "where": "学校教室，教室里光线明亮，墙上贴满了同学们的手工作品。",
                "when": "2006年05月03日15:30",
                "who": "我（陶山利）、小明、其他同学",
                "description": "2006年5月3日下午，我在学校教室里听到老师宣布，小明因为父母工作调动即将搬家。我的心一下子沉了下来。小明是我最好的朋友，我们一起度过了无数快乐的时光，特别是玩打仗游戏。听到这个消息时，我的脑海中闪过我们一起玩耍的场景，眼泪不自觉地涌上眼眶。周围的同学也都显得很惊讶和难过，教室里一片沉默。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "学校为小明举办了欢送会，大家在教室里一起为小明送别。我和其他同学一起准备了小明最喜欢的零食和玩具，并写了祝福卡片。",
                "where": "学校教室，教室被装饰得非常温馨，桌上摆满了零食和玩具。",
                "when": "2006年05月05日16:00",
                "who": "我（陶山利）、小明、其他同学、老师",
                "description": "2006年5月5日下午，学校为小明举办了欢送会。教室被同学们装饰得非常温馨，桌上摆满了小明最喜欢的零食和玩具。我们每个人都为小明写了祝福卡片，祝愿他在新的地方一切顺利。欢送会上，大家一起唱歌、玩游戏，气氛很温馨，但我心里却始终有一股淡淡的忧伤。我知道，这次离别意味着我们不能再像以前那样无忧无虑地玩耍了。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "在家里与父母谈起小明搬家的事情。父亲安慰我说，离别是生活的一部分，重要的是珍惜每一个当下的时刻，并鼓励我继续努力追求自己的梦想。",
                "where": "家中客厅，客厅里摆放着一家人的合影，墙上挂着父亲的工作证。",
                "when": "2006年05月10日19:00",
                "who": "我（陶山利）、父亲、母亲",
                "description": "2006年5月10日晚上，我和父母在家中的客厅谈起小明搬家的事情。父亲安慰我说，离别是生活的一部分，重要的是珍惜每一个当下的时刻，并鼓励我继续努力追求自己的梦想。母亲也在一旁温柔地拍着我的背，告诉我，无论发生什么，家永远是我的避风港。我感受到家庭的温暖和支持，心中的不安和失落也有所缓解。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "我在家中刻苦学习数学，为即将到来的考试做准备。我的父亲在旁边鼓励我，母亲则为我准备了点心。",
                "where": "家中的客厅，桌上摆满了数学书和练习册，母亲在厨房里忙碌。",
                "when": "2008年2月28日19:30",
                "who": "我、父亲、母亲",
                "description": "2008年2月28日晚上7点半，我坐在家中的客厅里，聚精会神地做着数学题。桌上铺满了数学书和练习册，旁边的笔记本上写满了公式和解题步骤。父亲坐在我旁边，不时地鼓励我几句，让我感到安心。母亲在厨房里忙碌着，为我准备了我最喜欢的点心。每当我抬头看到他们的身影，我的心中就充满了温暖和力量。我感到自己不是一个人在奋斗，这让我对即将到来的考试充满信心。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "数学考试当天，我进入教室，发现座位上有同学在讨论题目，我感到一丝紧张，但还是选择了冷静下来，专注于自己的准备。",
                "where": "学校教室，教室里充满了同学们紧张的讨论声，空气中弥漫着考试的紧张氛围。",
                "when": "2008年3月1日08:45",
                "who": "我、同学们",
                "description": "2008年3月1日早上8点45分，我走进学校的教室，发现同学们已经在座位上紧张地讨论着即将开始的数学考试。教室里充满了低声的交流和翻书的声音，空气中弥漫着紧张的气氛。我感到一丝紧张，但深吸一口气，告诉自己要冷静下来。我找到自己的座位，默默地复习着自己准备的内容，尽量让自己保持专注。尽管心中有些不安，但我知道自己已经尽了最大的努力，这让我感到踏实。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "数学考试结束后，我感到放松。几天后，考试成绩公布，我得到了满分。老师在全班面前表扬了我，我感到非常自豪和开心。",
                "where": "学校教室，教室里的黑板上写着成绩公布的通知，老师站在讲台上，面对全班同学。",
                "when": "2008年3月5日15:30",
                "who": "我、老师、同学们",
                "description": "2008年3月5日下午3点半，老师在教室里公布了数学考试的成绩。当她念到我的名字和满分成绩时，我的心中充满了喜悦和自豪。老师在全班同学面前表扬了我，同学们投来了羡慕的目光。我微笑着站起来，向大家鞠了一躬，心中充满了成就感。这一刻，我感到自己的努力得到了回报，所有的辛苦都是值得的。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "在游乐场的一次游玩中，我和母亲注意到一个小朋友迷路了。他的父母非常着急，到处找他，我感受到一种紧张和不安的情绪。",
                "where": "游乐场，人声鼎沸，周围充满了孩子们的欢声笑语和各种游乐设施的声音。",
                "when": "2004年6月15日14:30",
                "who": "我、母亲、迷路小朋友及其父母",
                "description": "2004年6月15日下午，我和母亲一起去了游乐场。那里人很多，孩子们的笑声此起彼伏。突然，我们看到一个小朋友在游乐场迷路了，他的父母非常着急，到处找他。看到这一幕，我心里感到紧张和不安，忍不住想象如果我迷路了，父母也会同样着急。这让我更加意识到家庭的重要性和父母对我的关爱。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "随着时间的推移，那对父母终于找到了迷路的小朋友，他们团聚在一起，彼此紧紧拥抱，泪流满面。这一场景深深打动了我。",
                "where": "游乐场，阳光明媚，空气中弥漫着甜甜的棉花糖味。",
                "when": "2004年6月15日14:45",
                "who": "我、母亲、迷路小朋友及其父母",
                "description": "2004年6月15日下午2点45分左右，我和母亲还在游乐场。我们看到那对父母终于找到了迷路的小朋友，他们紧紧拥抱在一起，泪流满面。这一幕让我内心感到一种深深的温暖和感动。我意识到家庭成员之间的情感纽带是如此强烈和重要。这一刻，我更加珍惜自己的家庭和父母的爱。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "在回家的路上，我和母亲讨论了在游乐场看到的情景。母亲告诉我，家人永远是最重要的，他们会一直在我身边支持和帮助我。",
                "where": "回家的路上，夕阳西下，街道两旁的树影拖得很长。",
                "when": "2004年6月15日15:00",
                "who": "我和母亲",
                "description": "2004年6月15日下午3点，我们走在回家的路上，夕阳的余晖洒在地上，街道显得格外宁静。我和母亲讨论了刚才在游乐场看到的情景。母亲温柔地对我说，家人永远是最重要的，他们会一直在我身边支持和帮助我。听到这些话，我感到一种被保护的感觉，同时也感受到一种责任，要保护好自己的家人。这让我更加明白家庭的重要性和责任感。"
            }
        ]
    },
    "adolescence": {
        "name": "陶山利",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "那是我第一次参加军事俱乐部的训练，心情既紧张又兴奋。我担心自己无法胜任这次训练，但我决心表现得最好。",
                "where": "学校的军事俱乐部训练场，空气中弥漫着新鲜的草香。",
                "when": "2010年09月10日15:30",
                "who": "军事俱乐部教练和其他成员",
                "description": "2010年9月10日下午3点半，天气晴朗，阳光洒在学校的军事俱乐部训练场上。空气中弥漫着新鲜的草香。我站在训练场边，心跳加速，手心出汗。教练和其他成员已经准备好开始训练，我深吸一口气，尽量让自己镇定下来。随着训练的进行，我逐渐找到了节奏，教练的赞赏让我内心一阵暖意。这次积极的体验大大增强了我的自信心。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "在第一次训练后的一周，我感受到了成员之间的竞争压力。",
                "where": "学校的军事俱乐部训练场，训练设备整齐排列。",
                "when": "2010年09月17日16:00",
                "who": "军事俱乐部教练和其他成员",
                "description": "2010年9月17日下午4点，阳光依旧灿烂，我再次来到军事俱乐部训练场。这次，我发现其他成员也在努力表现，竞争的气氛弥漫在整个训练场。我感到压力倍增，但也激发了更强的动力。我加倍练习，希望能够脱颖而出，不辜负自己的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "一个月后的训练中，我表现优异，赢得了一次小型比赛。",
                "where": "学校的军事俱乐部训练场，观众席上坐满了为我们加油的同学。",
                "when": "2010年10月10日17:45",
                "who": "军事俱乐部教练和其他成员",
                "description": "2010年10月10日下午5点45分，学校的军事俱乐部训练场上，观众席上坐满了为我们加油的同学。我参加了一次小型比赛，内心充满了自信和期待。比赛中，我全力以赴，最终赢得了胜利。当教练和其他成员为我鼓掌时，我感到无比自豪和满足。这次成功让我更加确信自己的努力是有意义的。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "我在2010年初加入了学校的军事俱乐部。在第一次训练中，我感到非常紧张，但很快适应了训练节奏，并逐渐表现出色，成为俱乐部的核心成员。",
                "where": "学校的军事俱乐部训练场，四周是绿色的训练设备和标语。",
                "when": "2010年03月15日15:30",
                "who": "军事俱乐部成员，包括五位熟悉的训练伙伴和教练。",
                "description": "2010年3月15日下午，我第一次走进学校的军事俱乐部训练场，心情既紧张又激动。四周是绿色的训练设备和激励标语，我感到强烈的使命感。训练开始后，我全力以赴，尽管身体疲惫，但我不断挑战自己的极限。在教练的指导下，我逐渐掌握了各种技能，表现越来越出色。俱乐部的成员们也纷纷对我刮目相看，我的自信心大大增强。我开始意识到自己在军事领域的潜力，激发了对军事的热爱。这个经历让我更加坚定了要在军事领域取得成功的决心。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "在一次数学考试中，我获得了全班第一名。班主任在全班面前表扬了我，并说：'陶山利不仅在军事训练中表现出色，学业上也很优秀。'这让我感到自己的努力得到了认可。",
                "where": "学校的教室，黑板上还写着当天的考试题目。",
                "when": "2010年12月10日10:45",
                "who": "班主任和全班同学",
                "description": "2010年12月10日上午，我坐在教室里，心情忐忑地等待数学考试成绩的公布。当班主任走进教室时，我的心跳加速。当她宣布我获得全班第一名时，我简直不敢相信自己的耳朵。班主任在全班同学面前表扬了我，说我不仅在军事训练中表现出色，学业上也很优秀。全班同学都向我投来赞许的目光，我感到无比自豪和开心。这次表扬让我感受到自己的努力得到了认可，进一步增强了我对自我价值的信心。我意识到，只要我继续努力，不仅在军事领域，在学业上也能取得优异成绩。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "在一次军事俱乐部的训练中，我因过度劳累而受伤。尽管如此，我还是坚持完成了训练任务，得到了教练和同伴们的赞赏。",
                "where": "学校的操场，地面上布满了训练器材和障碍物。",
                "when": "2011年03月20日16:15",
                "who": "军事俱乐部成员和教练",
                "description": "2011年3月20日下午，我们在学校操场进行一次高强度的军事训练。操场上布满了各种训练器材和障碍物，我感到身体越来越疲惫，但心中有一股不服输的劲头。突然，我感到脚踝一阵剧痛，但我咬紧牙关，坚持完成了训练任务。训练结束后，我的同伴们围过来，纷纷关心我的伤势，教练也拍着我的肩膀对我表示赞赏。我内心感到极大的满足和成就感。这次受伤虽然让我感受到身体上的痛苦，但同伴们的支持和教练的赞赏让我意识到自己的努力是值得的。这一事件让我更加坚定了自己的信念：只要我坚持努力，我的付出终将得到回报。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "那天，我们在军事俱乐部的训练场上进行体能测试。所有人都在拼尽全力，教练在一旁严厉地监督。突然，我听到教练的怒吼声，原来是李伟因为体能测试不合格被教练严厉批评。现场的气氛一下子变得紧张起来。",
                "where": "学校的军事俱乐部训练场，四周是高大的树木，训练场上的红土在阳光下显得格外耀眼。",
                "when": "2011年03月15日15:30",
                "who": "军事俱乐部教练、李伟、其他军事俱乐部成员",
                "description": "2011年03月15日下午，阳光明媚的训练场上，我们正在进行体能测试。每个人都在竭尽全力，教练在一旁紧盯着我们。突然，教练的怒吼声打破了训练场的宁静，所有人都停下来看向李伟。他因为体能测试的不合格被教练严厉批评。教练的脸色铁青，声音严厉，李伟低着头，脸上满是挫败感。看着这一幕，我感到心情沉重，深切感受到失败的严重后果。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "李伟选择退出俱乐部后，我们在一次集会上讨论了这个事件。大家的情绪都很低落，讨论中流露出对李伟的同情和对教练严厉态度的恐惧。我在这次讨论中几乎没有说话，但在心里不断提醒自己绝不能成为下一个李伟。",
                "where": "学校的军事俱乐部休息室，墙上挂着各种军事训练的照片，桌子上堆满了训练用的器材。",
                "when": "2011年03月15日16:30",
                "who": "军事俱乐部其他成员",
                "description": "2011年03月15日下午，在军事俱乐部的休息室里，我们围坐在一起，讨论李伟退出俱乐部的事。大家都显得很低落，有人叹息，有人默默无语。讨论中，大家对李伟表现出了同情，也对教练的严厉态度感到恐惧。我一直安静地坐着，心中暗暗发誓，绝不能成为下一个李伟。我感到一种无形的压力笼罩在心头。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "几天后，我在一次单独训练中表现得尤为卖力，甚至超出了身体承受极限。教练看到了我的努力，给予了我鼓励和肯定，但同时也提醒我要注意训练强度，避免受伤。",
                "where": "学校的军事俱乐部训练场，空气中弥漫着草木的清香，训练场边有一个小水池。",
                "when": "2011年03月18日17:00",
                "who": "军事俱乐部教练",
                "description": "2011年03月18日下午，我在军事俱乐部的训练场上进行单独训练。那天，我比平时更加卖力，汗水浸透了衣服，甚至感到身体有些吃不消。教练走过来，拍了拍我的肩膀，表扬了我的努力，同时也提醒我要注意训练强度，避免受伤。听到教练的肯定，我感到一丝安慰，但心中的压力并未减轻，反而更加坚定了要全力以赴，不能失败的信念。我害怕自己一旦放松，就会失去机会和认可。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "班主任发现我对军事的兴趣和天赋，建议我加入学校的军事俱乐部。我接受了建议，开始在俱乐部中训练。",
                "where": "中学校园的教室，班主任的办公桌旁。",
                "when": "2010年9月15日15:30",
                "who": "班主任、军事俱乐部教练、俱乐部成员",
                "description": "2010年9月15日下午，我在教室里做作业时，班主任走过来，微笑着对我说：“陶山利，我注意到你对军事方面特别感兴趣，而且你的天赋也很突出。你考虑过加入学校的军事俱乐部吗？”我的心一下子跳得很快，感到既兴奋又紧张。我点了点头，班主任接着说：“那太好了，我觉得你会在那儿有很好的发展。”于是，我决定加入俱乐部，开始了我的军事训练之旅。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "在军事俱乐部中，我逐渐展现出领导才能，常常带领队友完成训练任务，并在俱乐部的内部竞赛中表现突出。",
                "where": "中学校园军事俱乐部训练场",
                "when": "2010年11月20日14:45",
                "who": "军事俱乐部教练、俱乐部成员",
                "description": "2010年11月20日下午，在军事俱乐部的训练场上，我带领队友们进行了一次模拟战斗训练。训练结束后，教练对我说：“陶山利，你的指挥非常出色，队友们都很信任你。”我感到一阵自豪，队友们也纷纷拍着我的肩膀表示赞赏。那一刻，我觉得自己的努力得到了肯定，心中充满了成就感。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "在一次市级军事竞赛中，我带领队伍取得了第一名。教练在颁奖时对我说：'你是个天生的领导者。'队友们也为我欢呼。",
                "where": "市级军事竞赛场地",
                "when": "2011年6月10日16:30",
                "who": "教练、队友和其他参赛者",
                "description": "2011年6月10日下午，我带领队伍参加市级军事竞赛。经过激烈的比拼，我们最终赢得了第一名。当教练在颁奖台上对我说：“你是个天生的领导者。”时，我的心中涌起一阵强烈的自豪感。队友们围着我欢呼，那一刻，我感到自己的努力和领导能力得到了最大的认可。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "我在课后目睹了班主任在耐心地帮助一位成绩不好的同学补习，班主任不仅细心讲解问题，还鼓励那位同学，只要努力就一定能进步。",
                "where": "学校教室，教室里的桌椅整齐排列，窗外阳光透进来，教室里只有我们三人。",
                "when": "2012年2月20日16:30",
                "who": "班主任、那位同学、我",
                "description": "2012年2月20日下午16:30，我在学校教室里目睹了班主任耐心地帮助一位成绩不好的同学补习。班主任细心地为他讲解每一个问题，还不时地鼓励他说，只要努力就一定能进步。我站在一旁，内心深受触动，感受到了班主任的关怀和对学生的期望。这一刻让我深刻认识到努力和坚持的重要性，并对自己的未来充满了信心。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "目睹班主任帮助同学的事件后，我开始更加努力地投入到自己的学习和军事俱乐部的训练中。每天早晨五点起床跑步，晚上则在家里复习功课。",
                "where": "我的家和学校操场，家里的书桌上堆满了课本，操场上晨雾未散，四周静谧。",
                "when": "2012年3月1日05:00",
                "who": "我",
                "description": "2012年3月1日早晨05:00，我在家中的书桌上复习完功课后，便到学校操场开始晨跑。每天早晨五点起床跑步，晚上则在家里复习功课。这种日复一日的坚持让我学业和军事训练成绩有了显著提升。每当感到疲惫时，我都会想起班主任鼓励同学时的情景，这激励着我不断前行。通过每天的坚持和努力，我感受到了成功的喜悦，也增强了自信心。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "几个月后，在一次军事俱乐部的比赛中，我取得了优异成绩，并被评为'最佳学员'。在颁奖典礼上，班主任特别表扬了我的努力和坚持。",
                "where": "学校礼堂，礼堂内座无虚席，舞台上布置着奖杯和奖状。",
                "when": "2012年5月15日14:00",
                "who": "班主任、军事俱乐部成员、我",
                "description": "2012年5月15日下午14:00，在学校礼堂举行的颁奖典礼上，我因在军事俱乐部的比赛中取得了优异成绩，被评为了'最佳学员'。当班主任在台上特别表扬我的努力和坚持时，我心中充满了自豪和感激。这一刻让我更加坚定了继续努力的决心，同时也增强了我的责任感，感受到来自班主任和同伴们的认可和尊重。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "在一次军事俱乐部的常规训练中，我和队友们进行了一场高强度的体能训练。这次训练包含长跑、越野障碍和耐力测试。由于天气炎热，训练条件异常艰苦，我感到身体疲惫，甚至有些坚持不住。",
                "where": "学校的军事俱乐部训练场，四周是茂密的树木，地面上满是泥泞。",
                "when": "2012年5月15日14:30",
                "who": "军事俱乐部教练和其他成员",
                "description": "2012年5月15日下午2点半，在学校的军事俱乐部训练场，教练吹响了集合的哨声。我们开始了长跑、越野障碍和耐力测试。天气非常炎热，汗水不停地从额头流下，眼睛被汗水刺得睁不开。我的双腿像灌了铅一样，每一步都显得无比艰难，但心中一直有个信念'我必须成功才能证明自己的价值'。尽管受了轻伤，我还是咬牙坚持完成了训练任务。这次经历让我更加相信自己的坚韧和能力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "训练结束后，教练走到我面前，拍了拍我的肩膀，说：'你很坚强，值得敬佩。'这一评价让我感到强烈的自豪感和成就感。",
                "where": "学校的军事俱乐部训练场，训练场一侧是休息的长椅。",
                "when": "2012年5月15日15:45",
                "who": "军事俱乐部教练",
                "description": "训练结束的哨声响起，大家都显得筋疲力尽。我坐在训练场一侧的长椅上，擦拭着额头的汗水。教练走过来，拍了拍我的肩膀，微笑着说：'你很坚强，值得敬佩。'听到这句话，我心中涌起一股强烈的自豪感和成就感，仿佛所有的努力和坚持在这一刻都得到了认可。这种感觉让我更加坚定了自己的信念。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "在受伤后的几天里，我继续参加训练，尽管伤口仍然疼痛，但我没有退缩。这种表现得到了同伴们的一致称赞，大家纷纷表示要向我学习。",
                "where": "学校的军事俱乐部训练场，训练场上搭建了各种障碍物。",
                "when": "2012年5月18日16:00",
                "who": "军事俱乐部其他成员",
                "description": "2012年5月18日下午4点，我依然在训练场上进行着高强度的训练。虽然伤口还在隐隐作痛，但我没有选择退缩。其他成员看到我坚持不懈的样子，纷纷过来称赞我的毅力，表示要向我学习。这种认可让我感受到集体的支持和归属感，进一步增强了我的自信心和自我价值感。我坚信，只要坚持努力，就会得到应有的回报和认可。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "军事俱乐部正在进行常规的体能训练，天气寒冷，很多人心情低落。我注意到一位战友在训练中依然积极主动，甚至在别人体力不支时自愿加练。",
                "where": "学校的军事俱乐部训练场，四周是寒风凛冽的操场，地面上还有未融化的积雪。",
                "when": "2013年3月15日14:30",
                "who": "陶山利，军事俱乐部成员",
                "description": "2013年3月15日下午，我和军事俱乐部的其他成员在寒冷的天气中进行体能训练。尽管大家都显得有些疲惫和低落，我却注意到一位战友依然以饱满的热情进行训练。他在别人体力不支的时候，自愿加练，显得特别积极和坚韧。这让我感到非常震撼和敬佩，于是开始深思，为什么在如此恶劣的条件下他依然能保持如此积极的态度？这件事激励了我，并让我意识到积极面对挑战的重要性。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "几周后的一个下午，军事俱乐部举行了一次内部的体能比赛。这位积极训练的战友在比赛中表现出色，最终取得了第一名的好成绩。",
                "where": "学校的军事俱乐部训练场，场地四周站满了观赛的同学和教练，空气中充满了紧张和期待的氛围。",
                "when": "2013年4月3日16:00",
                "who": "陶山利，军事俱乐部成员",
                "description": "2013年4月3日下午，军事俱乐部举行了一次内部的体能比赛，场地四周站满了观赛的同学和教练，空气中充满了紧张和期待的氛围。我见证了那个平日里积极训练的战友在比赛中的表现，他以卓越的实力和顽强的精神赢得了第一名的好成绩。这让我更加确信积极态度和努力的重要性，亲眼见证了他的努力带来的成果不仅让我感到开心和激励，也让我更加坚定了继续努力的信念。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "在比赛结束后的一个星期五晚上，军事俱乐部成员们聚在一起庆祝比赛的成功。我与那位获得优异成绩的战友进行了深入的交流，了解到他一直以来的努力和坚持。",
                "where": "学校的军事俱乐部活动室，房间布置得温馨，墙上挂满了比赛的奖牌和照片。",
                "when": "2013年4月12日19:30",
                "who": "陶山利，军事俱乐部成员",
                "description": "2013年4月12日晚上，军事俱乐部成员们聚在活动室里庆祝比赛的成功。活动室布置得温馨，墙上挂满了比赛的奖牌和照片。我趁着这个机会，与那位获得优异成绩的战友进行了深入的交流。他告诉我他一直以来的努力和坚持的故事，这让我感到非常温暖和受鼓舞。我更加清晰地认识到努力和积极态度的重要性，这次交流也增强了我们之间的友谊，进一步坚定了我的信念：努力是有意义的，积极面对挑战才能不断成长。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "在班主任的推荐下，我参加了学校举办的公开演讲比赛。这是我第一次在这么多观众面前演讲，内心充满了紧张和期待。",
                "where": "学校礼堂，舞台中央摆放着麦克风和讲台，观众席上坐满了学生和老师。",
                "when": "2013年10月5日13:30",
                "who": "班主任、评委、观众",
                "description": "2013年10月5日下午1点30分，我站在学校礼堂的舞台中央，心跳加速。班主任在台下给了我一个鼓励的眼神，但我依然感到紧张。观众席上满是老师和同学，他们的目光让我倍感压力。在这个巨大的礼堂里，麦克风和讲台显得格外庄重，我深吸一口气，开始了我的演讲。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "演讲比赛当天，我穿着得体，声音洪亮，内容充实。我的演讲赢得了观众和评委的掌声，班主任在赛后对我表示了高度的赞赏。",
                "where": "学校礼堂，舞台上方悬挂着比赛的横幅，观众席上有人鼓掌和欢呼。",
                "when": "2013年10月5日15:00",
                "who": "班主任、评委、观众",
                "description": "2013年10月5日下午3点，比赛正式开始。我身穿整洁的校服，站在舞台中央，声音洪亮地开始了我的演讲。随着我逐渐进入状态，紧张感慢慢消散。我看到观众席上有人点头赞许，评委的眼中也闪现出欣赏的光芒。当我讲完最后一句话，礼堂里响起了热烈的掌声，班主任在台下微笑着向我竖起了大拇指。这一刻，我感到无比自豪。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "比赛结束后，班主任专门找我谈话，表扬了我的表现，并告诉我这次成功让全校感到骄傲。",
                "where": "学校办公室，班主任的桌上摆放着我的比赛成绩单和奖状。",
                "when": "2013年10月5日16:00",
                "who": "班主任",
                "description": "2013年10月5日下午4点，比赛结束后，班主任把我叫到了学校办公室。他微笑着递给我一杯水，然后坐在桌子对面，表扬了我的表现。他说这次演讲不仅让我自己感到骄傲，也让全校师生为我感到自豪。班主任的认可让我感到极大的满足和成就感，这次交流让我更加坚定了要在军事领域取得成就的决心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "在2014年的一个寒冷早晨，我和同学们在教室里准备迎接即将到来的期末考试。班主任还没进教室，我注意到李伟趴在桌子上，看起来十分疲倦，这引起了我的好奇心。",
                "where": "学校教室，窗外寒风凛冽，教室里虽然有暖气，但仍旧感到有些冷。",
                "when": "2014年1月10日08:15",
                "who": "我（陶山利）、李伟、班主任、班级同学",
                "description": "2014年1月10日早晨，教室里的气氛紧张而寒冷。窗外寒风凛冽，教室里的暖气也无法完全驱散寒意。我和同学们正在准备迎接期末考试，大家都显得有些紧张。这时，我注意到李伟趴在桌子上，看起来非常疲倦。我心中不禁产生了好奇，李伟平时一向精力充沛，今天为何如此疲惫？班主任还没进教室，大家都在低声讨论着考试的事情，我却一心想着李伟的状态。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "在课间休息时间，我走近李伟，询问他为什么看起来如此疲惫。李伟告诉我，他因为上次考试成绩不理想，这段时间一直在努力学习，甚至熬夜备战期末考试。",
                "where": "学校教室，教室里学生们在三三两两地讨论着学习和生活。",
                "when": "2014年1月10日10:05",
                "who": "我（陶山利）、李伟",
                "description": "2014年1月10日上午的课间休息时间，我走近李伟，轻声问他为什么看起来这么疲倦。李伟抬起头，眼神有些疲惫，但仍旧带着坚定的光芒。他告诉我，因为上次考试成绩不理想，这段时间他一直在努力学习，甚至熬夜备战期末考试。我听了之后感到震撼和敬佩，李伟的努力让我意识到，即使失败了，只要不断努力，依然可以取得好成绩。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "期末考试结束后，成绩公布的那一天，我看到李伟的成绩有了显著提升，他从班级成绩的中下游上升到了前十名。",
                "where": "学校教室，教室里学生们正在查看自己的成绩单。",
                "when": "2014年1月20日15:30",
                "who": "我（陶山利）、李伟、班级同学、班主任",
                "description": "2014年1月20日下午，期末成绩公布的那一天，教室里充满了紧张和期待的气氛。学生们纷纷查看自己的成绩单，当我看到李伟的成绩时，感到无比振奋和欣慰。他的成绩有了显著提升，从班级的中下游上升到了前十名。李伟的成功给了我巨大的鼓舞，这一刻我更加坚信，失败并非终点，而是新的起点。这种积极的情感激励着我在未来面对挑战时，保持乐观和坚韧的态度。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "我在高考前几个月，感到军事俱乐部的训练和学业之间的压力巨大。我花费大量时间在训练场和图书馆，但成绩并未显著提升。",
                "where": "学校军事俱乐部和图书馆，训练场上阳光炙热，图书馆里灯光昏黄。",
                "when": "2014年4月15日 18:30",
                "who": "军事俱乐部成员",
                "description": "2014年4月15日傍晚，阳光渐渐褪去，我依旧在训练场上坚持训练。汗水浸透了我的衣服，但我感到时间不够用。训练结束后，我匆忙赶到图书馆，面对一堆复习资料，心中充满了焦虑。尽管如此努力，但成绩却没有明显提升，这让我感到非常沮丧和迷茫。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "在一次军事俱乐部的训练中，因为疲劳而表现不佳，教练对我进行了严厉的批评。",
                "where": "学校军事训练场，训练场地宽广，但显得格外空旷。",
                "when": "2014年5月2日 14:45",
                "who": "军事俱乐部教练和成员",
                "description": "2014年5月2日下午，烈日当空，我在训练场上感到异常疲倦。我的动作变得迟缓，感觉力不从心。教练看出了我的状态，语气严厉地批评了我，‘陶山利，你怎么了？这样的表现怎么行！’我低下头，耳边充满了教练的责备和队友们的低语。我感到无地自容，对自己的能力产生了深深的怀疑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "在高考前的最后一次模拟考试中，我的成绩不理想，感到非常沮丧。班主任私下对我说：'陶山利，你一直很优秀，这次只是一个小挫折，不要放弃。'这让我重新振作起来。",
                "where": "学校办公室，办公室里充满了书籍和文件，空气中弥漫着淡淡的墨香。",
                "when": "2014年6月10日 16:20",
                "who": "班主任",
                "description": "2014年6月10日下午，我拿到了最后一次模拟考试的成绩单，心情跌入谷底。我默默走进班主任的办公室，办公室里安静得只能听到钟表的滴答声。班主任看着我，温和地说：‘陶山利，你一直很优秀，这次只是一个小挫折，不要放弃。’我看着班主任的眼神，感觉到一股暖流涌上心头，他的鼓励让我重新找回了自信和斗志。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "我初次进入军校，参加了全体队员的集合训练。面对高强度的体能训练，我感到身体吃不消。",
                "where": "军校训练场，场地宽阔，周围有不少训练器材和标志。",
                "when": "2014年9月1日07:30",
                "who": "我，军校教官，几名战友",
                "description": "2014年9月1日早晨，我第一次站在军校训练场上，空气中弥漫着紧张的气氛。教官一声令下，我们开始进行高强度的体能训练。刚开始我还能坚持，但随着时间的推移，我感觉身体越来越吃不消，汗水不停地流淌，双腿仿佛灌了铅一样沉重。我心里充满了焦虑，害怕自己无法胜任这艰苦的训练，会辜负家人和自己的期望。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "在训练过程中，我的战友们注意到我体力不支，纷纷上前鼓励我坚持下去。",
                "where": "军校训练场，四周是茂密的树木，训练场中央是一个草坪。",
                "when": "2014年9月1日08:15",
                "who": "我，几名战友",
                "description": "2014年9月1日上午，训练进入到一个小时后，我的体力几乎到了极限，呼吸急促，四肢无力。这时，几个战友注意到了我的困难，他们停下训练，跑过来拍了拍我的肩膀，鼓励我不要放弃。‘你可以的，坚持住！’他们的鼓励让我感到一股暖流涌上心头，内心的焦虑也随之减轻了一些。我意识到，团队的支持是如此重要，它能帮助我渡过最艰难的时刻。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "教官在训练结束后，特别表扬了我的坚持和努力，并对我说：'你做得很好。'这句话让我备受鼓舞。",
                "where": "军校训练场，训练结束后我们在草坪上集合。",
                "when": "2014年9月1日09:00",
                "who": "我，军校教官，战友",
                "description": "2014年9月1日上午9点，训练终于结束了。我精疲力尽地站在草坪上，心中还在回想着战友们的鼓励。这时，教官走到我面前，拍了拍我的肩膀，微笑着说：‘你做得很好，继续保持。’他的表扬让我感到一阵莫大的成就感，仿佛所有的努力和汗水都得到了回报。我感到内心的自信心大增，决心在未来的训练中继续努力，迎接更多的挑战。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "我加入了学校的军事俱乐部，并参加了第一次训练。这是我未来几年军事生涯的开始。",
                "where": "学校军事俱乐部的训练场，周围是绿油油的草地，训练设备整齐排列。",
                "when": "2010年9月15日14:00",
                "who": "军事俱乐部教官和新入成员",
                "how": "在第一次训练中，我感受到紧张和兴奋，但也认识到自己在军事领域的潜力。这激发了我的核心信念'我是有能力的'和'我的努力是有意义的'",
                "description": "2010年9月15日下午，我第一次踏入学校军事俱乐部的训练场。教官严肃地站在前方，周围是和我一样紧张的新成员。训练一开始，我就全神贯注地跟随教官的指示，感受到前所未有的紧张和兴奋。尽管身体疲惫，但我内心却充满了力量和希望，仿佛看到了自己未来的可能性。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "在一次小组训练中，我表现出色，获得了教官的赞扬。",
                "where": "学校军事俱乐部训练场，地面铺满了被踩实的泥土，空气中弥漫着汗水和泥土的味道。",
                "when": "2011年3月12日16:30",
                "who": "军事俱乐部教官和俱乐部成员",
                "how": "这次表扬增强了我的自信心，使我更加坚信自己的努力和能力。我开始养成勤奋训练的习惯，进一步强化了我的中间信念'我必须在军事俱乐部和学业中表现出色'",
                "description": "2011年3月12日下午，在一次小组训练中，我的表现尤为突出。教官在所有成员面前表扬了我，说我是团队的榜样。听到这些话，我感到无比自豪和激动。回到宿舍后，我立刻开始复盘这次训练的细节，决心以后每一次训练都要全力以赴，做到最好。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "在一次军事技能考核中，我取得了全班第一名。教官在全体学员面前表扬了我，说我是我们这届学员的榜样。",
                "where": "军校训练场，宽敞的训练场地上布满了各种障碍物和训练设备。",
                "when": "2015年5月20日09:45",
                "who": "军校教官和全体学员",
                "how": "事件极大地增强了我的自信心，使我更加坚定了继续努力和追求卓越的决心",
                "description": "2015年5月20日上午，我在一次军事技能考核中取得了全班第一名。当教官在全体学员面前表扬我时，我感到无比骄傲和感动。这一刻，我明白了自己的努力得到了认可，我的信心和决心也随之增强。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_4",
                "stage_key": "青春期",
                "what": "在获得全班第一名后，战友们纷纷向我表示祝贺，并表示他们将以我为榜样。",
                "where": "军校宿舍，宽敞明亮的房间里，战友们聚集在一起，脸上洋溢着笑容。",
                "when": "2015年5月20日19:30",
                "who": "军事俱乐部成员和我",
                "how": "战友们的认可进一步增强了我的自尊心和归属感，使我更加坚定了要在未来的军事生涯中继续努力的决心",
                "description": "2015年5月20日晚，在军校宿舍里，战友们纷纷向我表示祝贺，握手、拍肩、拥抱，每一个动作都充满了真诚和友谊。他们说要以我为榜样，这让我感到无比自豪和温暖。我知道，这不仅仅是对我个人的认可，更是对我们整个团队的肯定。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_5",
                "stage_key": "青春期",
                "what": "在全班第一名的考试之后，我参加了一次更高级别的军事技能比赛。",
                "where": "省级军事比赛场地，宽阔的场地上布满了各种精密的训练设备和障碍物。",
                "when": "2015年6月15日10:00",
                "who": "军校教官、高级教官、其他参赛选手",
                "how": "这次比赛让我感受到竞争的压力和挑战，但也进一步证明了我的能力和潜力，使我更加坚定了自己的核心信念'我必须成功才能证明自己的价值'",
                "description": "2015年6月15日上午，我参加了省级军事技能比赛。面对众多高手，我感到前所未有的压力和紧张，但也激发了我的斗志和潜力。比赛过程中，我全力以赴，每一个动作都力求完美。尽管竞争激烈，但我相信自己的能力，最终取得了优异的成绩。这次经历让我更加坚定了自己的信念，未来的路上，我会继续迎接挑战，追求卓越。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "在一次高强度的军事训练中，我的一个战友不慎摔倒，导致腿部严重受伤。我目睹了这一切，看到他在受伤后痛苦地倒地，训练场上的其他人立刻上前帮助，并迅速将他送往医院。",
                "where": "军校训练场，烈日下的操场，训练器材散落在四周。",
                "when": "2015年7月10日14:30",
                "who": "军校战友，教官，医务人员",
                "description": "2015年7月10日下午2:30，在军校训练场上，我们正在进行高强度的军事训练。突然，我听到一声惨叫，回头一看，发现我的战友摔倒在地，表情痛苦，腿部明显受伤。教官立刻停下训练，其他战友也纷纷跑过去帮忙。几名医务人员迅速赶到，将他抬上担架送往医院。看到这一幕，我感到非常焦虑和担忧，但同时也深深体会到团队合作和战友情的重要性。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "几天后，我去医院探望了受伤的战友。他虽然受伤，但依然乐观积极，积极配合治疗，并表示自己会尽快康复，重返训练场。",
                "where": "医院，洁白的病房里充满了消毒水的味道。",
                "when": "2015年7月15日10:00",
                "who": "受伤战友，医护人员，陶山利",
                "description": "2015年7月15日上午10点，我来到医院探望受伤的战友。走进洁白的病房，看到他躺在病床上，但脸上依然挂着笑容。他告诉我，他正在积极配合治疗，并且坚信自己会尽快康复，重新回到训练场。他的乐观态度深深感染了我，让我认识到在面对困难和挫折时，坚持和乐观是多么重要。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "几周后，受伤战友在康复后回到训练场，虽然行动还不太灵活，但他坚持每天进行康复训练，并且在训练中表现出色。",
                "where": "军校训练场，熟悉的训练器材和战友们的身影。",
                "when": "2015年8月5日16:00",
                "who": "军校战友，教官，陶山利",
                "description": "2015年8月5日下午4点，受伤的战友终于回到了训练场。虽然他的行动还不太灵活，但他每天坚持进行康复训练，并且在训练中表现出色。看到他不懈的努力和坚持，我感到非常钦佩。这让我更加坚定了自己的信念，即无论遇到什么困难，都要坚持努力。"
            }
        ]
    },
    "recent_events": {
        "name": "陶山利",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我高考失利后几天，回到家中，面对家人的安慰和支持，我感到失落和迷茫，不知道未来的路该怎么走。父母鼓励我考虑参军，认为军旅生活能给我带来新的方向和目标。",
                "where": "家中，客厅的沙发上，墙上挂着一家人的合影。",
                "when": "2015年06月15日18:30",
                "who": "我和父母",
                "description": "2015年6月15日傍晚，家中的客厅，父母坐在我的两侧，试图安慰我失败后的失落。我低着头，眼前模糊不清，脑海中不断回想起考试的场景。父亲拍了拍我的肩膀，语重心长地说：“参军吧，军营生活会让你找到新的方向。”母亲也轻声附和。我心里虽然有些动摇，但对未来仍然充满不确定性。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "参军初期，我在新兵训练营中经历了严格的训练和纪律要求。我感到身体和心理上的双重压力，但战友们的互相支持让我逐渐适应了军旅生活。",
                "where": "新兵训练营，训练场地上，阳光炙热，汗水不断滴落。",
                "when": "2015年09月01日07:00",
                "who": "我和战友",
                "description": "2015年9月1日早晨，新兵训练营的训练场地，阳光炙热。我们一队新兵在教官的严厉指挥下进行体能训练，汗水不断从额头滴落。我感到身体的每一根肌肉都在抗议，但战友们的鼓励声在耳边回荡：“加油，陶山利，我们一起坚持！”这让我感到了一丝安慰，尽管内心对未来的不确定感依然存在。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "退役前夕，我在准备退役后的考试，发现自己学习效率下降，记忆力变差。我对此感到非常焦虑和沮丧，担心自己无法在退役后的考试中取得好成绩。",
                "where": "军营宿舍，桌上堆满了复习资料和笔记本，台灯发出微弱的光。",
                "when": "2023年12月10日21:45",
                "who": "我",
                "description": "2023年12月10日晚，军营宿舍，桌上堆满了复习资料和笔记本，台灯发出微弱的光。我一遍遍地复习着考试内容，但脑海中一片混乱，记忆力似乎变得异常差劲。心中的焦虑和沮丧不断加剧，我深怕自己无法在退役后的考试中取得好成绩，内心充满了对未来的不确定感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我刚进入军营时，感到陌生且压力巨大。初期的训练十分艰苦，但在战友们的互相帮助下，我逐渐适应了军营生活。",
                "where": "军营，宿舍和训练场。",
                "when": "2015年9月1日08:00",
                "who": "陶山利, 战友们",
                "description": "2015年9月1日早上，我第一次踏入军营，四周都是陌生的面孔和严格的纪律。那时，心中充满了不安和压力。初期的训练异常艰苦，每天在操场上进行高强度的体能训练，脚底的水泡一个接一个。我记得有一天晚上，疲惫不堪地回到宿舍，看到战友们在互相帮忙处理伤口、分享训练心得，感到了一丝温暖。慢慢地，我在战友们的帮助下，适应了这些艰苦的训练，开始感受到一种归属感和团队精神的增强。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在一次高强度训练后，我和战友们一起完成了一次极限体能挑战，战友们互相鼓励，最终所有人都完成了挑战，这让我感到极大的成就感。",
                "where": "军营训练场，跑道和障碍区。",
                "when": "2015年9月15日15:30",
                "who": "陶山利, 战友们",
                "description": "2015年9月15日下午，我们进行了一次极限体能挑战。烈日当空，训练场上的温度高得几乎让人窒息。每个战友都在尽全力奔跑、爬越障碍、扛着重物前进。每当我感到快要撑不住时，总能听到身边战友们的鼓励声：“加油！我们一起完成！” 那一刻，我感受到了一股强大的力量，最终所有人都完成了挑战。当我们站在终点线时，大家都累得气喘吁吁，但脸上都挂着笑容。我感到无比的自豪和成就感，这种经历让我更加坚信自己的能力和努力的意义。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "在一次军事演习中，我和战友们遇到了突发情况，我临危不乱，冷静指挥，成功化解了危机，获得了上级的表扬。",
                "where": "军事演习场，模拟战场环境。",
                "when": "2015年9月30日10:45",
                "who": "陶山利, 战友们, 上级",
                "description": "2015年9月30日上午，我们在军事演习场进行模拟战场演习。突然，演习中出现了意外情况，敌方模拟部队的袭击比预想的更猛烈。战友们一时间有些慌乱，但我迅速冷静下来，指挥大家利用地形掩护，组织有效反击。在我的指挥下，我们成功化解了这次危机。演习结束后，上级对我进行了表扬，说我表现得非常冷静和果断。这次经历极大地增强了我的自信心，让我更相信自己的能力和战友们的信任，这对我未来的职业规划产生了深远影响。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我在参加第一次实战演练前，进行了为期一个月的高强度训练。在训练过程中，我不断挑战自己的极限。",
                "where": "训练营，周围是密密麻麻的训练设施和跑道，空气中弥漫着汗水的味道。",
                "when": "2016年3月15日08:00",
                "who": "我，战友们，上级",
                "description": "2016年3月15日早上8点，我站在训练营的跑道上，周围是密密麻麻的训练设施。太阳刚刚升起，空气中弥漫着汗水的味道。训练一开始，我就感受到了身体和精神上的巨大压力，但战友们的鼓励和上级的支持让我不断坚持下去。每当我觉得自己快要撑不下去的时候，战友们的加油声和上级的鼓励话语就像给我注入了新的力量。虽然有时会感到疲惫和压力，但总体上我的情绪是积极的，逐渐建立起对自身能力的信心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我们正在进行高强度的训练，天气炎热，每个人都在全力以赴。突然，一位战友在攀爬障碍时不慎从高处跌落，受了重伤。我目睹了整个过程，感到无比震惊和担忧。",
                "where": "训练场，四周是烈日炙烤下的沙地和障碍物，空气中充满了汗水和尘土的气味。",
                "when": "2017年08月15日14:30",
                "who": "陶山利, 受伤战友, 其他战友",
                "description": "2017年8月15日下午，在训练场，我们正在进行高强度的训练，天气炎热，每个人都在全力以赴。突然，一位战友在攀爬障碍时不慎从高处跌落，受了重伤。我目睹了整个过程，感到无比震惊和担忧。看到他痛苦地躺在地上，我心里一阵恐慌，担心他的情况，也开始意识到军旅生活的危险性和不确定性。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "战友受伤后，治疗过程漫长而痛苦。我们轮流探望受伤的战友，尽力给予支持和鼓励。然而，每次探望都让我回忆起当时的场景，内心充满了无力感和愧疚感。",
                "where": "军医院，白色的墙壁，消毒水的味道弥漫在空气中，病房里战友躺在病床上，显得虚弱。",
                "when": "2017年08月20日10:45",
                "who": "陶山利, 受伤战友, 其他战友",
                "description": "2017年8月20日上午，在军医院里，我们轮流探望受伤的战友。每次看到他躺在病床上，我的心都揪得紧紧的。白色的墙壁和弥漫在空气中的消毒水味道，让我感到无比压抑。尽管我们尽力给予他支持和鼓励，但每次探望都让我回忆起他受伤的那一幕，内心充满了无力感和愧疚感。我不断地问自己，如果当时我能做些什么，结果会不会不同？这种情感使我对未来的担忧愈发严重。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "受伤战友复原后，向我表达了感谢，并鼓励我继续坚持下去，面对未来的挑战。然而，我心中的阴影并没有因此消散，反而更加担心自己是否能够应对类似的突发情况。",
                "where": "军营宿舍，夜晚的灯光昏暗，空气中弥漫着淡淡的烟草味，宿舍内战友们低声交谈。",
                "when": "2017年09月05日19:20",
                "who": "陶山利, 受伤战友",
                "description": "2017年9月5日晚上，在军营宿舍里，受伤战友复原后向我表达了感谢。他拍着我的肩膀，鼓励我继续坚持下去，面对未来的挑战。尽管他的鼓励让我感到一丝温暖，但我心中的阴影并没有因此消散。夜晚的灯光昏暗，空气中弥漫着淡淡的烟草味，我反而更加担心自己是否能够应对类似的突发情况。战友们低声交谈的声音让我感到更加孤单和无助，这进一步加深了我对未来的不确定感。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我在2018年5月参加了一次重要的军事培训，这是我军旅生涯中一次重要的考验。培训内容包括体能训练、战术模拟和团队协作等。在培训中，我表现出色，尤其在团队协作和战术模拟方面，得到了上级和战友的一致认可。",
                "where": "军校，训练场地设施齐全，四周环绕着高大的树木，空气中弥漫着青草的气息。",
                "when": "2018年5月10日14:30",
                "who": "我、上级、战友们",
                "description": "2018年5月10日下午，在军校的训练场地，我参加了一次极具挑战性的军事培训。训练包括高强度的体能训练、精确的战术模拟和紧密的团队协作。每一次的训练都让我筋疲力尽，但也让我感到充实。特别是在战术模拟中，我和战友们合作无间，成功完成了所有指定任务。我的表现得到了上级的高度赞扬和战友们的认可，这让我感到无比自豪。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在获得优秀学员称号后，我被上级安排在一次军事演习中担任小队指挥。这次演习模拟了实战环境，要求我们在高压下做出快速决策。我在演习中表现出色，成功带领小队完成了任务，再次得到了上级的表扬。",
                "where": "军事演习场，周围布满了各种模拟战场的障碍和设施，紧张的气氛弥漫在空气中。",
                "when": "2018年5月20日09:45",
                "who": "我、上级、战友们",
                "description": "2018年5月20日上午，我被安排在一次重要的军事演习中担任小队指挥。这次演习模拟了真实的战场环境，要求我们在极短的时间内做出准确的决策。面对高压，我迅速调整心态，冷静指挥战友们完成任务。演习结束后，上级对我的表现进行了高度评价，战友们也纷纷称赞我的指挥能力和团队精神。这一刻，我感到无比的骄傲和满足。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "在演习后的总结会上，上级对我的表现进行了高度评价，并鼓励我继续努力。战友们也纷纷向我表示祝贺，称赞我的指挥能力和团队精神。我在这样的氛围中感到自己是团队中不可或缺的一员。",
                "where": "军校会议室，宽敞明亮，墙上挂满了各种军事荣誉的照片和奖状。",
                "when": "2018年5月25日16:00",
                "who": "我、上级、战友们",
                "description": "2018年5月25日下午，在军校的会议室里，我们进行了演习后的总结会。会议室里气氛热烈，上级对我的表现进行了高度评价，称赞我在演习中的冷静和果断。战友们也纷纷向我表示祝贺，赞扬我的指挥能力和团队精神。在这样的氛围中，我感到自己是团队中不可或缺的一员，内心充满了自豪感和归属感。然而，这也让我开始担心退役后能否找到同样的归属感和认可。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "2019年3月15日下午，我和战友们被派遣执行一项重要任务。我负责关键的侦察工作，任务开始前夕，团队成员在进行最后的准备，气氛紧张但充满斗志。",
                "where": "任务现场，在一个充满丛林和山地的复杂地形。",
                "when": "2019年03月15日14:30",
                "who": "我（陶山利）, 战友们, 上级",
                "description": "2019年3月15日下午2点半，我们被派遣去执行一项重要的侦察任务。任务地点在一个地形复杂的区域，丛林密布，环境恶劣。每个人都在最后时刻检查装备，彼此间简短而坚定地交换了眼神。尽管气氛紧张，但每个人都充满斗志。作为负责关键侦察工作的我，内心感到巨大的压力，脑海中不断思索任务的每一个细节。我知道这次任务对我们团队的重要性，也希望能通过这次任务证明自己的能力。然而，在执行过程中，由于情报错误和环境复杂，我们的任务最终失败。这次失败让我感到非常沮丧和迷茫，开始怀疑自己的能力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "任务失败后的第二天，我们召开了任务回顾会议。会上，上级严厉批评了任务中的错误，并指出我在侦察工作中的失误。",
                "where": "军营会议室，四周墙上挂满了任务图表和地图。",
                "when": "2019年03月16日10:00",
                "who": "我（陶山利）, 战友们, 上级",
                "description": "2019年3月16日上午10点，在军营的会议室里，我们召开了任务回顾会议。会议室的墙上挂满了任务图表和地图，每个人的表情都很沉重。上级在会议上严厉批评了我们在任务中的错误，特别指出了我在侦察工作中的失误。我低着头，脸颊发烫，感到无比的自责和羞愧。战友们也都非常失落，整个会议室的气氛沉重得令人窒息。上级的批评让我开始怀疑自己是否有能力胜任未来的工作，这次经历加深了我对未来的不确定性，并且让我形成了‘我无法适应新的生活环境’的信念。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "在任务失败的几天后，我与一位亲密的战友进行了深入的谈话。战友试图安慰我，并分享了自己过去的失败经历，鼓励我重新振作。",
                "where": "军营宿舍，床铺整齐，桌上放着几本军事书籍。",
                "when": "2019年03月18日20:45",
                "who": "我（陶山利）, 战友",
                "description": "2019年3月18日晚上8点45分，在军营的宿舍里，我和一位亲密的战友进行了深入的谈话。宿舍里的床铺整齐，桌上放着几本军事书籍。战友坐在我的对面，语气温和地安慰我。他分享了自己过去的失败经历，试图让我明白失败是成长的一部分。他拍了拍我的肩膀，鼓励我重新振作，强调我们都还有很多机会。然而，尽管战友的安慰让我感到一丝温暖，我内心的自我怀疑和对未来的恐惧并未减轻。这次谈话虽然暂时缓解了我的抑郁情绪，但并没有解决根本问题，反而让我更加意识到自己的脆弱。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我在家中开始认真准备退役后的考试，但发现自己在学习过程中难以集中注意力，学习效率明显下降，记忆力也变得模糊不清。我开始回顾军旅生涯，感到对未来的不确定性和对军旅生活的留恋。每当我试图集中精神时，脑海中总是浮现出过去的回忆和对未来的担忧。",
                "where": "家中的书房，桌上堆满了复习资料和笔记。",
                "when": "2023年9月1日10:00",
                "who": "我自己",
                "description": "2023年9月1日早上10点，我坐在家中的书房，桌上堆满了复习资料和笔记。我尝试集中注意力，但脑海中总是浮现出过去的军旅生活和对未来的担忧。每当我看到书本上的文字，它们似乎都模糊不清，难以记住。我心里充满了无力感和焦虑，对未来的不确定性让我感到非常烦躁和无助。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在一次与战友的聚会上，我向战友们倾诉了自己在准备考试过程中遇到的困难和压力。战友们试图安慰我，但我依然感到孤立无援，认为他们无法真正理解我的焦虑和困惑。战友们的鼓励虽然短暂地提升了我的情绪，但在聚会结束后，我的情绪再次陷入低谷。",
                "where": "战友的家中，客厅里充满了欢笑和谈话声。",
                "when": "2023年9月5日19:30",
                "who": "我和我的战友们",
                "description": "2023年9月5日晚上19:30，我和战友们在一个战友的家中聚会。客厅里充满了欢笑和谈话声，但我心里却感到一阵阵的压抑。我向他们倾诉了自己在准备考试过程中遇到的困难和压力，战友们纷纷安慰我，告诉我一切都会好起来的。然而，我依然感到孤立无援，认为他们无法真正理解我的焦虑和困惑。聚会结束后，我独自回到家中，情绪再次陷入低谷，感到无比的孤独和无助。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "在与心理咨询师的一次咨询中，我详细描述了自己在准备考试过程中的挫折和焦虑。心理咨询师帮助我梳理了这些情绪的来源，并引导我探讨了自己的核心信念和中间信念。咨询师建议我尝试一些放松技巧和时间管理方法，以提高学习效率和缓解压力。",
                "where": "心理咨询室，布置简洁，充满温暖的灯光。",
                "when": "2023年9月10日15:00",
                "who": "我和心理咨询师",
                "description": "2023年9月10日下午15:00，我坐在心理咨询室里，房间布置简洁，充满温暖的灯光。我向心理咨询师详细描述了自己在准备考试过程中的挫折和焦虑。心理咨询师耐心地倾听，并帮助我梳理了这些情绪的来源。她引导我探讨了自己的核心信念和中间信念，并建议我尝试一些放松技巧和时间管理方法。我虽然对这些方法抱有希望，但心里依然担心它们无法真正解决我的问题。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "随着军旅生活接近尾声，战友们陆续收到退役或转岗的通知。每当战友离开时，大家都会在军营的食堂举行简单的送别仪式，这些仪式让我的情感波动非常大，心中既有对战友离去的惋惜，也有对自己未来的不确定感。",
                "where": "军营食堂，长桌上摆满了简单的菜肴，墙上挂着战友们送别的照片。",
                "when": "2024年1月15日18:30",
                "who": "我和战友们",
                "description": "2024年1月15日晚上6点半，在军营食堂，我们为即将退役的战友举行了一场送别仪式。食堂里弥漫着淡淡的菜香，长桌上摆满了战友们带来的简餐。大家围坐在一起，回忆起过去的点点滴滴。每当有人起身发言，气氛就变得愈加沉重。我坐在角落，听着战友们的发言，心中充满了对他们离去的惋惜和对自己未来的不确定感。眼前的景象让我感到无比孤独和焦虑。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "某个周末，我独自一人在宿舍里整理自己的物品，突然发现了一本记录着我与战友们共同经历的笔记本。翻开笔记本，里面的回忆让我感慨万分，忍不住落泪。",
                "where": "军营宿舍，床铺整齐，桌上摆放着几本书和笔记本。",
                "when": "2024年1月20日14:45",
                "who": "我",
                "description": "2024年1月20日下午2点45分，在军营的宿舍里，我独自一人整理着自己的物品。突然，从书堆里翻出了一本厚厚的笔记本。翻开第一页，熟悉的字迹和照片映入眼帘，那是我和战友们共同经历的点点滴滴。每一页都记录着我们一起训练、战斗、欢笑和哭泣的瞬间。看着这些回忆，我的眼眶不禁湿润了，泪水模糊了视线。我感到无比的孤独和失落，仿佛失去了生活的重心。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "在一次与战友们的聚会上，大家讨论起各自退役后的打算。有人计划回家乡发展，有人打算继续深造。讨论中，我发现自己对未来的规划模糊不清，心中愈发焦虑。",
                "where": "军营活动室，墙上贴满了训练的照片，桌上摆放着茶点。",
                "when": "2024年1月25日20:15",
                "who": "我和战友们",
                "description": "2024年1月25日晚上8点15分，在军营活动室，我们几个即将退役的战友聚在一起，讨论着各自的未来。活动室的墙上贴满了我们训练时的照片，桌上摆放着茶点和饮品。有人说要回家乡发展，有人计划继续深造。轮到我发言时，我却发现自己对未来的规划模糊不清，一片茫然。听着战友们的计划，我的心中愈发焦虑，仿佛被一团迷雾笼罩，看不到前进的方向。聚会结束后，我感到更加失落和不安，仿佛前途未卜。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在社交媒体上看到一位退役战友分享了他新工作的照片，战友在新公司看起来非常开心和自信。我感到自己也需要尽快适应即将到来的退役生活，但同时开始怀疑自己是否能够成功。",
                "where": "社交媒体上的个人页面",
                "when": "2024年3月15日20:15",
                "who": "我（陶山利），退役战友",
                "how": "陶山利感到压力和焦虑，核心信念'我无法适应新的生活环境'得到强化。他的自信心受到打击，增加了对未来不确定性的恐惧。",
                "description": "2024年3月15日晚上，我正在休息时，无意中在社交媒体上看到一位退役战友的更新。他在新公司的照片中显得异常开心和自信。这一幕让我心生羡慕，但更多的是焦虑。我不禁自问，自己能否也像他一样成功适应退役后的新生活。内心的忐忑和不安开始蔓延，我感到未来充满了不确定性。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "我和几个战友在餐厅聚会，期间听到另一位退役的战友分享了他在新工作中的成就和幸福生活。我感到自己也需要做到同样出色，但也开始更加焦虑。",
                "where": "餐厅包厢，桌上摆满了我们点的菜肴",
                "when": "2024年3月18日19:30",
                "who": "我（陶山利），多名退役战友",
                "how": "这次聚会进一步强化了陶山利的焦虑和自我怀疑，核心信念'我必须成功才能证明自己的价值'被激发。他感到如果不能在退役后取得成功，他将失去自我价值感。",
                "description": "2024年3月18日晚上，我和几个战友在餐厅聚会。大家热烈地分享着各自的近况，其中一位退役战友描述了他在新工作中的成就和幸福生活。他的成功和满足让我深受触动。我一边听着，一边感到自己的压力倍增。我开始怀疑自己能否也达到这样的高度，内心的焦虑感不断加剧。我知道自己必须成功，但这份压力让我喘不过气。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "我在家中准备退役后的考试时，突然感到记忆力下降，难以集中注意力，并且对学习资料的兴趣也逐渐丧失。",
                "where": "家中的书房，桌上堆满了学习资料",
                "when": "2024年3月20日21:00",
                "who": "我（陶山利）",
                "how": "陶山利的学习效率下降，进一步增加了他的焦虑感和自我怀疑。他开始担心自己无法通过考试，核心信念'我必须成功才能证明自己的价值'和'我无法适应新的生活环境'得到强化，抑郁症状加重。",
                "description": "2024年3月20日晚上，我在家中的书房里准备退役后的考试。桌上堆满了学习资料，但我发现自己很难集中注意力。每当我试图记住一些重要的知识点时，脑海中却一片空白。我对学习的兴趣也渐渐消失，感到无比沮丧。这种状态让我更加焦虑，我开始担心自己无法通过考试，内心的自我怀疑和不安不断加剧。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "在退役前几个月，我开始感受到巨大的压力和不确定性，尤其在准备退役后的考试时，这种感觉更加明显。我注意到自己的学习效率下降，记忆力变差，这让我感到非常沮丧和无助。于是，我决定向心理咨询师求助，希望能找到应对这些问题的方法。",
                "where": "军营宿舍，墙上贴满了各种军事海报，桌上堆满了复习资料。",
                "when": "2024年4月15日14:30",
                "who": "陶山利",
                "description": "2024年4月15日下午，我在军营宿舍里，面对着一堆复习资料，感到自己完全没有头绪。每次试图集中注意力，脑袋里总是乱成一团。我深深地叹了口气，觉得自己快要被这些压力压垮了。最终，我拿起手机，鼓起勇气联系了心理咨询师，希望他能帮我解开这些困惑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "在第一次与心理咨询师的会面中，我详细描述了自己的困惑和压力源。心理咨询师通过提问和倾听，帮助我识别出自己的核心信念和中间信念，并解释这些信念如何影响我的行为和情绪。",
                "where": "心理咨询室，房间里布置得很温馨，墙上挂着几幅安静的风景画。",
                "when": "2024年5月1日10:00",
                "who": "陶山利, 心理咨询师",
                "description": "2024年5月1日上午，我来到心理咨询室，内心忐忑不安。咨询师温和地让我坐下，开始询问我的情况。我慢慢打开了话匣子，详细讲述了最近的压力和学习上的困境。咨询师认真地听着，不时点头，并温柔地引导我思考。他帮助我识别出自己隐藏的信念，这让我感到一丝释怀，但同时也意识到自己还有很长的路要走。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "在随后的几次咨询中，心理咨询师帮助我制定了一系列具体的应对策略，包括时间管理技巧和放松训练。我逐渐学会如何在面对焦虑时冷静下来，并开始尝试应用这些策略。",
                "where": "心理咨询室，桌上放着一些放松训练用的道具，比如小沙袋和放松音乐。",
                "when": "2024年5月15日11:30",
                "who": "陶山利, 心理咨询师",
                "description": "2024年5月15日上午，我再次来到心理咨询室，咨询师这次给我介绍了一些具体的应对策略。他教我如何分配时间，如何在学习过程中放松自己，还给我演示了一些简单的呼吸练习。我认真的记下这些方法，并在接下来的日子里开始尝试应用。渐渐地，我发现自己的焦虑有所缓解，学习效率也有所提高，这让我感到一些成就感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我在家中进行了一次模拟考试，由于近期学习效率下降和记忆力变差，我在考试中表现不佳。考试结束后，我感到非常沮丧和焦虑，怀疑自己是否能够通过正式考试。",
                "where": "家中，书房的桌子上堆满了复习资料和笔记本，窗外的阳光透过窗帘洒进来。",
                "when": "2024年6月15日14:30",
                "who": "我自己",
                "description": "2024年6月15日下午，我独自在家中的书房进行了一次模拟考试。考试过程中，我不断感到思绪混乱，很多背过的知识点都记不清楚了。考试结束后，我看着试卷上的错误，心情跌到了谷底。那一刻，我真的怀疑自己是否有能力通过即将来临的正式考试。我感到无比沮丧和焦虑，仿佛整个世界都压在了我的肩上。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在模拟考试后的一个晚上，我与战友们进行了视频通话。虽然战友们试图安慰我，但我依然感到焦虑，觉得自己与他们之间产生了距离感。",
                "where": "家中，卧室里灯光昏暗，只有电脑屏幕发出微弱的光。",
                "when": "2024年6月15日20:00",
                "who": "我自己，战友们",
                "description": "2024年6月15日晚上，我在卧室里与战友们进行了一次视频通话。屏幕上，战友们的脸庞依旧那么熟悉，他们笑着鼓励我，安慰我说一切都会好起来的。然而，我的心情却没有因此好转。尽管他们的声音和表情依旧温暖，但我感到自己与他们之间似乎隔了一层无形的屏障。我内心的焦虑和不安依旧挥之不去，仿佛自己正在逐渐远离这个曾经无比亲密的群体。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "在经历了一系列不成功的学习尝试后，我决定向心理咨询师寻求帮助。我在咨询中详细描述了自己近期的困扰和焦虑，咨询师帮助我梳理了情绪，并提出了一些应对策略。",
                "where": "心理咨询师的办公室，温馨的布置让人感到放松，墙上挂着几幅舒缓的画作。",
                "when": "2024年6月22日10:00",
                "who": "我自己，心理咨询师",
                "description": "2024年6月22日早上，我来到了心理咨询师的办公室。房间里充满了温馨的气氛，墙上挂着几幅舒缓的画作，让人感到放松。我坐在沙发上，向咨询师倾诉了自己近期的困扰和焦虑。咨询师认真聆听，并帮助我梳理了情绪，提出了一些应对策略。通过这次咨询，我开始意识到自己对成功的极端需求以及对失败的恐惧。虽然这些建议让我稍微感到了一些释然，但我知道自己仍需要更多的时间和努力来调整心态。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "我在社交媒体上无意中看到一位退役战友发布了一条状态，他描述了自己在退役后面临的适应困难和情绪低落。",
                "where": "社交媒体，手机屏幕上闪烁着熟悉的头像和文字。",
                "when": "2024年7月1日08:45",
                "who": "我，退役战友",
                "description": "2024年7月1日早上8:45，我刚起床，拿起手机刷了一下社交媒体。突然，一条熟悉的名字映入眼帘，是一位退役的战友。他的状态里充满了对退役后生活的抱怨和无助，描述了自己如何难以适应新的生活，甚至陷入了情绪的低谷。我当时心里一沉，感到一股莫名的焦虑涌上心头。我开始思考，自己是否也会面临同样的困境。那一刻，心中的不安和对未来的恐惧被无限放大。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "我与几位仍在服役的战友讨论了退役后的生活，他们表达了对未来的不确定性和担忧。",
                "where": "军营休息室，空气中弥漫着咖啡的香气，窗外是训练场的景象。",
                "when": "2024年7月1日10:30",
                "who": "我，几位战友",
                "description": "2024年7月1日上午10:30，我和几位战友坐在军营休息室，喝着咖啡，聊起了退役后的生活。大家都显得有些沉重，每个人都表达了对未来的不确定性和担忧。一个战友说，他担心找不到适合的工作；另一个则担心无法适应平民生活。听着他们的担忧，我感到自己心里的焦虑也在加剧。我不禁开始怀疑自己能否应对退役后的生活，这种不确定感让我感到十分无助。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "我在准备退役考试时，发现自己学习效率低下，记忆力变差，这让我更加焦虑。",
                "where": "宿舍，书桌上堆满了复习资料和笔记本。",
                "when": "2024年7月2日14:15",
                "who": "我",
                "description": "2024年7月2日下午2:15，我坐在宿舍的书桌前，试图复习退役考试的内容。然而，不管我怎么努力集中注意力，脑子里总是乱糟糟的，记忆力也明显下降了。我不断地翻阅笔记，却感觉什么都记不住。这种无力感像一块巨石压在我心头，让我感到自己可能无法在考试中取得好成绩。焦虑和自我怀疑开始侵蚀我的信心，那一刻，我真的怀疑自己是否有能力证明自己的价值。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "在退役前的最后一次军营集会上，我和战友们一起回顾了过去的军旅生涯，分享了各自的心得和未来计划。我感到对军旅生活的留恋，同时也意识到即将面临的未知挑战。",
                "where": "军营会议室，墙上挂满了我们在训练和任务中拍摄的照片，会议桌上摆放着简单的茶点。",
                "when": "2024年8月12日18:30",
                "who": "陶山利, 战友们",
                "description": "2024年8月12日18:30，在军营会议室，我们举行了最后一次集会。墙上挂着我们在训练和任务中拍摄的照片，我和战友们围坐在一起，桌上摆放着简单的茶点。每个人都分享了自己在军旅生活中的心得和对未来的计划。听着战友们的发言，我感到一阵阵的留恋和不舍。我的心情复杂，既为即将离别的战友感到高兴，也为未来的未知感到担忧。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "正式退役的当天早晨，我和战友们进行了最后一次晨跑，大家在跑步过程中互相鼓励和支持。我感到一丝安慰，但也深知这将是我们最后一次一起训练。",
                "where": "军营跑道，晨曦中跑道两旁的树木影影绰绰，空气中弥漫着草木的清香。",
                "when": "2024年8月15日06:30",
                "who": "陶山利, 战友们",
                "description": "2024年8月15日早晨6:30，我和战友们在军营跑道上进行最后一次晨跑。晨曦中的跑道两旁，树木影影绰绰，空气中弥漫着草木的清香。我们一边跑步一边互相鼓励，尽量保持轻松的氛围，但每个人的心情都很沉重。我感到一丝安慰，因为战友们的支持让我感到温暖，但也深知这将是我们最后一次一起训练，心中充满了不舍和孤独感。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "退役仪式结束后，我独自一人在军营的操场上徘徊，回忆起与战友们一起经历的种种，心情复杂。我试图通过回忆过去的美好时光来缓解内心的失落感。",
                "where": "军营操场，傍晚的操场空荡荡的，夕阳的余晖洒在跑道上，显得格外宁静。",
                "when": "2024年8月15日19:00",
                "who": "陶山利",
                "description": "2024年8月15日19:00，退役仪式结束后，我独自一人在军营的操场上徘徊。傍晚的操场空荡荡的，夕阳的余晖洒在跑道上，显得格外宁静。我走在跑道上，脑海中浮现出与战友们一起训练、执行任务的画面。每一段回忆都是那么真实和令人怀念。我试图通过这些回忆来缓解内心的失落感，但孤独和无助的感觉却愈发强烈，让我感到胸口压抑，几乎喘不过气来。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我在家中开始寻找与军事相关的工作机会。我浏览了多个招聘网站，筛选出了一些可能适合的职位，并开始准备申请材料。",
                "where": "家中的书房，桌上摆放着笔记本电脑和各种军事相关书籍，墙上挂着几张军旅生涯的照片。",
                "when": "2024年9月9日10:00",
                "who": "我",
                "description": "2024年9月9日上午10点，我坐在家中的书房，打开笔记本电脑，开始浏览各种招聘网站。房间里静悄悄的，只有键盘敲击的声音在回响。我一边浏览职位信息，一边记下有兴趣的职位，内心感到了一丝希望和动力。然而，当我开始准备申请材料时，发现自己的记忆力和学习效率都比以前差了很多，这让我感到有些挫败和焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "我与一位战友分享了我正在为新的工作机会做准备的消息。战友鼓励我，并提出了一些实用的建议，帮助我改进申请材料。",
                "where": "战友的家中，客厅里摆放着一些军事纪念品和照片，氛围温馨。",
                "when": "2024年9月10日15:30",
                "who": "我, 战友",
                "description": "2024年9月10日下午3点半，我来到战友的家中，和他分享了我正在为新的工作机会做准备的消息。我们坐在客厅的沙发上，战友认真听我讲述，然后给我提出了一些实用的建议，比如如何优化简历和准备面试问题。他的鼓励和建议让我感到被支持，进一步增强了我的动力和希望感。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "我接到了一家军事相关公司面试的通知。我感到既兴奋又紧张，开始准备面试的相关材料和问题。",
                "where": "家中书房，桌上摆满了面试资料和笔记本，墙上依然挂着军旅生涯的照片。",
                "when": "2024年9月12日14:45",
                "who": "我",
                "description": "2024年9月12日下午2点45分，我接到了手机的通知音，看到是一家军事相关公司发来的面试邀请。我的心情既兴奋又紧张，立刻开始准备面试的相关材料和问题。书房里堆满了资料，我一遍遍地练习着可能被问到的问题，内心不断提醒自己，必须成功才能证明自己的价值。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我在一次战友聚会上，听到一位退役战友分享他在新工作中取得成功的故事，这让感到一些鼓舞和希望。",
                "where": "军营会议室，会议室内布满了各种军事装备和战友们的笑声。",
                "when": "2024年10月05日14:30",
                "who": "陶山利, 退役战友, 其他战友",
                "how": "正面影响，增加了对未来的希望，核心信念'我是有能力的'和'我的努力是有意义的'得到强化。这一事件让陶山利开始重新审视自己的能力，并产生了一些积极的情感反应。",
                "description": "2024年10月05日下午，我和几位战友在军营的会议室聚会。会议室里挂满了军事装备，气氛轻松愉快。期间，一位刚刚退役的战友站起来，分享了他在新工作中取得成功的故事。他的言辞激动，脸上洋溢着自豪的笑容。听着他的分享，我心中也泛起了一丝希望，仿佛看到了自己未来的可能性。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "听完战友的故事后，我在回家的路上，思考着自己的未来，虽然有些担忧，但更多的是一种向前看的动力。",
                "where": "从军营回家的路上，路旁的树木在秋风中摇曳，天空渐渐暗下来。",
                "when": "2024年10月05日15:45",
                "who": "陶山利",
                "how": "陶山利在独自思考时，感受到了一种战友成功带来的正面激励，但同时也意识到自己面临的挑战。这一情感波动让他的核心信念'我对未来感到不确定'与'我是有能力的'之间产生了冲突。",
                "description": "2024年10月05日下午3点45分，聚会结束后，我独自一人走在回家的路上。路旁的树木在秋风中摇曳，天空渐渐暗下来。我脑海中不断回放着战友的成功故事，心中既有担忧，又有一股新的动力。我开始思考自己的未来，虽然有些不确定，但更多的是一种向前看的力量。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "回家后，我决定与心理咨询师约见，分享自己听到的战友成功故事以及自己的感受，希望寻求进一步的心理支持。",
                "where": "心理咨询师办公室，办公室内布置简洁，墙上挂着几幅安静的风景画。",
                "when": "2024年10月06日10:00",
                "who": "陶山利, 心理咨询师",
                "how": "在与心理咨询师的对话中，陶山利得到了更多的鼓励和支持，核心信念'我的努力是有意义的'得到进一步强化。但他也意识到自己对未来的担忧依然存在，这使得他的中间信念'我对未来的担忧占据了我的思绪'持续影响着他的心理状态。",
                "description": "2024年10月06日上午10点，我来到了心理咨询师的办公室。办公室布置简洁，墙上挂着几幅安静的风景画。我向咨询师分享了战友的成功故事，以及我的感受和担忧。咨询师认真倾听，并给了我一些积极的反馈和建议，我感到心里稍微轻松了一些，但对未来的担忧依然挥之不去。"
            }
        ]
    }
}