{
    "recent_events": {
        "name": "汤顺振",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "今天在美术课上，我画了一幅我最喜欢的动漫角色的画。这幅画得到了美术老师的称赞和同学们的喜爱，我感到特别开心，仿佛一下子得到了大家的认可。",
                "where": "学校的美术教室，教室里阳光明媚，窗边摆满了同学们的画作。",
                "when": "2024年1月10日15:30",
                "who": "美术老师、同班同学和我",
                "description": "2024年1月10日下午3点半，我在学校的美术教室里，画了一幅我最喜欢的动漫角色。美术课上，老师走到我身边，微笑着夸奖了我的画。同学们也纷纷围过来看，他们都说我的画画得很好。这一刻，我心里充满了自豪和被认可的感觉，仿佛所有的努力都得到了回报。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "放学后，我在回家的路上遇到了几个高年级的哥哥们。他们抢走了我的画册，还嘲笑我胆小。我感到心跳加快，非常害怕和无助。",
                "where": "学校附近的街道，街道两旁是高大的树木，路上行人稀少。",
                "when": "2024年1月10日16:45",
                "who": "我和几个高年级的哥哥们",
                "description": "2024年1月10日下午4点45分，放学后我走在回家的路上，手里紧紧抱着那本画册。突然，几个高年级的哥哥拦住了我，他们一把抢走了我的画册，还大声嘲笑我胆小。他们的嘲笑让我感到脸颊发烫，心跳加快，害怕得说不出话来。我只能站在那里，感到非常无助和恐惧。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "回到家后，我告诉父母自己被欺负的事情。母亲安慰我，说会和老师反映情况，而父亲则鼓励我要勇敢面对。尽管父母给予了支持，但我依然感到不安和害怕。",
                "where": "家中的客厅，温暖的灯光照亮了整个房间，沙发旁边摆着我们家人的合影。",
                "when": "2024年1月10日18:00",
                "who": "我和我的父母",
                "description": "2024年1月10日下午6点，我回到家中，眼泪汪汪地把在路上被欺负的事情告诉了父母。母亲坐在我身边，温柔地抚摸着我的头发，说她会和老师反映情况，不让我担心。父亲则握着我的手，坚定地告诉我一定要勇敢面对这些困难。虽然他们的安慰让我感到一丝温暖，但我的心里还是充满了不安和害怕，害怕明天又会遇到同样的事情。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "晚上，我在卧室做完作业后，一想到第二天要去学校就开始感到焦虑和害怕。我回想起高年级哥哥以前欺负我的情景，感到胸口憋闷。",
                "where": "家里，卧室。房间里只有一盏昏黄的台灯亮着，桌上堆满了课本和画具。",
                "when": "2024年1月15日20:30",
                "who": "汤顺振",
                "description": "2024年1月15日晚上，我在卧室里做完作业，台灯的光线让我感到一点温暖。然而，一想到明天又要去学校，我的内心开始变得焦虑不安。我躺在床上，眼前浮现出那些高年级哥哥欺负我的情景，胸口感到一阵阵的憋闷。我开始担心，心跳也加快了，真的不想再经历那些可怕的事情。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "我在卧室里哭泣，母亲听到后赶忙来到我身边，询问我发生了什么。我告诉母亲我不想去学校，因为害怕那些高年级的哥哥。",
                "where": "家里，卧室。我的床上堆满了软绵绵的玩具，墙上挂着我最喜欢的动画海报。",
                "when": "2024年1月15日20:35",
                "who": "汤顺振, 母亲",
                "description": "2024年1月15日晚上，我在卧室里忍不住哭了出来。母亲听到我的哭声，急忙跑进房间，坐在我的床边，温柔地问我发生了什么。我抽泣着告诉她我不想去学校，因为那些高年级的哥哥总是欺负我。母亲听完后，紧紧地抱住我，轻声安慰我，说一切都会好起来的，暂时让我感到了一丝安全感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "母亲建议我第二天请假，但我想到请假可能会导致更多的作业和老师的关注，感到更加焦虑。我最终决定去学校，但整个晚上都在担心。",
                "where": "家里，卧室。卧室的墙壁上贴满了我自己画的画，床头柜上放着一杯温水。",
                "when": "2024年1月15日20:50",
                "who": "汤顺振, 母亲",
                "description": "2024年1月15日晚上，母亲建议我第二天请假，不去学校。我思考了一下，但想到请假后可能会堆积更多的作业，而且老师还会关注到我，心里更加焦虑。我对母亲说我还是去学校吧，但内心却充满了担忧和恐惧。那一晚，我在床上翻来覆去，怎么也睡不着，脑海中全是第二天可能会发生的糟糕情况。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "今天是绘画展示的日子，我从早上起床开始就感到非常焦虑。我和父母告别时显得心不在焉，但他们并没有多问什么。",
                "where": "家里和上学路上，家里餐桌旁，路上人行道上。",
                "when": "2024年2月15日07:30",
                "who": "汤顺振, 父母",
                "description": "2024年2月15日早上7:30，我在家里餐桌旁吃早餐，心里想着即将到来的绘画展示，感到非常紧张。妈妈一边帮我整理校服，一边问我是不是不舒服。我只是摇了摇头，没敢说话。爸爸在一旁看着报纸，偶尔抬头看我一眼。我们出门的时候，我的心跳得很快，胃里像有一团火在烧。路上，妈妈还鼓励我说：“今天表现好点，老师肯定会喜欢你的画。”但这些话并没有让我放松。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在绘画课上，美术老师宣布展示开始。当我的名字被念到时，我感到全身僵硬，眼睛开始湿润，不敢看同学们。",
                "where": "学校教室，教室的前排，美术教室的展示区。",
                "when": "2024年2月15日10:15",
                "who": "汤顺振, 班级同学, 美术老师",
                "description": "2024年2月15日上午10:15，在学校的美术教室里，美术老师站在展示区前，开始点名。我的心一下子提到了嗓子眼，当老师念到‘汤顺振’的时候，我感觉全身僵硬，眼睛开始湿润。我低下头，不敢看周围的同学。他们的目光像针一样刺在我的背上，我甚至听见有人在轻声笑。我想站起来，可我的腿像灌了铅一样，怎么也动不了。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "我没有上前展示，老师没有责备我，但同学们开始窃窃私语，有人甚至发出轻笑声。我迅速低下头，脸色苍白，心里充满了羞愧和自责。",
                "where": "学校教室，教室的前排，美术教室的展示区。",
                "when": "2024年2月15日10:20",
                "who": "汤顺振, 班级同学, 美术老师",
                "description": "2024年2月15日上午10:20，在学校的美术教室里，我最终还是没有上前展示。美术老师看了我一眼，没有责备我，只是继续点其他同学的名字。但我能听到周围的同学在窃窃私语，有人甚至发出了轻笑声。我迅速低下头，脸色苍白，心里充满了羞愧和自责。为什么我就这么胆小呢？我觉得自己很没用，连一幅画都不敢展示。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "今天下午，我在操场上被几个高年级哥哥再次欺负，他们把我的画本扔到泥地里，还嘲笑我。",
                "where": "学校操场，靠近篮球场的角落，那里比较偏僻。",
                "when": "2024年3月5日14:30",
                "who": "汤顺振, 高年级哥哥",
                "description": "2024年3月5日下午，我在学校操场上，靠近篮球场的角落，那里比较偏僻。几个高年级哥哥看到我一个人，就走过来欺负我。他们抢过我的画本，用力扔到泥地里，然后哈哈大笑，嘲笑我是个胆小鬼。我当时真的非常害怕和无助，眼泪一下子涌了出来，我只想快点逃离那里。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "我回家后向父母哭诉了自己被欺负的经历，父母非常担心，决定联系学校解决问题。",
                "where": "家里的客厅，沙发上还放着妈妈折好的衣服。",
                "when": "2024年3月5日18:00",
                "who": "汤顺振, 父母",
                "description": "2024年3月5日下午6点，我回到家里，心里还是很害怕。我一进门就忍不住哭出来，扑到妈妈怀里，把今天在操场上被欺负的事情告诉了他们。爸爸妈妈都很担心，妈妈抱着我，不断安慰我，说他们会保护我，爸爸则决定联系学校解决问题。虽然父母的安慰让我感到了一丝温暖和安全，但我心里还是很害怕，不知道该怎么办。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "班主任特意找我谈话，鼓励我勇敢面对那些哥哥，并告诉我学校会采取措施保护我。",
                "where": "学校办公室，桌上堆满了各种文件和作业本。",
                "when": "2024年3月10日10:00",
                "who": "汤顺振, 班主任",
                "description": "2024年3月10日上午10点，我被班主任叫到了学校办公室。办公室里很安静，桌上堆满了各种文件和作业本。班主任老师坐在我对面，语气温和地鼓励我，要我勇敢面对那些高年级哥哥，并告诉我学校会采取措施保护我。虽然老师的话让我感到了一丝温暖，但我心里还是很害怕，担心反抗会带来更多的伤害。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_4",
                "stage_key": "近期情况",
                "what": "在班主任的鼓励下，我决定尝试与同班同学一起回家，以避免再次被高年级哥哥欺负，但我仍然非常紧张和害怕。",
                "where": "学校门口，人来人往，许多家长在接孩子。",
                "when": "2024年3月11日16:00",
                "who": "汤顺振, 同班同学",
                "description": "2024年3月11日下午4点，放学后，我和同班同学一起从学校门口走出来。学校门口人来人往，许多家长在接孩子。我和同学们结伴而行，希望这样能避免再次被高年级哥哥欺负。但是，我心里还是非常紧张和害怕，时不时回头看看，生怕他们会突然出现。尽管有同学的陪伴，我依然觉得自己无法独自应对这些困难。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "上课的时候，我一直在想着下课后的事情。下课铃一响，我的心跳加快，手心出汗，因为我知道那些高年级的哥哥们经常在走廊里晃荡。",
                "where": "学校教室，教室的窗帘半拉着，阳光透过缝隙洒在地板上。",
                "when": "2024年3月15日10:15",
                "who": "我，同班同学，班主任",
                "description": "2024年3月15日上午10:15，我在学校的教室里上课。下课铃声响起的时候，我的心砰砰直跳，手心出汗，因为我知道那些高年级的哥哥们经常在走廊里晃荡。班主任在讲台上收拾讲义，同班同学们开始收拾书包准备出去。我本能地想要躲避，尽量不引起注意。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "课间我走出教室，看到几个高年级的哥哥们在不远处的走廊上聊天，立刻感到恐惧，转身想要回到教室，但发现门已经被锁上。",
                "where": "学校走廊，墙壁上贴着校训标语，地板上有些许灰尘。",
                "when": "2024年3月15日10:17",
                "who": "我，高年级哥哥们",
                "description": "2024年3月15日上午10:17，我在课间走出教室，看到几个高年级的哥哥们在不远处的走廊上聊天，他们的笑声让我感到恐惧。我立刻转身想要回到教室，但发现门已经被锁上。走廊里没有其他人，我的心跳得更快了，感觉无路可逃。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "为了躲避高年级哥哥们，我冲进了厕所，锁上门，蹲在角落里，不敢出声。",
                "where": "学校厕所，瓷砖地板有些湿滑，空气中有淡淡的消毒水味。",
                "when": "2024年3月15日10:18",
                "who": "我",
                "description": "2024年3月15日上午10:18，为了躲避高年级的哥哥们，我迅速冲进了学校的厕所，锁上门，然后蹲在角落里，双手抱着膝盖，不敢出声。厕所的瓷砖地板有些湿滑，空气中有淡淡的消毒水味。我感觉自己像个小小的蜗牛，缩在壳里，心里充满了孤独和无助。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我在上课时，看到班主任在课堂上表扬了一个同学的勇敢行为。这个同学在前一天放学后帮助了一个低年级的小朋友找回了丢失的书包。全班同学都为他鼓掌，气氛非常欢快和热烈。",
                "where": "学校教室，教室里阳光明媚，窗边摆放着绿色的盆栽。",
                "when": "2024年4月15日09:45",
                "who": "汤顺振, 班主任, 同班同学",
                "description": "2024年4月15日上午，在学校的教室里，班主任在讲台上表扬一位同学的勇敢行为，说他在前一天帮助低年级的小朋友找回了丢失的书包。教室里顿时响起了热烈的掌声，大家脸上都洋溢着微笑。我坐在座位上，心里感到深深的羡慕和自卑。我想，我也希望能像他一样勇敢，但我觉得自己做不到。接下来的时间里，我更加沉默寡言，不敢与同学和老师对视，心里满是失落和无力感。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "在下课期间，我和几个同班同学在操场上玩耍。突然，我听到不远处传来一阵嘈杂声，看到几个高年级的哥哥围着一个低年级的同学。我本来想过去帮忙，但是想到自己曾经也被这些高年级同学欺负过，感到非常害怕，选择站在远处观望。",
                "where": "学校操场，一角有一个篮球架，周围是草坪和水泥地。",
                "when": "2024年4月15日13:10",
                "who": "我, 高年级哥哥们, 低年级同学, 同班同学",
                "description": "2024年4月15日下午，我在学校操场上和几个同班同学玩耍。突然，操场另一边传来一阵嘈杂声，我扭头一看，看到几个高年级的哥哥围着一个低年级的同学。我心里一紧，想起自己之前也被这些高年级同学欺负过，顿时感到害怕。我本来想过去帮忙，但脚步却停在了原地，心里想着‘如果我去帮忙，我也会被欺负’。我只能站在远处，手心冒汗，心跳加速，感到非常无助和害怕。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "放学后，我在学校门口等候父母来接我，看到早上被欺负的低年级同学独自一人走在回家的路上，看起来非常沮丧。我感到内疚，因为我没有帮忙，但又害怕如果和那个同学接触，会被高年级的哥哥们发现并报复。",
                "where": "学校门口，人来人往，旁边有小卖部和几辆停着的自行车。",
                "when": "2024年4月15日16:30",
                "who": "我, 低年级同学",
                "description": "2024年4月15日下午放学后，我站在学校门口等候父母来接我。周围人来人往，我看到早上被欺负的那个低年级同学独自走在回家的路上，低着头，看起来非常沮丧。我心里一阵内疚，觉得自己早上没有帮忙，但同时又很害怕。如果我和他接触，高年级的哥哥们会不会发现并报复我？我只能站在原地，眼睁睁看着他离开，心情复杂，内疚和恐惧交织在一起。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "回到家后，我的母亲发现我情绪低落，试图与我沟通。我犹豫了一下，最终还是告诉母亲我在学校看到的事情，以及我内心的恐惧和无助感。",
                "where": "家里客厅，沙发上的抱枕整齐摆放，茶几上有一杯温热的牛奶。",
                "when": "2024年4月15日17:00",
                "who": "我, 母亲",
                "description": "2024年4月15日下午回到家后，母亲发现我情绪低落，她走到我身边，轻声问我‘顺振，今天在学校发生什么事了吗？’我犹豫了一下，低着头不敢看她的眼睛。最终，我还是决定告诉她我在学校看到的事情，以及我内心的恐惧和无助感。母亲静静地听着，不时点头，眼神中充满了关心和心疼。我说完后，她给了我一个温暖的拥抱，说‘别担心，我们会一起解决这个问题的。’听到这些话，我感到心里稍微安定了一些，但仍然觉得对外界充满恐惧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "今天早晨我准备好上学时，脑海里不由自主地浮现出昨天在学校被高年级哥哥欺负的情景，我感到非常恐惧和焦虑。我心跳加速，手心冒汗，努力拖延着出门的时间，直到最后一刻才离开家。",
                "where": "我家的玄关，鞋柜旁放着一双干净的校鞋。",
                "when": "2024年5月15日07:30",
                "who": "我和母亲",
                "description": "2024年5月15日早晨，我站在我家玄关前，准备穿上校鞋时，昨天被高年级哥哥欺负的画面突然涌上心头。我心里一阵恐惧，手心开始出汗。我用尽各种理由拖延出门的时间，母亲在厨房里准备早餐，不时催我快点出门。我心里想着，如果再拖一会儿，说不定他们就不在那里了。最终，我在母亲的催促下，拖着沉重的步伐离开了家。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "在上学的路上，我远远看见那些高年级的哥哥站在前面，心头一紧，立刻决定绕道走以避免和他们碰面。绕道的过程中，我不断回头确认他们是否跟上来，心里充满了紧张和不安。",
                "where": "学校附近的一条小巷，巷子里有几家小店。",
                "when": "2024年5月15日08:10",
                "who": "我一个人",
                "description": "2024年5月15日早晨，我走在上学的路上，看到前方那些高年级的哥哥时，心头一紧，腿都软了。我赶紧改变了路线，绕道走小巷。小巷里安静得出奇，我的一举一动都显得格外小心。我每走几步就回头看看，总觉得他们会突然出现在我的身后。心里的紧张和不安让我的步伐变得越来越沉重。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "绕道走导致我迟到了，当我终于到达教室时，班主任已经开始上课。她问我迟到的原因，我感到极度紧张和害怕，于是撒谎说是因为起晚了。",
                "where": "学校的教室，班主任正在讲台上讲课。",
                "when": "2024年5月15日08:30",
                "who": "我和班主任",
                "description": "2024年5月15日早上，我终于走到教室门口时，班主任已经开始上课了。我轻轻推开门，所有人的目光都聚集在我身上。班主任停下讲课，问我为什么迟到。我紧张得手心又开始冒汗，脑子一片空白，只能硬着头皮撒谎说因为起晚了。班主任皱了皱眉头，但没有继续追问。我回到座位上，心里却充满了自责和无力感，觉得自己真是太弱了。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在学校操场上被几个高年级的哥哥们围住，他们嘲笑我，还推搡我。我感到无助和害怕，试图逃跑但被他们挡住。最终他们放过了我，但我内心充满了恐惧和羞辱。",
                "where": "学校操场，天气晴朗，周围有其他同学在玩耍，有些人在远处看着。",
                "when": "2024年5月10日12:30",
                "who": "我（汤顺振）、几位高年级的哥哥们",
                "description": "2024年5月10日中午，我在学校操场上准备回教室时，突然被几个高年级的哥哥们围住。他们开始嘲笑我，说我瘦小、无用，还用力推搡我。我试图逃跑，但他们用身体挡住了我的去路。我的手心出汗，心跳加速，感觉自己无处可逃。最终，他们似乎玩够了，才放过我。我呆站在原地，内心充满了恐惧和羞辱，眼泪不自觉地流了下来。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "父母在家中注意到我情绪低落、不愿上学，他们温和地询问发生了什么事，并表示愿意帮助我解决问题。",
                "where": "家里的客厅，柔和的灯光下，父母坐在沙发上，我在一旁低头看着地板。",
                "when": "2024年5月10日19:00",
                "who": "我（汤顺振）、父母",
                "description": "2024年5月10日晚上，回到家后，我情绪低落，一整天都沉默不语。父母注意到了我的异样，在客厅里，他们温和地问我发生了什么事。我低着头，不敢直视他们的眼睛，感觉喉咙像被堵住了一样说不出话来。妈妈轻声说：“顺振，我们知道你最近很不开心，我们想知道发生了什么事，我们可以帮你。”爸爸也在一旁点头。我感到一点温暖，但内心仍然充满了孤立和无助，因为我认为自己无法独自面对那些高年级的哥哥。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "在心理医生的办公室里，我向医生倾诉了自己对高年级哥哥的恐惧，以及不愿上学的情绪。医生建议我尝试面对恐惧，逐步建立自信，但我觉得自己无法做到。",
                "where": "心理医生的办公室，温馨的环境，墙上挂着一些鼓励的话语，医生坐在对面的椅子上。",
                "when": "2024年5月15日16:00",
                "who": "我（汤顺振）、心理医生",
                "description": "2024年5月15日下午，我坐在心理医生的办公室里，努力抑制住即将涌出的泪水。我向医生倾诉了自己对高年级哥哥的恐惧，以及我现在不愿上学的情绪。医生温和地建议我尝试面对恐惧，逐步建立自信，但我觉得自己完全做不到。我心里很焦虑，觉得世界对我来说太过复杂和危险，我需要有人保护我。我低声说：“我真的做不到，没有人保护我，我根本无法面对他们。”医生点了点头，继续安慰和鼓励我，但我仍然感到无助。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "家庭聚会开始时，我和表姐以及其他家人在客厅里玩耍和聊天。表姐自豪地分享她在学校被选为班长的故事，并详细讲述她如何勇敢面对挑战，最终赢得老师和同学们的信任。",
                "where": "家里客厅，沙发上铺着温暖的毯子，茶几上摆满了零食和饮料。",
                "when": "2024年6月15日18:30",
                "who": "汤顺振, 表姐, 家人",
                "description": "2024年6月15日18:30，在家里客厅的沙发上，我和表姐以及其他家人一起玩耍和聊天。表姐脸上带着自豪的笑容，分享她在学校被选为班长的故事。她讲述了如何勇敢面对挑战，最终赢得老师和同学们的信任。听着她的故事，我不禁感到自己很弱小和无能，心里涌起一股自卑感和焦虑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "聚会结束后，我和父母在晚餐时讨论了表姐的故事。父母试图鼓励我，告诉我每个人都有自己的优点和成长过程，但我依然无法摆脱自卑感和压力。",
                "where": "家里餐厅，餐桌上摆放着热气腾腾的晚餐，墙上挂着一家人的照片。",
                "when": "2024年6月15日19:30",
                "who": "汤顺振, 父母",
                "description": "2024年6月15日19:30，聚会结束后，我和父母在餐厅里吃晚餐。我们讨论了表姐的故事。父母温柔地对我说，每个人都有自己的优点和成长过程，他们希望我能看到自己的长处。尽管父母的鼓励让我感到一丝安慰，但内心的自卑和压力依然挥之不去。我觉得自己不够强大，无法像表姐那样勇敢和出色。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "第二天在学校，我在课间休息时回想起表姐的故事。看到同学们在操场上玩耍，我感到自己无法融入其中。我选择独自在角落里画画，试图通过自己的爱好来逃避内心的焦虑和自卑。",
                "where": "学校操场，阳光照耀下的草地上，孩子们在追逐打闹，角落里有一张小桌子。",
                "when": "2024年6月16日10:15",
                "who": "汤顺振, 同班同学",
                "description": "2024年6月16日10:15，在学校的课间休息时间，我站在操场的角落里，看到同学们在阳光下快乐地玩耍。回想着表姐的故事，我感到自己无法融入他们的欢笑和游戏中。于是，我拿出画本，坐在角落的小桌子旁，开始画画。虽然画画能让我暂时忘却内心的焦虑和自卑，但我依然感到孤独和不安。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "放学后，我在学校门口看到了几个高年级的男生，他们正在推搡一个我的同班同学。我感到害怕，躲在一旁不敢上前。",
                "where": "学校门口，周围有一些三三两两的学生在谈笑，夕阳斜斜地照在地上。",
                "when": "2024年6月15日16:30",
                "who": "我（汤顺振），高年级男生，我的同班同学",
                "description": "2024年6月15日下午放学后，我走到学校门口，看到几个高年级的男生正在推搡我的同班同学。他们毫不留情地嘲笑和欺负他。我感到心跳加速，全身都在发抖，害怕得不敢上前帮忙，只能躲在一旁远远地看着。这个场景让我想起了自己被他们欺负的经历，心里充满了恐惧和无助。我觉得自己很无力，也不敢告诉任何人。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在放学路上，我看到一个小朋友摔倒了，他的朋友们立刻围上去帮忙。我感到心里温暖，但也觉得自己没有那样的朋友。",
                "where": "学校附近的街道，路旁有几家小商店，地面湿滑因为刚下过一场小雨。",
                "when": "2024年6月15日16:45",
                "who": "我（汤顺振），几个小朋友",
                "description": "2024年6月15日下午，我走在放学回家的路上，看到一个小朋友不小心摔倒了。他的朋友们立刻围上去扶起他，关心地问他有没有受伤。这一幕让我感到心里很温暖，但同时也让我觉得自己很孤独。我没有那样的朋友，当我遇到困难的时候，没有人会来帮助我。我心里既羡慕又伤感，觉得自己真的很无助。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "回到家后，我向母亲诉说了自己在学校看到的事情和自己的感受。母亲安慰我，并告诉我要相信自己可以变得坚强。",
                "where": "家里，客厅的沙发上，母亲正在准备晚饭。",
                "when": "2024年6月15日17:30",
                "who": "我（汤顺振），母亲",
                "description": "2024年6月15日下午，我回到家后，坐在客厅的沙发上，感觉心情很低落。我把今天在学校门口看到的那些事情告诉了母亲，并说出了自己感到害怕和孤独的感受。母亲停下准备晚饭的手，坐到我身边，轻轻地抚摸着我的头，安慰我说：“顺振，你要相信自己，你可以变得坚强。”虽然母亲的话让我感到一些安慰，但我依然觉得自己很无力，心里还是有些害怕。不过，母亲的鼓励让我心里多了一丝希望，觉得自己或许真的有可能变得坚强，甚至实现自己的梦想。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "暑假即将结束的一个下午，班主任李老师组织了一场拼图比赛，希望通过这种活动让学生们在新学期开始前建立更多的团队协作精神。我和我的同学小明、小华组成一个小组，一起合作完成了比赛中的一个复杂拼图。",
                "where": "学校教室，教室里的桌椅摆放整齐，墙上贴满了各种学生作品。",
                "when": "2024年7月15日14:30",
                "who": "我（汤顺振），小明，小华，李老师",
                "description": "2024年7月15日下午，班主任李老师在学校教室里组织了一场拼图比赛。我和小明、小华组成了一个小组，我们围坐在一张桌子旁，桌上摆满了拼图的碎片。李老师在一旁鼓励我们，教室里充满了同学们的欢声笑语。虽然一开始我有些紧张，但随着比赛的进行，我逐渐感受到同学们的鼓励和支持，投入到拼图的完成中。最终，当我们成功完成拼图时，我感到了一定的成就感，但内心深处仍感觉自己离不开他人的帮助。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "比赛结束后，李老师对我们小组表示了赞赏，并特别指出我在团队中的贡献。她希望通过这种正面反馈增强我的自信心，但我却感到内心的不安，觉得老师的赞赏更多是因为同学们的帮助，而不是我个人的能力。",
                "where": "学校教室，教室里依旧充满了拼图比赛后的热闹氛围。",
                "when": "2024年7月15日15:00",
                "who": "我（汤顺振），小明，小华，李老师",
                "description": "2024年7月15日下午3点，拼图比赛结束后，李老师站在教室前方，对我们小组进行了表扬。她特别指出了我在团队中的贡献，眼神中充满了鼓励。我站在一旁，听着她的表扬，内心却感到不安。我觉得老师的赞赏更多是因为小明和小华的帮助，而不是我个人的能力。尽管收到了表扬，我的内心却充满了矛盾，既感到开心，又觉得不安和不配。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "放学后，我在回家的路上遇到了曾经欺负我的高年级同学。我感到害怕，但幸运的是，这次高年级同学并没有找我的麻烦，只是走了过去。即便如此，这次遭遇让我再次感受到自己在学校环境中的不安全感。",
                "where": "回家的路上，路边的树木郁郁葱葱，路上偶尔有行人经过。",
                "when": "2024年7月15日16:10",
                "who": "我（汤顺振），高年级同学",
                "description": "2024年7月15日下午4点10分，我放学后独自走在回家的路上。阳光透过树叶洒在地上，路边的树木郁郁葱葱。我正低着头想着比赛的事情，突然抬头看到前方走来了曾经欺负我的高年级同学。我心里一紧，赶紧低下头，不敢与他对视。幸运的是，这次他并没有找我的麻烦，只是走了过去。但即便如此，这次偶遇还是让我感到害怕，内心的不安全感再次涌上心头。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "在家长会前一周，我被几个高年级的哥哥再一次欺负了，他们抢走了我的书包，还不停地嘲笑我。我感到非常无助和害怕。",
                "where": "学校操场，操场上有一些正在玩耍的同学和几个老师。",
                "when": "2024年7月10日15:30",
                "who": "我（汤顺振）、高年级哥哥、母亲",
                "description": "2024年7月10日下午3:30，我在学校操场上被几个高年级的哥哥欺负了。他们抢走了我的书包，还嘲笑我，说我胆小鬼。我当时非常害怕，不知道该怎么办，只能低着头任他们嘲笑。回到家后，我情绪很低落，母亲注意到我的异样，试图询问我发生了什么，但我什么都没说，只是默默地回到自己的房间。我感到非常无助和害怕，不知道该如何面对明天的学校生活。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "家长会当天，母亲在老师面前提到我最近害怕上学的情况，希望老师能多关照我。我在旁边听了，感到非常难过和羞愧，觉得自己很无能。",
                "where": "学校教室，教室里坐满了家长和学生。",
                "when": "2024年7月17日10:00",
                "who": "我（汤顺振）、母亲、班主任",
                "description": "2024年7月17日上午10点，家长会在学校教室举行。母亲在班主任面前提到我最近害怕上学的情况，希望老师能多关照我。我在旁边听着，心里非常难过和羞愧，觉得自己很无能。我低着头，不敢看任何人，觉得所有人都在看我，嘲笑我。母亲的关心让我感到温暖，但同时也让我觉得自己很没用。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "家长会后的一周，班主任开始特别关注我，给予我更多的鼓励和支持，但我因为之前的羞愧感变得更加内向和退缩，不愿与老师和同学交流。",
                "where": "学校教室，教室里正在进行早读。",
                "when": "2024年7月24日09:30",
                "who": "我（汤顺振）、班主任、同班同学",
                "description": "2024年7月24日上午9:30，班主任在早读时特别关注我，走到我身边，轻声鼓励我，让我加油。我知道她是为我好，但我因为之前在家长会上的羞愧感，变得更加内向和退缩。我不敢与老师和同学交流，总是低着头，不敢看他们。我觉得自己很无能，不值得他们的关心和帮助。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我正和两个同班同学在学校走廊上聊天，突然看到那些高年级的哥哥们走来，我立刻感到紧张，心跳加速，害怕他们会再次欺负我。",
                "where": "学校走廊，墙上贴着学校活动的海报，周围有其他同学在走动。",
                "when": "2024年8月5日10:15",
                "who": "我（汤顺振），两个同班同学，高年级哥哥们",
                "description": "2024年8月5日早上课间休息时，我和两个同班同学在学校走廊上聊天。我们正聊得开心，突然看见那些高年级的哥哥们朝我们走来。我瞬间感到紧张，心跳加速，手心出汗，害怕他们会再次欺负我。我不敢直视他们，只能低下头，心里祈祷他们不会注意到我。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "就在高年级哥哥们走近时，一位老师正好经过，发现他们对我和同学们表现出威胁的姿态，老师立即上前制止并批评他们。",
                "where": "学校走廊，周围有其他学生在看着。",
                "when": "2024年8月5日10:17",
                "who": "我（汤顺振），两个同班同学，高年级哥哥们，老师",
                "description": "2024年8月5日10:17，当那些高年级哥哥们走近我们时，我的心跳越来越快，几乎要跳出胸膛。就在这时，一位老师恰好经过，发现他们对我们表现出威胁的姿态。老师立即上前制止，严厉地批评了他们。我感到一丝解脱和安全感，但同时也担心这些哥哥们会在老师不在时报复我。这种矛盾的情绪让我更加害怕和不安。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "被老师批评后，高年级哥哥们被罚站在走廊，我和同班同学们迅速离开现场，但我的内心仍然充满焦虑和恐惧，担心未来会受到报复。",
                "where": "学校走廊，走廊尽头是教室的门。",
                "when": "2024年8月5日10:20",
                "who": "我（汤顺振），两个同班同学，高年级哥哥们，老师",
                "description": "2024年8月5日10:20，老师批评完那些高年级哥哥们后，他们被罚站在走廊。我和同班同学们赶紧离开现场，但我的内心仍然充满焦虑和恐惧。我害怕这些哥哥们会在老师不在的时候报复我，心情非常沉重和不安。我不敢告诉父母和老师，只能把这些担忧埋在心里，感到更加孤独和无助。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "在美术课上，美术老师宣布要选拔绘画比赛的候选人，我的作品被老师特别提及。我感到荣幸，但同时也感到不安，因为担心自己的作品不够好。",
                "where": "学校教室，教室里挂满了学生们的画作，窗外阳光明媚。",
                "when": "2024年08月15日10:30",
                "who": "汤顺振, 美术老师, 同班同学",
                "description": "2024年08月15日上午10:30，在学校的美术课上，美术老师站在讲台前，微笑着宣布要选拔绘画比赛的候选人。当老师举起我的画作，说我的作品很出色时，我的心脏怦怦直跳。教室里同学们的眼神让我既高兴又紧张。我害怕他们会觉得我的画不够好，感到一阵不安和焦虑。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "下课后，同班同学围过来祝贺我被选为候选人，但其中一个同学开玩笑地说，如果我输了，大家都会笑话我。",
                "where": "学校教室，教室里同学们在收拾书包准备下一节课。",
                "when": "2024年08月15日11:00",
                "who": "汤顺振, 同班同学",
                "description": "2024年08月15日上午11:00，下课铃声刚响，同学们纷纷围过来祝贺我被选为绘画比赛的候选人。我笑着道谢，但内心的紧张感却愈发强烈。这时，一个同学笑着对我说：“汤顺振，如果你输了，大家可都要笑话你哦！”他的话像一根针刺进我的心，我勉强挤出一丝笑容，但内心的压力和不安立刻涌了上来。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "放学回家后，我告诉母亲自己被选为绘画比赛的候选人，并表达了自己的不安和担忧。母亲安慰我说，无论结果如何，她都为我感到骄傲。",
                "where": "家中，客厅里摆放着我和家人一起拼的拼图。",
                "when": "2024年08月15日17:30",
                "who": "汤顺振, 母亲",
                "description": "2024年08月15日下午5:30，放学回家后，我一进门就看到母亲在厨房忙碌。我走到她身边，忐忑地告诉她我被选为绘画比赛的候选人。我小声地说出了我的不安和担忧，母亲停下手中的活，温柔地看着我，轻抚着我的头发说：“顺振，无论结果如何，妈妈都为你感到骄傲。”她的话让我感到一丝温暖和安全，但内心深处的担忧和害怕失败的感觉仍然挥之不去。"
            }
        ]
    }
}