{
    "childhood": {
        "name": "昌凡嘉",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "在幼儿园里，老师布置了一道非常难的数学题。我起初感到有些焦虑和紧张，因为不确定自己能否解决这个问题。我看到其他同学也在努力尝试，但大多数人都放弃了。",
                "where": "幼儿园教室，墙上挂满了各种色彩鲜艳的画作和学习资料。",
                "when": "2007年3月12日10:15",
                "who": "幼儿园老师，班级同学",
                "description": "2007年3月12日上午10:15，在幼儿园的教室里，老师布置了一道非常难的数学题。我望着黑板上的题目，心跳加速，感觉手心冒汗。我看了看周围的同学，他们也在紧张地思考，甚至有的已经开始放弃了。我深吸一口气，决定坚持下去。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "经过长时间的努力，我终于解出了那道数学题。当我把答案交给老师时，老师仔细检查后，露出了赞许的笑容，并当着全班同学的面夸奖了我。",
                "where": "幼儿园教室，老师的办公桌上堆满了各种书籍和作业。",
                "when": "2007年3月12日11:30",
                "who": "幼儿园老师，班级同学",
                "description": "2007年3月12日上午11:30，在幼儿园的教室里，我终于解出了那道数学题。我小心翼翼地把答案交给老师，心里忐忑不安。老师仔细检查了我的答案后，露出了满意的笑容，并当着全班同学的面夸奖了我。我感到极大的满足和自豪。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "回到家后，我兴奋地把在幼儿园获得的表扬告诉了父母。父母对我的努力和聪明表示了高度赞赏，并在晚餐时还特意为我庆祝了一番。",
                "where": "家中，餐桌上摆满了丰盛的晚餐，气氛温馨。",
                "when": "2007年3月12日18:45",
                "who": "昌凡嘉的父母",
                "description": "2007年3月12日晚上18:45，我回到家后，兴奋地把在幼儿园获得的表扬告诉了父母。父母听后露出了欣慰的笑容，母亲还特意为我准备了我最喜欢的菜肴。晚餐时，父母对我的努力和聪明表示了高度赞赏，并为我庆祝了一番。我感到被认可和支持，内心充满了自信和满足。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "childhood",
                "what": "考试结束后，我觉得自己表现得很好，心情愉快地回到了家。",
                "where": "家中的客厅，墙上挂着我之前获得的奖状。",
                "when": "2009年5月10日15:30",
                "who": "昌凡嘉",
                "description": "2009年5月10日下午，我在小学二年级刚刚结束了一次语文考试。由于平时成绩优异，老师和同学们对我寄予厚望。考试结束后，我感觉自己发挥得不错，满心欢喜地回到了家。阳光透过窗户洒在客厅的地板上，墙上挂着我之前获得的奖状，我心里充满了自信。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "childhood",
                "what": "几天后，语文老师发放了考试成绩，我发现自己因为粗心错了一道简单的题目，成绩不理想，我感到一阵失落和焦虑。",
                "where": "学校教室，教室里充满了同学们的窃窃私语声。",
                "when": "2009年5月13日10:15",
                "who": "昌凡嘉，语文老师，同学们",
                "description": "2009年5月13日上午，语文老师在课堂上发放了考试成绩。我满心期待地接过卷子，看到成绩的一瞬间，我的心情跌到了谷底。因为粗心大意，我错了一道简单的题目，导致成绩不理想。教室里充满了同学们的窃窃私语声，我感到一阵失落和焦虑，担心回家后妈妈会失望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "childhood",
                "what": "放学后，我回到家，小心翼翼地把试卷递给了妈妈，看到她脸上明显有些失望，我感到非常难过。",
                "where": "家中的客厅，妈妈正在厨房忙碌。",
                "when": "2009年5月13日17:45",
                "who": "昌凡嘉，母亲",
                "description": "2009年5月13日下午放学后，我回到家，小心翼翼地把试卷递给了妈妈。她正在厨房忙碌，看到成绩后，虽然没有责备我，但脸上明显有些失望。我感到非常难过，心中暗暗发誓以后要更加认真。客厅里安静得只听到钟表的滴答声，那一刻，我内心感到非常内疚和焦虑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "小学四年级的一个早晨，美术老师在班上宣布即将举行学校绘画比赛，并鼓励所有同学积极参与。我听到这个消息后，既兴奋又有些紧张。",
                "where": "教室，黑板上还留着昨天的数学题。",
                "when": "2011年10月15日08:30",
                "who": "昌凡嘉、美术老师、同学",
                "description": "2011年10月15日上午8:30，在教室里，美术老师站在讲台上宣布了即将举行的学校绘画比赛。她声音温柔而坚定，鼓励着我们所有人去参与。我坐在第三排，心里瞬间涌起了兴奋的情绪，但同时也感到一丝紧张。我喜欢画画，但担心自己无法在比赛中取得好成绩。这一刻，我的内心充满了矛盾和期待。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "在接下来的几周里，我每天放学后都会花时间练习绘画。父亲看到我如此认真，也会在工作之余陪我一起画画，并给予一些指导和鼓励。",
                "where": "家里客厅，墙上挂着我之前的绘画作品。",
                "when": "2011年10月20日18:00",
                "who": "昌凡嘉、父亲",
                "description": "2011年10月20日晚上6点，在家里的客厅，我铺开了画纸，开始认真练习绘画。父亲工作一整天后回到家，看到我专注的样子，微笑着走过来。他坐在我身旁，仔细看着我的画作，时不时给予一些建议和鼓励。他的支持让我感到无比温暖和鼓励，仿佛有一股力量在推动着我前进。这段时间，我和父亲的关系更加亲密，他的陪伴和指导让我更加自信。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "绘画比赛当天，我将自己的参赛作品提交给评委。在等待结果的过程中，我感到非常紧张，害怕自己不能获奖。",
                "where": "学校礼堂，评委桌上堆满了同学们的参赛作品。",
                "when": "2011年11月5日09:00",
                "who": "昌凡嘉、评委、同学",
                "description": "2011年11月5日上午9点，我站在学校礼堂里，将自己的参赛作品交给评委。评委们坐在长桌后，桌上堆满了五颜六色的画作。我站在一旁，心跳加快，手心冒汗，脑海中不断浮现出各种可能的结果。等待的时间似乎特别漫长，每分每秒都让我感到焦虑不安。我深深吸了一口气，试图让自己冷静下来，但那种紧张感依然挥之不去。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_4",
                "stage_key": "童年时期",
                "what": "颁奖典礼上，校长当众表扬了我的绘画作品，并把奖状颁发给我。台下的同学们也为我鼓掌祝贺。",
                "where": "学校礼堂，礼堂的灯光照在领奖台上，显得特别明亮。",
                "when": "2011年11月10日10:00",
                "who": "昌凡嘉、校长、同学、老师",
                "description": "2011年11月10日上午10点，在学校礼堂的颁奖典礼上，校长站在领奖台上，手里拿着奖状，微笑着看向我。他在全校师生面前表扬了我的绘画作品，称赞我的努力和才华。那一刻，我感到脸颊发热，但心里却无比自豪。校长将奖状递给我时，台下的同学们纷纷鼓掌祝贺。我站在台上，环顾四周，看到朋友们为我欢呼，我的心里充满了喜悦和成就感。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "我得知我的好友李晓玲要因为家庭搬迁而转学。这消息令我震惊和悲伤。",
                "where": "教室里，阳光透过窗户洒在课桌上，老师正在讲台上讲课。",
                "when": "2012年6月10日08:30",
                "who": "昌凡嘉, 李晓玲, 老师",
                "description": "2012年6月10日早晨，我在教室里听到李晓玲和老师的对话，了解到她要因家庭搬迁而转学。我顿时感到一阵失落和无助，心里充满了对未来的不确定性。老师的声音变得遥远，仿佛整个教室只剩下我一个人。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "放学后，我和李晓玲在公园散步，聊彼此的心事，回忆过去的美好时光。",
                "where": "校门口外的小公园，树荫下的小径旁有几只麻雀在跳跃。",
                "when": "2012年6月10日16:00",
                "who": "昌凡嘉, 李晓玲",
                "description": "2012年6月10日下午放学后，我和李晓玲约好一起去校门口外的小公园散步。我们边走边聊，回忆起一起学习、玩耍的点滴。我心里充满了不舍和焦虑，担心自己在没有她的陪伴下是否还能保持心情愉快和学习成绩优异。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "在李晓玲转学的前一天晚上，我给她写了一封长信，表达对这段友情的珍视和未来的祝福。",
                "where": "家中的书桌前，台灯的暖光照在信纸上。",
                "when": "2012年6月14日21:00",
                "who": "昌凡嘉",
                "description": "2012年6月14日晚上，我坐在家中的书桌前，给李晓玲写了一封长信。我在信中倾诉了对分离的恐惧和对未来的担忧，希望她在新学校一切顺利。写信的过程让我梳理了自己的情感，虽然感到悲伤，但也意识到表达情感和面对情感的重要性。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_4",
                "stage_key": "童年时期",
                "what": "在校门口告别的那一天，我和李晓玲紧紧拥抱在一起，两人都哭了。",
                "where": "小学门口，校门旁的树荫下，李晓玲的父母站在一旁。",
                "when": "2012年6月15日08:00",
                "who": "昌凡嘉, 李晓玲, 李晓玲的父母",
                "description": "2012年6月15日早晨，在小学门口，我和李晓玲紧紧拥抱在一起，两人都哭了。李晓玲的父母在一旁安慰我们。这个告别场景深深地印在了我的心里，我感受到了一种深深的失落和无力感，对未来人际关系的稳定性产生了怀疑。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "六年级的一天早上，我早早起床，准备迎接即将到来的模拟考。这次模拟考对我来说非常重要，因为这是学期末的一次大考，关系到我的总成绩。父母一直鼓励我保持好心态，父亲甚至特意在早上和我一起吃早餐，给我加油打气。",
                "where": "家中的餐厅，桌上摆着热腾腾的早餐，阳光透过窗户洒进来。",
                "when": "2013年12月15日07:00",
                "who": "昌凡嘉，父亲，母亲",
                "description": "2013年12月15日早上7点，我早早起床，心情既紧张又期待。走进餐厅时，看到父亲已经在桌子旁等我了。餐桌上摆着热腾腾的早餐，有我最喜欢的煎蛋和牛奶。父亲一边吃一边鼓励我说：“凡嘉，你一定行的，不用太紧张。”母亲也在一旁微笑着点头。我感受到一股暖流在心头涌动，家人的支持让我信心倍增。我默默地告诉自己：一定要努力，不辜负他们的期望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "模拟考试当天，我在教室里紧张地等待着考试开始。我的心情非常复杂，既有对考试的焦虑，也有希望一展所长的期待。考试开始后，我冷静下来，逐渐进入状态，认真答题，考试过程进行得非常顺利。",
                "where": "学校的教室，教室里的座位整齐排列，黑板上写着考试注意事项。",
                "when": "2013年12月15日09:00",
                "who": "昌凡嘉，同学们，监考老师",
                "description": "2013年12月15日早上9点，我坐在教室里，手心微微出汗。教室里安静得只能听到钟表的滴答声，同学们也都在低声交流着。监考老师走进教室，宣布考试开始的一刻，我感到心跳得更快了。但当试卷发下来，我深吸一口气，开始冷静答题。随着时间的推移，我逐渐进入状态，所有的焦虑似乎都消失了。我专注在每一道题上，所有的知识点都在脑海中浮现。考试结束时，我感到一阵轻松和满足，仿佛卸下了一副重担。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "在家长会当天，父亲特意请假来参加。在会上，班主任表扬了我的优异成绩，特别提到了我在模拟考中取得了全班第一。父亲在听到这个消息后非常高兴，当着所有家长和老师的面，表扬了我，并表示他为女儿感到骄傲。",
                "where": "学校的教室，家长们和老师坐在一起，教室前方的黑板上写着“家长会”。",
                "when": "2013年12月20日14:30",
                "who": "昌凡嘉，父亲，班主任，其他家长",
                "description": "2013年12月20日下午2点半，父亲特意请假来参加家长会。教室里挤满了家长，大家都在低声交谈。班主任站在教室前方，开始表扬我在模拟考中的优异表现，说我取得了全班第一的好成绩。父亲在听到这个消息后，脸上露出了自豪的笑容。他站起来，当着所有家长和老师的面，表扬了我，并表示他为我感到骄傲。我感到脸上微微发热，但内心却充满了满足和自豪。这一刻，我觉得所有的努力都得到了回报，心里默默下定决心，未来要更加努力，不辜负父亲的期望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "我在一次科学课上听老师讲解了一个有趣的小实验，这个实验引起了我的浓厚兴趣。我决定和我的两个好朋友一起参加学校的科学小组。",
                "where": "学校教室，课桌上摆满了各种实验仪器，墙上贴着科学海报。",
                "when": "2010年4月20日14:30",
                "who": "科学老师，我的两个好朋友（小明和小丽），以及班上的其他同学。",
                "description": "2010年4月20日下午，我在学校的科学课上，科学老师正兴致勃勃地讲解一个关于光的折射的小实验。教室里的同学们都聚精会神地听着，我也不例外。当老师演示实验时，看到光线通过水杯折射出美丽的光晕，我的心中充满了惊奇和兴奋。下课后，我迫不及待地和小明、小丽讨论这个实验，并提议我们一起加入学校的科学小组，她们都欣然同意。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我在小学一年级时，因为感冒请假在家休息。我躺在床上，感到身体虚弱。母亲在床边陪伴我，不断地询问我的感受，并尝试让我放松下来。为了让我感到好一些，母亲开始为我讲故事，讲述关于勇敢的小女孩和她的冒险经历。",
                "where": "家中的卧室，床头柜上放着一杯热水和一些药物。",
                "when": "2008年2月14日10:15",
                "who": "母亲",
                "description": "2008年2月14日上午，我因为感冒请假在家休息，躺在家中的卧室里。母亲坐在床边，轻轻地抚摸着我的额头，不断地询问我的感受。她拿出一本故事书，开始为我讲述一个勇敢的小女孩的冒险故事。尽管身体虚弱，但母亲的关怀和故事让我的心情变得轻松了一些。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "当母亲为我煮了我最喜欢的粥时，她还特别在粥里加了我喜欢的配料。母亲细心地一勺一勺喂给我吃，并且鼓励我多休息，告诉我这样才能早点康复。",
                "where": "家中的卧室，桌上放着一碗热气腾腾的粥。",
                "when": "2008年2月14日12:30",
                "who": "母亲",
                "description": "2008年2月14日中午，母亲为我煮了我最喜欢的粥，还特别在粥里加了我喜欢的配料。她坐在床边，一勺一勺地喂给我吃。每次我吃下一口，母亲都会微笑着鼓励我多休息，并告诉我这样才能早点康复。母亲的细心和温柔让我感到非常幸福和被关爱。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "在我生病的这段时间里，母亲每晚都会在我的床边坐着，握着我的小手，轻声哼唱我喜欢的摇篮曲，直到我入睡。这让我感到无比安心和放松，并且我开始期待每晚的这个时刻。",
                "where": "家中的卧室，床边的夜灯散发出柔和的光芒。",
                "when": "2008年2月14日21:00",
                "who": "母亲",
                "description": "2008年2月14日晚上，母亲像往常一样坐在我的床边，握着我的小手，轻声哼唱我喜欢的摇篮曲。夜灯散发出柔和的光芒，照亮了整个房间。母亲的歌声让我感到无比安心和放松，我很快就在她的歌声中进入了梦乡。每晚的这个时刻成了我最期待的时刻，因为它让我感受到浓浓的母爱和安全感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "childhood",
                "what": "在小学四年级时，我因为同学的推荐和对排球的兴趣，报名参加了学校的排球队。尽管训练时间较长，我仍然能够合理安排学习和训练。每天训练结束后，我总是感到非常快乐和满足。",
                "where": "学校操场，周围是高大的树木，操场上一片热闹的景象。",
                "when": "2011年9月10日16:30",
                "who": "我、同学、排球队教练、队友",
                "description": "2011年9月10日下午，在学校操场上，我因为同学的推荐和自己对排球的热爱，报名参加了学校的排球队。尽管训练时间较长，但我仍能合理安排学习和训练。每次训练结束后，我总是感到非常快乐和满足。操场上一片热闹，队友们的欢笑声充满了整个场地，我也感受到了参与团队活动带来的快乐和满足感。这种积极的情感不仅增强了我的自信心和成就感，也让我对团队合作有了更深的认同感和归属感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "childhood",
                "what": "随着五年级课程难度的增加，我开始发现自己在训练和学习之间难以平衡。我的成绩开始下滑，这让我感到焦虑和压力。",
                "where": "学校教室，教室里安静，墙上挂满了各种学习资料。",
                "when": "2012年5月15日14:20",
                "who": "我、班主任、母亲",
                "description": "2012年5月15日下午，我在学校教室里发现自己在训练和学习之间难以平衡。随着五年级课程难度的增加，我的成绩开始下滑，这让我感到非常焦虑和压力。当班主任把这件事告诉我的母亲时，母亲也显得有些担忧。教室里安静得只有笔尖在纸上滑动的声音，我的心情却如同被压上了一块大石头，喘不过气。这种焦虑源于我内心深处的信念——我需要努力才能成功，而现在，我担心自己无法维持优异的成绩，害怕让父母和老师失望。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "childhood",
                "what": "经过多次纠结和考虑，我最终决定在五年级时退出排球队，以便专注于学习。向教练和队友表达了自己的决定后，我感到非常失落和无奈。",
                "where": "学校操场，操场上夕阳西下，空气中充满了离别的伤感。",
                "when": "2012年9月10日17:00",
                "who": "我、排球队教练、队友",
                "description": "2012年9月10日下午，在学校操场上，我经过多次纠结和考虑，最终决定退出排球队，以便专注于学习。当我向教练和队友表达了自己的决定后，心里感到非常失落和无奈。夕阳的余晖洒在操场上，队友们脸上的表情也充满了不舍和理解。我意识到自己不得不在兴趣爱好和学习之间做出选择，这一决定让我对自己的兴趣爱好产生了一定的放弃感，同时也强化了我内心的信念——我必须在学习上付出更多努力，才能保持优异的成绩。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "童年时期",
                "what": "我在班上看到一个同学因为没有完成作业被老师严厉批评，那位同学当场哭了，这让我感到非常震惊。",
                "where": "学校教室，教室里充满了紧张的气氛，学生们都默默地低头不敢看老师。",
                "when": "2010年04月15日10:30",
                "who": "同学、老师",
                "description": "2010年4月15日上午，老师在课堂上点名检查作业时，发现一位同学没有完成。当时老师的脸色变得非常严厉，他大声训斥那位同学，声音在教室里回荡。那位同学受到了极大的惊吓，眼泪迅速涌了出来，哭声在寂静的教室里显得格外刺耳。我坐在位置上，心跳加速，感到非常震惊和不安。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "童年时期",
                "what": "同一天的下午，我回到家后，心情仍然沉重。母亲注意到我的情绪变化，试图询问我是否发生了什么事。",
                "where": "家中的客厅，温暖的灯光照在沙发上，显得格外温馨。",
                "when": "2010年04月15日17:00",
                "who": "昌凡嘉、母亲",
                "description": "2010年4月15日下午回到家，我的心情依然很沉重。母亲正在厨房准备晚餐，她看到我愁眉不展的样子，走过来轻声问我发生了什么事。我不想让母亲担心，所以只是摇摇头，说没事。母亲皱起眉头，轻轻抚摸我的头发，眼神中充满了担忧。我感到一阵阵的焦虑，心里还是放不下白天在学校看到的情景。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "童年时期",
                "what": "几天后，我在学校里更加努力地完成作业，并且在课堂上尽量表现得更为积极。我的努力得到了老师的表扬。",
                "where": "学校教室，阳光透过窗户洒在课桌上，教室里显得格外明亮。",
                "when": "2010年04月20日14:45",
                "who": "昌凡嘉、老师",
                "description": "2010年4月20日下午，我在学校里更加努力地完成作业，并在课堂上积极回答问题。老师注意到了我的努力，在课堂结束后对我进行了表扬。老师微笑着对我说：‘昌凡嘉，你这几天进步很大，继续保持！’我感到内心有些许安慰，但同时也有一种紧张感蔓延开来，我知道自己必须一直保持这样的表现，才能获得认可。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "母亲在晚餐时提议第二天带我去市图书馆，并鼓励我选择自己喜欢的书籍阅读。母亲的提议让我既兴奋又有些紧张，因为这是我第一次自己挑选书籍。",
                "where": "家庭餐桌，餐桌上摆满了母亲精心准备的晚餐。",
                "when": "2014年3月14日19:00",
                "who": "母亲",
                "description": "2014年3月14日晚上，母亲在家庭餐桌上提议第二天带我去市图书馆借书。餐桌上摆满了母亲精心准备的晚餐，气氛温馨。母亲温柔地对我说：“凡嘉，明天我们去市图书馆吧，你可以挑选自己喜欢的书籍。”我听到后，心中感到既兴奋又有些紧张，这是我第一次自己挑选书籍。我点了点头，心里满是期待。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "第二天，我和母亲按计划去了市图书馆。我们在阅读区找到了一个安静的角落，母亲帮我挑选了一本适合我年纪的小说，并和我一起阅读。我沉浸在书中的世界，感到非常幸福和满足。",
                "where": "市图书馆阅读区，安静的角落里有舒适的椅子和桌子。",
                "when": "2014年3月15日10:30",
                "who": "母亲",
                "description": "2014年3月15日上午，我和母亲按计划去了市图书馆。在图书馆的阅读区，我们找到了一个安静的角落，那里有舒适的椅子和桌子。母亲帮我挑选了一本适合我年纪的小说，并和我一起阅读。我沉浸在书中的世界，感到非常幸福和满足。母亲时不时看看我，微笑着点头，我们的阅读时光非常美好。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "在回家的路上，我和母亲讨论了我们各自阅读的书籍内容。母亲鼓励我把书中的知识应用到日常生活中，并建议我每天抽出时间进行阅读。我感到非常受启发，决定每天都进行阅读。",
                "where": "回家的路上，街道两旁的树木和行人。",
                "when": "2014年3月15日12:00",
                "who": "母亲",
                "description": "2014年3月15日中午，在回家的路上，我和母亲讨论了我们各自阅读的书籍内容。街道两旁的树木和行人显得格外鲜活。母亲鼓励我把书中的知识应用到日常生活中，并建议我每天抽出时间进行阅读。我感到非常受启发，决心每天都进行阅读。母亲的鼓励让我感到很温暖，我告诉自己一定要坚持下去。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "我报名参加了班级的演讲比赛。虽然我平时在课堂上表现出色，但对公众演讲一直感到紧张。报名的决心源于我希望在老师和同学面前展示自己，也希望通过这次机会提升自信心。",
                "where": "学校的教室，墙上贴满了同学们的手工作品，教室中央摆放着老师的讲台。",
                "when": "2011年9月15日09:00",
                "who": "昌凡嘉、班主任老师、全班同学",
                "description": "2011年9月15日上午，在学校的教室里，班主任老师宣布了即将举行的班级演讲比赛。我心跳加速，但还是决定举手报名。内心的紧张和期待交织在一起，手心微微出汗。我希望通过这次机会展示自己的能力，也期待能得到老师和同学的认可。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "演讲比赛当天，我站在讲台上，面对全班同学和老师。感到极度紧张，手心出汗，心跳加速，甚至一度说不出话来。",
                "where": "学校的教室，讲台上摆放着一束鲜花，黑板上写着“演讲比赛”几个大字。",
                "when": "2011年9月20日10:30",
                "who": "昌凡嘉、班主任老师、全班同学",
                "description": "2011年9月20日上午，演讲比赛正式开始。我站在讲台上，面对全班同学和班主任老师。手心出汗，心跳如雷，脑子一片空白。看到台下同学们的目光，我感到无比紧张，几次张口却发不出声音。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "在老师和同学的鼓励下，我重新鼓起勇气站上讲台，完成了演讲。虽然没有获奖，但我感到自己克服了内心的恐惧，获得了宝贵的经验。",
                "where": "学校的教室，讲台上的鲜花和黑板上的“演讲比赛”几个大字依然清晰可见。",
                "when": "2011年9月20日10:45",
                "who": "昌凡嘉、班主任老师、全班同学",
                "description": "2011年9月20日上午，在老师和同学们的鼓励声中，我深吸一口气，重新站上讲台。这次，我努力控制住自己的紧张情绪，慢慢地开始演讲。虽然最终没有获奖，但我感到无比自豪，因为我克服了内心的恐惧，完成了这个挑战。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "小学三年级时，我正在准备一场重要的数学竞赛。每天放学后，我都会在家中的书房花大量时间复习和做练习题。尽管父母全力支持我，但我感到了极大的压力，因为我希望在竞赛中取得优异成绩。",
                "where": "家中书房，书桌上堆满了各类数学练习册和笔记本，窗外的阳光渐渐消失在傍晚的天空中。",
                "when": "2010年12月10日16:30",
                "who": "昌凡嘉，父母",
                "description": "2010年12月10日下午，我在家中的书房埋头苦读，为即将到来的数学竞赛做准备。父母不时走进书房，送来水果和饮料，鼓励我继续努力。尽管他们的支持让我感到温暖，但我心中依然充满了压力和焦虑。我知道父母对我寄予厚望，而我也不想让他们失望。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "在竞赛当天，由于过度紧张，我在考场上出现了脑海一片空白的情况，导致没能完成所有的题目。我感到非常失望和沮丧，认为自己辜负了父母和老师的期望。",
                "where": "学校考场，宽敞的教室里布满了紧张的气氛，桌上摆着考试试卷和文具。",
                "when": "2010年12月15日10:00",
                "who": "昌凡嘉，监考老师，其他参赛学生",
                "description": "2010年12月15日上午，我坐在学校的考场里，手心冒汗，心跳加速。试卷发下来的那一刻，我突然感到脑海一片空白，许多平时熟练的题目此刻变得陌生和困难。尽管努力回忆，但时间一分一秒地过去，我还是没能完成所有的题目。考试结束铃声响起时，我感到无比失望和沮丧，觉得自己辜负了父母和老师的期望。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "回到家后，我感到非常沮丧，父亲在客厅里安慰我。父亲告诉我，失败是成功之母，只要努力，下次一定会更好。这番话让我感到温暖和鼓励。",
                "where": "家中客厅，柔和的灯光下，父亲坐在沙发上，面带慈爱。",
                "when": "2010年12月15日18:45",
                "who": "昌凡嘉，父亲",
                "description": "2010年12月15日晚上，我拖着沉重的步伐回到家中，心情低落。父亲在客厅里等着我，他拉我坐在他身边，轻声问我考试的情况。我忍不住哭了出来，告诉他我没能完成试卷。父亲拍了拍我的背，温柔地说：'失败是成功之母，只要努力，下次一定会更好。'他的鼓励让我感到一丝温暖和希望，心中的焦虑也减轻了不少。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "childhood",
                "what": "我在家中的书桌前做着数学作业，突然听到父母在房间里低声讨论家庭经济情况。他们的声音充满了担忧和无奈，让我心中不安。",
                "where": "家中的书房，窗外的夕阳透过窗帘洒进房间，照在书桌上。",
                "when": "2013年5月15日18:30",
                "who": "父母在隔壁的房间",
                "description": "2013年5月15日18:30，我在家中的书房做着数学作业。窗外的夕阳透过窗帘洒进房间，照在书桌上。突然，我听到父母在隔壁房间里低声讨论家庭经济情况。他们的声音充满了担忧和无奈，让我心中不安。我放下笔，侧耳倾听，意识到家里的经济状况并不乐观。这让我感到焦虑和不安，担心自己的学业和未来，觉得自己需要更加努力才能减轻家庭的负担。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "childhood",
                "what": "晚饭时，我试探性地询问父母家庭的经济情况，他们虽然安慰我说一切都会好，但我能感觉到他们语气中的无奈和压力。",
                "where": "家中的餐厅，桌上摆满了简单的家常菜。",
                "when": "2013年5月15日19:00",
                "who": "昌凡嘉及其父母",
                "description": "2013年5月15日19:00，我们一家人在家中的餐厅吃晚饭。桌上摆满了简单的家常菜。我试探性地询问父母家庭的经济情况，父母安慰我说一切都会好，但我能感觉到他们语气中的无奈和压力。这让我更加焦虑，感受到家庭的经济压力。虽然他们试图掩饰，但我还是能察觉到他们心中的沉重。这使我的焦虑感进一步加重，我开始觉得自己有责任帮助家庭渡过难关。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "childhood",
                "what": "晚上躺在床上，我回想起父母的对话，感到内心沉重，决定在学业上更加努力，以减轻家庭负担。",
                "where": "家中的卧室，床边的台灯散发着柔和的光。",
                "when": "2013年5月15日22:30",
                "who": "昌凡嘉",
                "description": "2013年5月15日22:30，我躺在床上，床边的台灯散发着柔和的光。我回想起父母在晚饭时的对话，感到内心沉重，无法平静。父母的担忧和无奈不断在我脑海中回荡。我决定在学业上更加努力，以减轻家庭的负担。这一决定让我感到肩上的压力更大，同时也让我更加焦虑，因为我担心如果自己表现不佳，会让父母失望。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "在一次班级活动中，我表现得非常出色，班主任特意在全班面前表扬了我，这让我感到无比自豪和开心。",
                "where": "学校教室，教室布置得很整齐，黑板上写满了活动的内容，窗外阳光明媚。",
                "when": "2009年10月12日14:15",
                "who": "班主任、同学们",
                "description": "2009年10月12日下午，在学校教室里，班主任在活动结束后站在讲台上，微笑着对全班同学说：'今天昌凡嘉的表现非常优异，她的努力和专注值得我们每个人学习。'我站在座位上，脸上热热的，心里一阵激动，仿佛整个教室都在为我欢呼。那一刻，我感到无比的自豪和开心，这种感觉激励着我在以后更多的班级活动中积极表现。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "表扬事件后的一周内，我在家庭聚餐时向父母分享了这次经历，父母对我的表现感到自豪，并给予了高度肯定。",
                "where": "家中餐厅，餐桌上摆着丰盛的菜肴，窗外的夜色渐浓。",
                "when": "2009年10月19日19:30",
                "who": "父母、我",
                "description": "2009年10月19日晚上，在家中餐厅，桌上摆满了妈妈精心准备的晚餐。我们一家三口围坐在餐桌旁，我兴奋地向父母分享了班主任表扬我的事情。爸爸放下筷子，微笑着说道：'真棒，昌凡嘉，你让我们感到很自豪。'妈妈也点头赞同，眼神里充满了欣慰。听到父母的肯定，我心里感到无比的温暖和满足，对自己的能力也产生了更高的认可。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "在班主任表扬后的一个月内，我积极参与了学校组织的其他活动，并在其中表现出色，得到了更多的表扬和认可。",
                "where": "学校操场，操场上人头攒动，阳光洒在草地上。",
                "when": "2009年11月5日15:45",
                "who": "班主任、同学们、其他老师",
                "description": "2009年11月5日下午，在学校操场上，阳光洒在草地上，同学们正在进行各种活动。我积极参与了多个项目，并在其中表现出色。活动结束后，班主任再次在全校面前表扬了我，其他老师也纷纷点头称赞。虽然我感到非常开心和自豪，但内心也开始有些担忧，害怕如果不能持续表现优异，会让大家失望。这种担忧逐渐在我心中埋下了焦虑的种子。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "那天早上，我和父亲在家中准备好水和食物，准备去郊外的山脉爬山。父亲告诉我，这次爬山不仅是为了锻炼身体，也是为了培养我的勇气和毅力。",
                "where": "家中，厨房和客厅",
                "when": "2011年07月15日08:00",
                "who": "我和父亲",
                "description": "2011年7月15日早上8点，我和父亲在家中准备爬山的物品。厨房里，父亲小心翼翼地装好水壶和食物，然后递给我一个背包。我们在客厅稍作休息，父亲对我说，‘这次爬山不仅是为了锻炼身体，也是为了培养你的勇气和毅力，爸爸相信你能做到。’我感受到父亲的关爱和期待，心里充满了信心和动力。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "抵达山脚后，我和父亲开始爬山。最初的山路相对平坦，我们边走边聊，气氛轻松愉快。然而，当我们到达一段陡峭的山路时，我开始感到紧张和害怕，几次差点摔倒，心跳加速，手心出汗。",
                "where": "郊外山脉，山脚到陡坡",
                "when": "2011年07月15日09:15",
                "who": "我和父亲",
                "description": "2011年7月15日上午9点15分左右，我们抵达郊外的山脚。刚开始的山路很平坦，我和父亲边走边聊，享受着大自然的美好。然而，当我们到达一段陡峭的山路时，我的心情突然变得紧张起来。脚下的石头有些滑，我几次差点摔倒，心跳加速，手心也开始出汗。父亲察觉到我的紧张，停下来鼓励我，‘别害怕，慢慢来，爸爸在你身边。’他的鼓励让我稍微镇定了一些，但内心仍然有些害怕。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "经过一番努力和父亲的不断鼓励，我终于克服了恐惧，成功登上了山顶。在山顶上，父亲拥抱了我，并告诉我他为我感到骄傲。我感到一种从未有过的成就感和幸福感。",
                "where": "郊外山脉，山顶",
                "when": "2011年07月15日10:30",
                "who": "我和父亲",
                "description": "2011年7月15日上午10点30分左右，我和父亲终于到达了山顶。站在山顶上，呼吸着新鲜的空气，我感到无比的轻松和愉快。父亲紧紧地拥抱了我，说，‘你真的很棒，爸爸为你感到骄傲。’听到父亲的话，我心里涌起一种从未有过的成就感和幸福感。这次爬山的经历让我明白了，只要努力就能克服困难，收获成功。"
            }
        ]
    },
    "adolescence": {
        "name": "昌凡嘉",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "我在初中时一直在数学课上表现出色，但在2015年6月的一次考试中，由于一道小题的失误，成绩不理想。当时的数学老师在课堂上公布了成绩，并特别提到了这次考试的重要性。",
                "where": "学校教室，黑板上还写着那天的考试题目，窗外阳光明媚。",
                "when": "2015年6月15日14:30",
                "who": "我，数学老师，同学们",
                "description": "2015年6月15日下午，我在学校教室里，数学老师开始公布考试成绩。当他念到我的名字时，我的心跳加速，手心冒汗。结果我的成绩不如预期，尤其是一道平时很擅长的小题竟然答错了。老师在讲台上强调了这次考试的重要性，并特别提到我的失误。我低下头，不敢看同学们的眼神，内心充满了尴尬和焦虑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "放学后，我回到家中，妈妈看到了我的成绩单。虽然妈妈没有责备我，但我能明显感受到她的失望。",
                "where": "家中，客厅，桌上摆着妈妈准备的晚餐。",
                "when": "2015年6月15日18:00",
                "who": "我，妈妈",
                "description": "2015年6月15日傍晚，我回到家中，妈妈在厨房忙碌，闻到了晚餐的香味。我把成绩单递给妈妈，她看了一眼，虽然没有责备我，但她脸上的失望让我感到内疚。我低下头，不知道该说什么。妈妈只是叹了口气，继续做饭。我坐在客厅里，心里感到非常焦虑和内疚，觉得自己没有达到家人的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "为了提高数学成绩，我开始每天晚上独自加班学习，甚至牺牲了与朋友和家人的互动时间，尤其是周末。",
                "where": "家中，自己的房间，书桌上堆满了书本和练习题。",
                "when": "2015年6月20日22:30",
                "who": "我",
                "description": "2015年6月20日晚上，在家中的房间里，我坐在书桌前，堆满了书本和练习题。为了提高数学成绩，我开始每天晚上独自学习，常常熬夜到深夜，尤其是周末。房间里只有台灯的光，我感到非常孤独和疲惫。虽然我的成绩有所提升，但我开始感到身体和心理上的双重负担。这种孤独感和疲惫感让我更加焦虑。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "在美术社团的年终画展前一个月，每天下午放学后，我都会留在学校的美术教室练习绘画。几位社团成员也会来陪我画画，大家相互鼓励和指导。",
                "where": "学校的美术教室，教室里充满了颜料的气味，墙上挂满了各种学生的画作，窗外可以看到夕阳的余晖洒进来。",
                "when": "2016年11月20日16:30",
                "who": "我和美术社团的几位成员",
                "description": "2016年11月20日下午，在学校的美术教室里，夕阳的余晖洒进教室，给整个房间增添了一层温暖的色彩。我和几位美术社团的成员坐在画架前，手中的画笔在纸上飞舞。大家时不时停下来相互点评，每一次鼓励和建议都让我感到无比温暖。那段时间，尽管学习压力很大，但这种集体活动让我感受到团队的支持和温暖，增强了我的归属感。同时，社团成员的鼓励和建议也提升了我的绘画技巧和自信心。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "年终画展当天，我早早来到展厅布置自己的作品。班主任特意过来为我加油，并告诉我无论结果如何，我的努力和才华都值得肯定。",
                "where": "学校的展厅，展厅宽敞明亮，四周挂满了学生们的画作，中央摆放着一些雕塑作品。",
                "when": "2016年12月10日09:00",
                "who": "我和班主任",
                "description": "2016年12月10日上午，我早早来到学校的展厅，准备布置自己的作品。展厅里充满了忙碌的气氛，大家都在紧张地布置着自己的作品。突然，我的班主任走了过来，拍拍我的肩膀，微笑着对我说：'凡嘉，无论结果如何，你的努力和才华都值得肯定。'听到这句话，我感到心里一阵温暖，紧张的情绪也缓解了不少。班主任的支持和鼓励让我感到被认可和理解，这种感觉非常美好。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "在班会上，班主任不仅表扬了我，还展示了我的画作，并鼓励全班同学向我学习。班级同学纷纷为我鼓掌，让我感到非常自豪。",
                "where": "学校的班级教室，教室布置得整洁有序，黑板上写着当天的课程安排。",
                "when": "2016年12月12日10:15",
                "who": "我、班主任和全班同学",
                "description": "2016年12月12日上午，在学校的班级教室里，班主任在班会上提到我的名字，并展示了我的画作。她赞扬了我的努力和才华，并鼓励全班同学向我学习。教室里响起了一片热烈的掌声，所有的同学都在为我鼓掌。那一刻，我感到非常自豪和幸福，同学们的认可和鼓励让我感受到极大的成就感。这次表扬事件不仅增强了我的自信心，也激发了我对未来挑战的积极态度。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "我正在上数学课，教室里弥漫着紧张的气氛。期中考试即将来临，大家都在埋头复习，班主任在讲台上认真讲解重点知识。",
                "where": "学校的教室，窗外阳光明媚，但教室里却显得格外压抑。",
                "when": "2017年5月10日下午3:15",
                "who": "我，班主任，一位同学，以及其他埋头苦读的同学们。",
                "description": "2017年5月10日下午3:15，我正在学校的教室里上数学课。窗外阳光明媚，但教室里弥漫着紧张的气氛。期中考试即将来临，大家都在埋头复习，班主任在讲台上认真讲解重点知识。突然，我旁边的一位同学在巨大的压力下崩溃，开始抽泣。看到这一幕，我感到震惊，原来不止我一个人会在压力下感到焦虑。这让我对自己的焦虑有了新的理解，开始慢慢接受焦虑是正常的情感反应。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "班主任和几位同学追出教室安慰崩溃的同学。大家围在一起，给那位同学递上纸巾，轻声安慰她，班主任也柔声鼓励她。",
                "where": "学校的教室外走廊，墙壁上贴满了考试倒计时和励志标语。",
                "when": "2017年5月10日下午3:20",
                "who": "我，班主任，那位崩溃的同学，以及几位关心她的同学。",
                "description": "2017年5月10日下午3:20，班主任和几位同学追出教室，在走廊上安慰那位崩溃的同学。大家围在一起，递上纸巾，轻声安慰她，班主任也柔声鼓励她。我站在旁边，看着这一幕，内心感受到了集体的温暖和安全感。这让我意识到身边的支持网络的重要性，并更加珍惜这些关系。我的焦虑在这一刻得到了一定程度的缓解，增强了我面对压力的信心。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "班主任带着那位同学回到教室，对全班同学说了一番鼓励的话，提醒大家面对压力时要互相支持、共同努力。",
                "where": "学校的教室，黑板上写满了数学公式和重要考点。",
                "when": "2017年5月10日下午3:30",
                "who": "我，班主任，那位同学，以及全班其他同学。",
                "description": "2017年5月10日下午3:30，班主任带着那位同学回到教室，对全班同学说了一番鼓励的话。他提醒我们在面对压力时要互相支持、共同努力。我听着班主任的话，深刻体会到集体的重要性，也明白了在面对巨大压力时，互相支持是多么重要。这一经历让我更加坚定了‘我有能力面对学习和生活中的挑战’的信念，也让我更加愿意寻求他人的帮助和支持。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "我得知省级美术比赛的消息，决定报名参加。听到这个消息时，我感到非常激动，但随后也开始感到压力，因为这是我第一次参加如此重要的比赛。",
                "where": "学校的美术教室，墙上挂满了各种学生的作品，窗外透进来的光线让整个教室显得温暖而充实。",
                "when": "2018年8月1日15:30",
                "who": "我，美术社团的成员们，班主任",
                "description": "2018年8月1日下午，我在美术教室里得知了省级美术比赛的消息。当时教室里洋溢着同学们的讨论声，我的心跳加快，脑海中浮现出参赛的画面。美术社团的成员们听到我想报名参加时，纷纷表示支持。班主任也走过来，鼓励我说这将是一个很好的机会。尽管我感到兴奋，但随之而来的压力也让我感到不安，害怕自己无法达到预期。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "我开始准备比赛，每天放学后留在美术教室练习绘画技巧。美术社团的成员们也纷纷给予我支持，班主任则鼓励我说‘你一定能行’。",
                "where": "学校的美术教室，画架和画具摆放整齐，空气中弥漫着颜料的气味。",
                "when": "2018年8月5日17:45",
                "who": "我，美术社团成员，班主任",
                "description": "2018年8月5日下午放学后，我又一次留在美术教室练习绘画。画架上的画布已经开始显现出我努力的痕迹。美术社团的成员们时不时过来看我画，给我一些建议和鼓励。班主任也经常过来查看我的进度，鼓励我说‘你一定能行’。虽然大家的支持让我感到温暖，但心中的焦虑依然存在，我担心如果失败会让大家失望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "比赛当天，我在赛场上完成了自己的作品。虽然我全力以赴，但最终没有获奖。回到学校后，同学和老师们都安慰我并认可我的努力。",
                "where": "省城的比赛现场，场地宽敞明亮，参赛者们都在专注地完成作品。",
                "when": "2018年8月20日14:00",
                "who": "我，班主任，美术社团成员，其他参赛者",
                "description": "2018年8月20日，比赛当天，省城的比赛现场氛围紧张而激动。我在赛场上专注地完成了自己的作品，尽管全力以赴，但最终没有获奖。当比赛结果公布时，我心里有些失落。回到学校后，同学们和班主任都来安慰我，认可我的努力和付出。虽然没有获奖，我感到失望，但大家的支持让我感到自己并不孤单。这次经历让我明白了努力过程的重要性，也体会到了团队的温暖和支持。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "那天我像往常一样在图书馆学习，但随着时间的推移，我感到越来越疲惫和焦虑。我担心自己在即将到来的考试中表现不佳，内心充满了恐惧和不安。",
                "where": "学校的图书馆，安静的学习区域，周围是满满的书架和几位正在专心学习的同学。",
                "when": "2018年10月15日18:45",
                "who": "昌凡嘉",
                "description": "2018年10月15日下午，我在图书馆学习，周围一片寂静，只有翻书和笔尖划过纸张的声音。时间已经接近傍晚，我感到眼皮沉重，思绪也越来越难以集中。我望着手中的书，想着即将到来的考试，心里一阵阵焦虑涌上来。我担心自己复习得不够，害怕考试会失败。每当想到这些，我的心跳加快，手心开始出汗。我深吸一口气，试图让自己冷静下来，但效果不大。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "离开图书馆后，我走过教师办公室，透过门缝看到班主任还在认真备课。这一幕让我深感触动。",
                "where": "学校的教师办公室，灯光昏黄，桌上堆满了书本和教案。",
                "when": "2018年10月15日19:30",
                "who": "昌凡嘉, 班主任",
                "description": "2018年10月15日晚上，我离开图书馆后，漫无目的地在校园里走着。当我经过教师办公室时，看到班主任还在灯光下伏案工作，他专注的神情让我印象深刻。我停下脚步，默默地看着他。尽管已经很晚了，他仍然在备课，认真地翻阅资料，记录笔记。这一刻，我感受到一股强烈的责任感和敬意涌上心头。班主任的勤奋和敬业精神让我意识到，成功确实需要付出大量的努力和时间。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "回到家后，我回想着班主任的工作态度，决定将更多时间投入到学习中，并制定了详细的学习计划。",
                "where": "家中的书房，安静的环境，桌上摆放着学习资料和笔记本。",
                "when": "2018年10月15日21:00",
                "who": "昌凡嘉",
                "description": "2018年10月15日晚上，我回到家中，坐在书房里，脑海中不断浮现班主任那专注的神情。我下定决心要更加努力地学习，于是拿出笔记本，开始制定新的学习计划。我列出了每天的学习目标和时间安排，尽量细致和具体。虽然感到了一种新的动力和决心，但也感受到了一定的压力。我知道自己需要付出更多的时间和精力，这让我有些紧张和焦虑。尽管如此，我对实现目标充满了希望和自信。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "高三模拟考试前一个月，我在晚自习后独自留在教室复习，感到学习压力巨大，但仍坚持努力，期望能在模拟考试中取得好成绩。",
                "where": "学校的教室，教室里只有我一个人，窗外的街灯透过窗户微微照进来，教室一片寂静，只有我的书本翻动声。",
                "when": "2019年3月15日21:30",
                "who": "我（昌凡嘉）",
                "description": "2019年3月15日晚上9点半，我独自一人在学校教室里复习。教室里很安静，只有我一个人，窗外的街灯透进来，给教室带来一丝光亮。尽管感到很大的学习压力和疲惫，但我告诉自己必须坚持。每当想到即将到来的模拟考试，我的心跳都会加速，但我依然努力地翻阅着书本，试图在有限的时间内尽可能多地掌握知识。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "高考前的几个月，我的父母对我的复习进度表示非常担忧，他们不断提醒我要更加努力学习，这让我感到巨大的压力。",
                "where": "家中，客厅里，桌上摆满了复习资料和书本。",
                "when": "2019年3月15日19:30",
                "who": "昌凡嘉, 父母",
                "description": "2019年3月15日晚上，在家中的客厅，我的父母坐在沙发上，一脸凝重地看着我。他们开始询问我的复习进度，并不断提醒我要更加努力学习。我感到心里一阵紧张，手心开始出汗。他们的担忧和不断的提醒让我觉得自己好像永远都不够好，压力越来越大，甚至有些喘不过气来。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "某个晚上，我在复习时感到非常困倦，但我强迫自己继续学习，直到凌晨两点才去睡觉。",
                "where": "家中，我的卧室，书桌上还堆满了未完成的复习资料。",
                "when": "2019年4月10日02:00",
                "who": "昌凡嘉",
                "description": "2019年4月10日凌晨，我在家中的卧室里复习，虽然已经感到非常困倦，但我还是强迫自己继续看书。眼皮越来越沉重，但脑海里总是浮现出父母的期待和老师的叮嘱。我一直坚持到凌晨两点才勉强去睡觉，可是躺在床上辗转反侧，怎么也睡不着。脑袋里满是第二天要完成的任务和复习计划，压得我喘不过气来。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "在一次与班主任的交流中，班主任发现了我的焦虑情绪，建议我学会放松，调整作息时间。",
                "where": "学校办公室，班主任的办公桌上堆满了学生的作业和教案。",
                "when": "2019年5月5日16:00",
                "who": "昌凡嘉, 班主任",
                "description": "2019年5月5日下午，在学校办公室，我与班主任进行了一次交流。她坐在办公桌后，仔细听我讲述最近的学习情况。她看出了我的焦虑和疲惫，温和地对我说：“凡嘉，你需要学会放松，适当调整作息时间，不要把自己逼得太紧。”听到这些话，我感到一阵温暖和宽慰，仿佛有人在黑暗中为我点亮了一盏灯。我开始意识到，自己需要更好地管理焦虑情绪，并尝试一些放松技巧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "高考前夕，我每天都在图书馆学习，早上七点半起床，晚上十点半睡觉。虽然感到压力很大，但依然坚持每天复习各科内容。",
                "where": "学校图书馆，安静的学习区域，阳光透过窗户洒在书桌上。",
                "when": "2019年6月15日12:30",
                "who": "我和3位关系较好的同学",
                "description": "2019年6月15日中午，我和几位关系较好的同学坐在学校图书馆的学习区域，阳光透过窗户洒在书桌上。尽管长时间的学习让我感到疲惫和压力，但我们相互鼓励，讨论问题，分享复习经验。这段时间的高强度学习加剧了我的焦虑情绪，但也让我更坚定了‘我需要努力才能成功’的信念。通过与同学的互动，我感受到集体的支持，增强了自信心，同时也认识到他人对我的期望。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "高考结束当晚，我与家人一起在家中庆祝，父母为我准备了一顿丰盛的晚餐，并表达了对我的支持和骄傲。",
                "where": "家中，餐厅，餐桌上摆满了丰盛的菜肴。",
                "when": "2019年6月28日19:00",
                "who": "我和父母",
                "description": "2019年6月28日晚上，在家中的餐厅，餐桌上摆满了丰盛的菜肴。父母为我准备了这顿晚餐，表达了对我的支持和骄傲。我们一起回顾了我付出的努力和取得的成绩，欢声笑语中充满了对未来的期待。这次庆祝活动让我感到所有的努力都得到了回报，增强了‘我是有能力的’信念。我体验到了成功带来的喜悦和家庭支持的重要性，进一步巩固了我的核心信念，并减少了部分焦虑情绪。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "高考成绩公布的那一刻，我在电脑前紧张不安地输入准考证号。当看到自己顺利考上了省城的一所大学时，兴奋地跳起来，眼眶中噙满了泪水，立刻给父母打电话报喜。",
                "where": "家中，卧室，电脑桌前。",
                "when": "2019年7月10日08:45",
                "who": "只有我",
                "description": "2019年7月10日早上，在家中的卧室，我紧张不安地坐在电脑桌前，手心里全是汗。当我输入准考证号，看到自己顺利考上了省城的一所大学时，兴奋地跳了起来，眼眶中噙满了泪水。我立刻拨通了父母的电话，声音激动地报喜。成绩公布的瞬间给我带来了极大的情感冲击，我感受到努力得到了认可，增强了‘我需要努力才能成功’的信念。这一成功经验让我对未来充满信心，也使我对自己的能力有了更深的认同，减轻了对未来的焦虑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "大学开学的第一天，我早晨7:30起床，经过两个小时的路程到达省城的大学校园。面对新环境，我感到既兴奋又有些不安。",
                "where": "省城，大学校园，阳光明媚，校园里人来人往，一片忙碌景象。",
                "when": "2019年9月1日09:30",
                "who": "昌凡嘉, 家人",
                "description": "2019年9月1日早上7:30，我在家人的陪同下出发，经过两个小时的车程，终于到达了省城的大学校园。阳光照耀下，校园显得格外美丽，人们忙碌地穿梭其中。看到这一切，我感到既兴奋又有些不安，不知道未来会是什么样子。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "开学注册后，我在宿舍安顿下来，认识了第一位室友李晓。我们聊了彼此的家乡和兴趣，很快熟悉起来。",
                "where": "大学宿舍，室内布置简约，床铺整齐，墙上贴着几幅美术社团的海报。",
                "when": "2019年9月1日14:00",
                "who": "昌凡嘉, 李晓",
                "description": "2019年9月1日下午2点，我在宿舍安顿下来，宿舍布置简约但温馨。第一位室友李晓已经到了，她正在整理床铺。我们很快聊起了各自的家乡和兴趣，发现我们都有着对绘画的热爱。她的友善和热情让我感到紧张情绪渐渐消散，我们很快熟悉起来。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "我在学校食堂吃晚饭时，遇到了同班同学王丽和张强，我们决定一起参加美术社团的迎新活动。",
                "where": "大学食堂，热闹非凡，香气扑鼻，学生们三五成群地围坐在一起吃饭。",
                "when": "2019年9月1日18:30",
                "who": "昌凡嘉, 王丽, 张强",
                "description": "2019年9月1日晚上6:30，我在学校食堂吃晚饭时，偶然遇到了同班的王丽和张强。我们聊起了各自的兴趣和社团活动，发现大家都对美术社团很感兴趣。于是，我们决定一起去参加美术社团的迎新活动。新的友谊和共同的兴趣让我感到非常开心，也让我对接下来的大学生活充满了期待。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "我正在为即将到来的期末考试做准备，每天都在图书馆里埋头苦读，感到非常疲惫，但我依然坚持不懈地学习。",
                "where": "省城的大学图书馆，书架上堆满了书籍，安静的环境中只有翻书和写字的声音。",
                "when": "2019年11月15日14:00",
                "who": "我和图书馆的其他学生",
                "description": "2019年11月15日下午两点，我坐在大学图书馆的一个角落里，面前摊开了几本参考书和笔记本。我已经在这里呆了好几个小时，眼睛开始酸痛，但我知道必须继续下去。周围的学生也在忙碌地复习，整个图书馆沉浸在一片紧张的氛围中。我感觉到压力和焦虑，但内心的信念驱使着我不断努力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "我在校内论坛上看到了关于企业家成功故事讲座的宣传海报，觉得这可能是一个获得新动力的好机会。",
                "where": "省城的大学校园，公告栏上贴满了各种活动的宣传海报。",
                "when": "2019年11月18日10:30",
                "who": "我和学校的工作人员",
                "description": "2019年11月18日上午十点半，我经过校园的公告栏时，无意中看到一张讲座的宣传海报。海报上写着一位著名企业家要来学校分享他的成功故事。我停下脚步，仔细阅读了海报的内容，心里升起一丝期待和希望。也许这次讲座能给我带来一些新的动力，帮助我更好地面对考试的压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "我参加了大学讲座，听到了企业家讲述他的成功经历，特别是他如何在面对困难时坚持不懈的故事，这让我深受触动。",
                "where": "省城的大学讲座厅，灯光明亮，座位几乎坐满了学生。",
                "when": "2019年11月20日19:00",
                "who": "我、讲座嘉宾和其他听众",
                "description": "2019年11月20日晚上七点，我来到大学讲座厅，找了一个靠前的座位坐下。讲座开始后，企业家开始分享他的成功经历，他谈到了在面对困难时如何坚持不懈，以及那些艰难的时刻如何塑造了他的成功。我听得非常专注，心里感到非常振奋。他的话语仿佛点燃了我内心的希望和决心，让我更加相信自己的能力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "我进入大学的第一学期，面对全新的学习环境和人际关系，感到既兴奋又紧张。为了应对期末考试的压力，我决定每天早起并制定严格的学习计划。",
                "where": "省城的大学宿舍，宿舍里有四个床铺和书桌，墙上贴着我们各自喜欢的海报。",
                "when": "2019年9月15日07:30",
                "who": "昌凡嘉, 大学同学",
                "description": "2019年9月15日早上7点半，我在大学宿舍醒来，感到内心充满了期待和紧张。这个全新的大学环境对我来说既陌生又充满挑战。为了能够在期末考试中取得好成绩，我制定了严格的学习计划，每天早起复习。我和舍友们相处融洽，但每个人都忙于各自的学习，我们互相鼓励却也暗自较劲。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "在期末复习期间，我的一位同学因为压力过大而崩溃。我看到这一幕，感到非常焦虑，担心自己也会面临同样的情况。于是我与班主任进行了谈话，得到了心理疏导。",
                "where": "省城的大学校园，一间安静的辅导员办公室，墙上挂着学生们的优秀作品和奖状。",
                "when": "2019年12月10日13:45",
                "who": "昌凡嘉, 同学, 班主任",
                "description": "2019年12月10日下午1点45分，我在校园里看到一位同学因为复习压力过大而崩溃，哭得很伤心。这一幕让我感到非常焦虑，害怕自己也会承受不住压力。我决定去找班主任谈一谈。在班主任的办公室里，我敞开心扉，班主任耐心地听我倾诉，并教给我一些应对压力的方法。这次谈话让我感觉轻松了许多，也意识到心理健康的重要性。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "经过几个月的艰苦备考，期末考试终于到来。在考前的最后一晚，我和几位关系较好的同学一起复习，互相鼓励。",
                "where": "省城的大学宿舍，宿舍的桌子上堆满了书籍和复习资料，灯光昏黄。",
                "when": "2020年1月12日21:00",
                "who": "昌凡嘉, 几位同学",
                "description": "2020年1月12日晚9点，我和几位关系较好的同学聚在宿舍里，紧张地进行最后的复习。桌子上堆满了书籍和复习资料，宿舍的灯光昏黄，但我们的心情却格外紧张。我们互相鼓励，分享复习技巧，试图平复内心的焦虑。这个夜晚让我感受到了友谊的温暖和团队的力量，也增强了我对考试的信心。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_4",
                "stage_key": "青春期",
                "what": "期末考试结束后，我拿到了优异的成绩。感到非常自豪，并与教授和同学们分享了这一喜悦。",
                "where": "省城的大学校园，教学楼的公告栏前，那里贴满了各类通知和成绩单。",
                "when": "2020年1月25日15:30",
                "who": "昌凡嘉, 教授, 大学同学",
                "description": "2020年1月25日下午3点半，我在教学楼的公告栏前看到自己的期末成绩，心情激动无比。我取得了优异的成绩，感到非常自豪。立刻跑去找教授和同学们分享这一喜悦，大家都为我感到高兴。教授对我的努力表示赞赏，同学们也纷纷向我祝贺。这次成功让我更加坚定了‘努力才能成功’的信念，对未来充满了信心。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "为了复习功课，我决定到大学图书馆学习。",
                "where": "省城，大学图书馆，一个安静的角落。",
                "when": "2020年3月15日08:00",
                "who": "我（昌凡嘉），几位同学，图书馆工作人员",
                "description": "2020年3月15日早上8点，我背着书包来到省城的大学图书馆。馆内还很安静，只有稀疏的几位同学在复习。我找了一个靠窗的角落坐下，阳光透过窗帘洒在桌面上。我打开书本，开始一天的复习。尽管周围很安静，但我内心还是感到了一些压力，因为考试临近，复习时间有限。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "大约上午10点半，一位同学因为过度紧张和焦虑在图书馆晕倒。",
                "where": "省城，大学图书馆",
                "when": "2020年3月15日10:30",
                "who": "我（昌凡嘉），一位同学，图书馆工作人员",
                "description": "大约上午10点半，我还在专心复习，突然听到旁边传来一阵骚动。抬头一看，一位同学正脸色苍白、呼吸急促地倒在地上。我赶紧站起来，看到图书馆工作人员也迅速赶来帮忙。这个场景让我感到震惊和担忧，我意识到过度的压力和焦虑对身体和心理都有严重影响。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "事件发生后，图书馆工作人员迅速赶来，协助晕倒的同学并叫了救护车。我在旁默默观察，内心思索着自己的状态和学习方法。",
                "where": "省城，大学图书馆",
                "when": "2020年3月15日11:00",
                "who": "我（昌凡嘉），图书馆工作人员",
                "description": "事件发生后，图书馆工作人员迅速赶来，协助晕倒的同学并叫了救护车。我站在一旁默默地观察，心里不禁思索起自己的状态和学习方法。这一幕让我深刻地意识到自己的健康和心理状态的重要性。我决定在接下来的时间里，寻找一些放松和调整心态的方法，比如深呼吸、冥想和适当的休息。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "在大二时，学校组织了一次课外活动，要求学生们组队完成一个重要项目。由于我在美术社团中的优秀表现，老师推荐我担任小组组长。这让我既感到兴奋又焦虑，担心如果无法胜任，会影响我在老师和同学心中的形象。",
                "where": "省城，大学校园的教室里，墙上贴满了各种社团活动的宣传海报，窗外是郁郁葱葱的校园景色。",
                "when": "2020年5月10日14:30",
                "who": "昌凡嘉, 美术社团成员, 指导老师",
                "description": "2020年5月10日下午，阳光明媚。我走进教室时，指导老师正与我们讨论即将到来的课外活动项目。当老师宣布由我担任小组组长时，我的心跳加速，手心微微出汗。美术社团的成员们纷纷向我投来信任的目光，但我内心深处却充满了不安和压力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "项目进行过程中，几位小组成员对项目的方向提出了不同意见，认为需要调整。我必须在大家的分歧中调解并决定最终的方案。",
                "where": "省城，大学校园的讨论室，四周挂满了我们过去的项目成果，桌上堆满了参考资料和笔记。",
                "when": "2020年5月17日16:45",
                "who": "昌凡嘉, 小组成员",
                "description": "2020年5月17日下午，讨论室里气氛紧张，几位成员的声音此起彼伏，争论着项目的方向。我坐在桌前，感到压力和焦虑，但我深吸一口气，镇静地听取每个人的意见，并提出了一个折中的方案。大家逐渐冷静下来，开始接受我的建议。虽然心里仍有些忐忑，但我知道这是领导力的锻炼。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "最终，项目顺利完成并得到了老师的高度评价。小组成员们也表示对我的领导能力非常满意。",
                "where": "省城，大学校园的报告厅，舞台上展示着我们的项目成果，灯光照亮了整个厅堂。",
                "when": "2020年5月30日18:00",
                "who": "昌凡嘉, 小组成员, 指导老师",
                "description": "2020年5月30日傍晚，在大学的报告厅里，我们的小组项目展示赢得了老师的高度评价。当老师在台上赞扬我们的团队合作和成果时，我感到一股暖流涌上心头。小组成员们纷纷向我表示感谢，称赞我的领导能力。我感到极大的成就感和满足感，这次经历大大增强了我的自信心。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "在一次社团活动中，我看到一位学长在自己的画作前流泪，这个场景触动了我的心灵。",
                "where": "省城，大学美术社团活动室，墙上挂满了社团成员的画作，光线柔和。",
                "when": "2020年7月10日15:45",
                "who": "昌凡嘉, 学长, 美术社团成员",
                "description": "2020年7月10日下午，在大学美术社团活动室，我正在欣赏大家的作品时，突然注意到一位学长站在他的画作前，眼泪在他脸颊上流淌。我从未见过一个成年人如此失控，这个场景让我震惊和同情。我开始思考每个人背后可能都有不为人知的困境。这一刻，我更加理解和珍惜自己的支持网络，同时也增强了对他人困境的同情心。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "得知学长因为家庭变故而感到无助，我在一次社团活动后主动找学长聊天，试图安慰他。",
                "where": "省城，大学美术社团活动室，活动结束后灯光暗淡，只有几个人在收拾。",
                "when": "2020年7月10日16:30",
                "who": "昌凡嘉, 学长",
                "description": "2020年7月10日下午，在社团活动结束后，我看到学长独自坐在角落里，显得非常沮丧。我鼓起勇气走过去，轻声问他是否愿意聊聊。他开始告诉我他家里的变故，声音里满是无助和痛苦。通过与学长的交流，我了解到他的家庭情况，这让我更加明白家庭支持的重要性。那一刻，我更加感激自己的家庭环境，并决心更加努力地投入到学习和社团活动中去。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "在与学长交流后的几天，我在社团活动中与其他成员分享了自己的感受，并提议大家一起为学长举办一个小型的鼓励会。",
                "where": "省城，大学美术社团活动室，大家围坐在一起讨论活动计划，气氛温暖。",
                "when": "2020年7月15日17:00",
                "who": "昌凡嘉, 学长, 美术社团成员",
                "description": "2020年7月15日下午，在美术社团的例行活动中，我向大家分享了学长的情况和我的感受。我提议我们为他举办一个小型的鼓励会，让他感受到集体的温暖。大家纷纷表示支持，并开始讨论具体的安排。那个鼓励会不仅让学长感到温暖，也让我体验到了帮助他人的满足感。我意识到，通过团体的力量可以共同面对困难，这进一步增强了我对社团的归属感和对他人的同情心。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "我决定报考研究生，虽然知道这将是一个艰苦的过程，但我也明白这对实现成为优秀教师的目标至关重要。每天清晨，我都会早早地来到图书馆，开始一天的学习。",
                "where": "省城，大学图书馆，图书馆内安静而明亮，四周摆满了书架，窗外的阳光透过玻璃洒在桌子上。",
                "when": "2020年9月1日07:30",
                "who": "昌凡嘉",
                "description": "2020年9月1日早晨7:30，我决定报考研究生的第一天，早早地来到省城的大学图书馆。图书馆内安静而明亮，四周摆满了书架，窗外的阳光透过玻璃洒在桌子上。我心中既有期待也有紧张，知道这将是一个艰苦的过程，但为了实现成为优秀教师的目标，我必须努力。虽然感到疲惫，但我不断鼓励自己，坚持学习。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "在备考期间，我遇到了许多困难，有时甚至感到无所适从。一次，我在一次模拟考试中成绩不理想，使我感到极度焦虑和不安。",
                "where": "省城，大学教室，教室内灯光明亮，墙上挂着一块大黑板，桌椅整齐排列。",
                "when": "2020年10月15日14:45",
                "who": "昌凡嘉",
                "description": "2020年10月15日下午2:45，在省城的大学教室里，我参加了一次模拟考试。教室内灯光明亮，墙上挂着一块大黑板，桌椅整齐排列。当成绩出来时，我发现自己的成绩不理想，心中一阵失落和无助，焦虑感瞬间涌上心头。我开始质疑自己的能力，感到极度不安，担心自己无法通过考试。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "在宿舍中，我与室友讨论备考经验，室友们的支持和鼓励让我感到温暖，也增强了我的信心。我们一起制定了详细的学习计划，互相监督。",
                "where": "省城，大学宿舍，宿舍内环境温馨，墙上贴满了学习计划和日历，桌子上摆放着书本和笔记本。",
                "when": "2020年11月2日19:00",
                "who": "昌凡嘉及其室友",
                "description": "2020年11月2日晚上7:00，在省城的大学宿舍里，我和室友们围坐在一起讨论备考经验。宿舍内环境温馨，墙上贴满了学习计划和日历，桌子上摆放着书本和笔记本。室友们的支持和鼓励让我感到温暖，她们的建议和分享让我重新找回了信心。我们一起制定了详细的学习计划，并互相监督，确保每个人都能够按计划进行复习。"
            }
        ]
    },
    "recent_events": {
        "name": "昌凡嘉",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我刚进入大学，第一次参加了大学的迎新晚会。尽管感到紧张，但我决定克服内向的性格，主动与几位新同学聊天。",
                "where": "大学校园的礼堂，四周布满了五彩的装饰，舞台上灯光闪烁。",
                "when": "2020年09月15日19:30",
                "who": "大学同学",
                "description": "2020年9月15日晚上，我第一次参加了大学的迎新晚会。礼堂里充满了热闹的气氛，舞台上的灯光闪烁，背景音乐让人心情愉悦。我感到非常紧张，但我下定决心克服内向的性格，主动走向几位新同学并开始聊天。大家都很友善，我逐渐放松下来，甚至在晚会结束后和他们一起拍了几张合影。这次积极的社交体验增强了我的自信心，让我感到自己能够适应新的环境和结识新朋友。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "迎新晚会结束后的几天，我和新结识的朋友们一起参加了图书馆的读书活动。",
                "where": "大学图书馆，书架间的长桌上摆放着几本经典文学作品。",
                "when": "2020年09月18日20:00",
                "who": "大学同学",
                "description": "2020年9月18日晚上，我和新朋友们参加了图书馆的读书活动。尽管活动时间安排在晚上，我在学习后感到有些疲劳，但我仍然决定参加。图书馆的氛围非常安静，书架间的长桌上摆放着几本经典文学作品。我们围坐在一起，分享各自的读书心得。同学们对学术的热情和共同学习的氛围让我感到自己在学术上有更多的支持。虽然感到有些疲劳，但这种共同学习的经历让我感到内心充实，进一步激发了对学习的热情。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "在迎新晚会和读书活动后的一周，我和新朋友们一起去参加了校园社团的见面会。我选择了加入一个与绘画相关的社团。",
                "where": "校园社团活动室，墙上挂满了各种绘画作品，桌上摆放着画具和颜料。",
                "when": "2020年09月25日17:00",
                "who": "大学同学，社团成员",
                "description": "2020年9月25日下午，我和新朋友们一起去参加了校园社团的见面会。活动室里墙上挂满了各种绘画作品，桌上摆放着画具和颜料。我选择了加入一个与绘画相关的社团，希望通过这个平台继续发展自己的兴趣爱好。社团成员们都非常友好热情，我们一起讨论了未来的活动计划。这次经历让我感到欣喜和满足，因为我找到了一个可以展示和提升自己兴趣的平台。通过加入社团，我意识到即使在忙碌的学习生活中，仍然可以通过兴趣爱好找到平衡。这种体验让我在校园生活中找到了归属感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "在期末考试前的一周，我集中精力复习，每天早上七点半起床，全天投入到学习中。尽管感到了一定的压力和焦虑，但通过与室友和同学的交流，我得到了情感上的支持。",
                "where": "大学宿舍，书桌上堆满了复习资料，墙上贴满了备考计划。",
                "when": "2020年12月25日08:00",
                "who": "室友和同学",
                "description": "2020年12月25日早上八点，我在大学宿舍里开始了一天的复习。书桌上堆满了厚厚的书本和笔记，墙上贴着密密麻麻的备考计划。虽然感到有些疲惫和焦虑，但每天与室友和同学的交流让我感到不再孤单。我们互相分享复习进度，讨论难题，甚至在紧张的时刻互相打气。每当我感到压力时，室友总会给我讲一些笑话，缓解我的紧张情绪。这些互动让我逐渐放松下来，焦虑感也得到了缓解。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "期末考试当天，我早早来到考场，尽管心情紧张但充满期待。考试过程中，我遇到了一些难题，但通过深呼吸和调整心态，我成功完成了考试。",
                "where": "大学教室，整洁的考场里充满了紧张的气氛。",
                "when": "2021年1月5日09:00",
                "who": "同学",
                "description": "2021年1月5日早上九点，我早早来到了大学教室参加期末考试。教室里整洁有序，但充满了紧张的气氛。同学们都在低声讨论着各自的复习情况。我找到自己的座位，深吸一口气，强迫自己冷静下来。考试开始后，我遇到了一些难题，心跳加速，手心也冒出了汗。我闭上眼睛，深呼吸几次，告诉自己要冷静。调整好心态后，我重新审视题目，慢慢找到了思路，最终顺利完成了整个考试。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "期末考试成绩公布的那一天，我得知自己取得了优异的成绩。导师在课堂上公开表扬了我，并对我的努力和能力给予了高度评价。",
                "where": "大学教室，课堂上同学们都在认真听讲。",
                "when": "2021年1月15日14:00",
                "who": "导师，同学",
                "description": "2021年1月15日下午两点，期末考试成绩公布了。我忐忑不安地打开成绩单，看到自己取得了优异的成绩，心情瞬间变得无比喜悦。随后在课堂上，导师公开表扬了我，称赞了我的努力和能力。同学们也纷纷向我投来赞许的目光，那一刻我感到非常自豪和满足。导师的认可不仅增强了我的自信心，也激励我继续努力学习，以实现成为优秀教师的长期目标。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我在图书馆学习时，听到了一位成绩优异的学长因为选错了专业而陷入抑郁，最终选择休学的消息。看到这位学长平时那么努力学习，却因为选择专业不慎而导致了如此严重的后果，我感到非常震惊和不安。",
                "where": "大学图书馆，书架间的安静角落，阳光透过窗户照在书桌上。",
                "when": "2021年03月15日15:30",
                "who": "昌凡嘉、学长、图书馆管理员",
                "description": "2021年3月15日下午，我在大学图书馆的一个安静角落里学习。突然听到一位图书馆管理员在与另一位同学低声交谈，他们提到一位成绩优异的学长因为选错了专业而陷入抑郁，最终选择了休学。我记得那位学长平时非常努力，总是第一个到教室，最后一个离开。听到这个消息，我的心一下子沉了下来，眼前的书页变得模糊，我开始担心自己是否也会因为某些决定而陷入相似的困境。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "几天后，我在宿舍与室友聊天时，提到了那位学长的情况。室友们也纷纷表达了对专业选择的担忧，并分享了自己对未来的焦虑。这次讨论让我更加深刻地认识到选择正确的道路对于未来的重要性。",
                "where": "宿舍，床铺和书桌之间的狭小空间里，大家围坐在一起。",
                "when": "2021年03月18日20:00",
                "who": "昌凡嘉、室友",
                "description": "2021年3月18日晚，我和室友们在宿舍里聊天。我提到了那位因为选错专业而休学的学长，室友们听后也纷纷表达了对专业选择的担忧。小丽说她一直在考虑是否要换专业，小梅则说她担心自己未来的就业前景。这次讨论让我更加深刻地认识到选择正确的道路对于未来的重要性，同时也让我感到了前所未有的压力和焦虑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "在学长休学的消息传开后，我的导师在一堂课后特别提到专业选择和心理健康的重要性，鼓励我们寻求帮助并平衡学业与生活。导师提到了学长的例子，并提醒我们要关注自己的心理健康。",
                "where": "教室，黑板前，导师站在讲台上。",
                "when": "2021年03月22日17:45",
                "who": "昌凡嘉、导师、同学们",
                "description": "2021年3月22日下午，在一堂课结束后，导师特别提到了专业选择和心理健康的重要性。他站在讲台上，语重心长地说：‘听说最近有位同学因为选错了专业而不得不休学，这对他和他的家人都是一个沉重的打击。希望大家在努力学习的同时，也要注意自己的心理健康。’我听后感到一丝安慰，但同时也增加了对未来的担忧。我开始思考如何在努力学习和保持心理健康之间找到平衡。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我决定参加学校的一个社团。虽然对社团活动很感兴趣，但由于性格内向，我对加入新团体感到紧张。为了减轻焦虑，我在参加社团活动前花了几天时间准备，反复练习自我介绍和思考可能的话题。",
                "where": "家中的书房，我坐在书桌前，一边看着镜子，一边反复练习自我介绍。",
                "when": "2021年6月3日18:00",
                "who": "昌凡嘉",
                "description": "2021年6月3日晚上，我在家中的书房做了一个重要决定，参加学校的一个社团。尽管内心充满了紧张和不安，但我对社团活动的兴趣驱使我去尝试。我坐在书桌前，对着镜子反复练习自我介绍，并思考可能与其他成员交流的话题。每次练习时，我都能感受到心跳加速，手心冒汗，但我告诉自己，我有能力克服这些焦虑。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "我参加了第一次社团活动。到达活动室时，看到许多陌生面孔感到更加紧张，但我还是坚强地走进了房间。社团成员们热情地欢迎我，介绍了活动内容，并邀请我参与讨论。",
                "where": "学校的社团活动室，房间里摆满了桌椅，墙上贴着各种活动海报。",
                "when": "2021年6月5日15:30",
                "who": "昌凡嘉, 社团成员",
                "description": "2021年6月5日下午，我鼓起勇气参加了第一次社团活动。活动室内，许多陌生的面孔让我感到紧张，我能感觉到双腿有些发软，但我还是踏进了房间。社团成员们热情地欢迎我，介绍了活动内容，并邀请我参与讨论。随着讨论的进行，我的紧张逐渐被他们的热情所缓解，我开始放松下来，积极参与话题。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "几次社团活动后，我慢慢融入了团队。与一些成员建立了更深的联系，开始在活动之外与他们交流，甚至一起去图书馆学习。感到自己在社交能力上有所提升，内心也变得更加自信。",
                "where": "社团活动室和学校图书馆，活动室内充满了活跃的讨论氛围，图书馆则是安静的学习环境。",
                "when": "2021年6月20日17:00",
                "who": "昌凡嘉, 社团成员",
                "description": "2021年6月20日傍晚，几次社团活动后，我逐渐融入了团队。与一些成员在活动之外也开始交流，我们甚至约定一起去图书馆学习。每次和他们在一起，我都能感觉到自己的社交能力在提升，内心变得更加自信。活动室内的讨论让我感到活力四射，图书馆的安静氛围则让我享受到与朋友共同学习的乐趣。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "在大二期中考试前一个星期，我因为课程繁重和社团活动的压力，没有足够时间进行充分复习。我经常感到疲惫，无法集中精力复习。",
                "where": "大学宿舍和教室。宿舍里，桌上堆满了书和笔记本，教室里则是一片忙碌的复习景象。",
                "when": "2022年5月1日20:00",
                "who": "昌凡嘉, 室友",
                "description": "2022年5月1日晚上，在大学宿舍里，桌上堆满了书本和笔记本。我感到非常疲惫，眼睛盯着书页却什么也看不进去。室友们也在复习，但她们似乎比我更专注。我感到一阵焦虑和无力感，心里想着自己是不是没有足够努力。教室里，大家都在忙着复习，我却无法集中注意力，脑海中充满了各种担忧，觉得时间不够用。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在期中考试当天，由于复习不充分，我考试过程中多次感到紧张和焦虑，感觉自己无法回答一些重要的题目，内心非常不安。",
                "where": "大学教室。教室里安静得只剩下笔尖划过纸张的声音，空气中充满了紧张的气息。",
                "when": "2022年5月8日09:00",
                "who": "昌凡嘉, 同学",
                "description": "2022年5月8日上午，在大学教室里，我坐在考场中，手心冒汗。看到试卷上的问题，我的大脑一片空白，几次尝试回答却发现自己完全没有头绪。周围的同学们埋头答题，笔尖在纸上沙沙作响，而我却感到前所未有的紧张与焦虑。每过一分钟，内心的不安感就更强烈一些，我担心自己会无法通过这次考试。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "期中考试成绩发布后，我发现自己的成绩不理想，远低于预期。我感到非常自责和焦虑，认为自己没有尽到最大的努力。",
                "where": "大学教室。教室里，成绩单一张张发下来，空气中弥漫着紧张和失望的气息。",
                "when": "2022年5月15日10:00",
                "who": "昌凡嘉, 同学",
                "description": "2022年5月15日上午，在大学教室里，当成绩单发下来时，我的心跳加速。当看到自己的成绩时，我的心一下子沉了下去，远低于预期。我感到非常自责，觉得自己没有尽到最大的努力。我听到周围的同学在讨论他们的成绩，有的兴奋，有的失望，而我则陷入了深深的焦虑和自责中，觉得自己辜负了所有的期望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我的室友在宿舍接到来自家里的电话，得知家庭经济困难需要辍学。她情绪崩溃，流泪并与我们讨论这件事情。",
                "where": "宿舍，室友的床边，桌上散落着她的书本和笔记。",
                "when": "2022年10月15日19:45",
                "who": "室友、我（昌凡嘉）、其他室友",
                "description": "2022年10月15日晚上，我们正在宿舍各自忙着学习。突然，我的室友接到家里的电话，电话那头传来令人震惊的消息：她需要辍学回家。她挂断电话后，眼泪便止不住地流下来。我们围在她身边，试图安慰她。她哽咽着告诉我们家庭的经济状况和无法继续学业的无奈。我感到深深的同情，同时意识到自己是多么幸运。这一事件让我更加珍惜眼前的学习机会，但也感到心里负担加重，焦虑感随之而来。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "我和其他室友一起安慰需要辍学的室友，讨论如何帮助她渡过难关。我提议组织一个小型募捐活动，以帮助室友减轻经济压力。",
                "where": "宿舍，围坐在室友的床边，大家的脸上都是担忧的表情。",
                "when": "2022年10月16日20:30",
                "who": "我（昌凡嘉）、需要辍学的室友、其他室友",
                "description": "2022年10月16日晚上，我们再次聚在宿舍，就室友的困境进行讨论。大家都很关心她，试图想出解决办法。我提议组织一个小型募捐活动，大家都表示支持。讨论过程中，我感受到集体的力量和支持，但也感到责任感和压力增加。担心如果我自己不努力，也可能会面临类似的困境。这一事件加重了我的焦虑感。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "募捐活动成功举办，我和其他室友一起将募集到的资金交给需要辍学的室友。她感动不已，表示会尽力克服困难，继续完成学业。",
                "where": "宿舍，大家围在桌子旁边，桌上摆满了捐款信封和一些慰问卡。",
                "when": "2022年10月20日18:00",
                "who": "我（昌凡嘉）、需要辍学的室友、其他室友",
                "description": "2022年10月20日傍晚，我们在宿舍成功举办了募捐活动，大家纷纷献出自己的心意。我们将募集到的资金交给室友时，她眼里闪烁着泪光，感动得说不出话来。她表示会尽力克服困难，继续完成学业。看到募捐活动成功，我感到欣慰和成就感，但也进一步坚定了‘成功需要付出大量的努力和时间’的信念。我意识到通过集体的努力可以克服困难，但也提醒自己要更加努力，以避免将来陷入类似的困境。尽管焦虑有所缓解，但对学习和未来的压力感依然存在。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我得知大学将举行公开演讲比赛后，决定报名参赛。为了准备演讲，我花费了大量时间查阅资料、撰写演讲稿，并多次请导师和同学帮忙修订和练习。",
                "where": "大学图书馆，书架间的自习区。",
                "when": "2023年3月5日15:30",
                "who": "导师，同学",
                "description": "2023年3月5日15:30，我在大学图书馆的自习区得知学校将举办公开演讲比赛，立刻决定报名参赛。为了准备演讲，我每天泡在图书馆里，查阅大量资料，反复撰写演讲稿。我的导师和几位同学也非常支持我，不仅帮我修订演讲稿，还陪我一起练习。虽然过程非常辛苦，但我感受到了他们的支持，这让我觉得自己是有能力的。但同时，我也感到了一定的压力和焦虑，因为我希望在比赛中表现得完美。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "比赛当天，我紧张地等待上场。在后台反复练习演讲，试图平复自己的情绪。上场后，我流利地完成了演讲，赢得了在场观众的热烈掌声和导师的肯定。",
                "where": "大学礼堂的后台和舞台。",
                "when": "2023年4月10日10:00",
                "who": "导师，同学，观众",
                "description": "2023年4月10日10:00，我在大学礼堂的后台紧张地等待上场。心跳加速，手心出汗，我不断地反复练习演讲，试图平复自己的情绪。终于轮到我上场了，我深吸一口气，走上舞台。灯光打在我身上，我开始流利地演讲。观众席上鸦雀无声，直到我结束，台下爆发出热烈的掌声。导师和同学们也都为我感到骄傲。那一刻，我感到无比的自信和骄傲，仿佛一切的努力都得到了回报。然而，比赛前的紧张和焦虑让我意识到自己在面对压力时容易感到不安。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "比赛结束后，导师在课后特别表扬了我，并表示希望我能在学术研究和职业规划上更加积极进取。同学们也对我表示祝贺，并请我分享演讲经验。",
                "where": "大学教室，课后讨论区。",
                "when": "2023年4月15日16:00",
                "who": "导师，同学",
                "description": "2023年4月15日16:00，在大学教室的课后讨论区，导师在全班同学面前特别表扬了我。他说我的演讲非常精彩，希望我能在学术研究和职业规划上更加积极进取。同学们也纷纷表示祝贺，有的还请我分享演讲经验。听到这些赞美和鼓励，我感到非常自豪和自信。这种来自导师和同学的肯定让我觉得自己的努力得到了认可，也让我更加有动力在未来的学术和职业生涯中不断努力追求完美。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "今天早上，我像往常一样在七点半起床，准备去图书馆自习。刚开始复习考研内容时感觉还好，但不到一个小时，我就感到头脑昏昏沉沉，难以集中注意力，眼皮越来越重。",
                "where": "图书馆的一角，那里的空气清新，书架整齐地排列着，安静得只能听到翻书的声音。",
                "when": "2023年10月10日09:30",
                "who": "无",
                "description": "2023年10月10日早上，我在图书馆找到一个安静的角落，开始复习考研内容。刚开始还算顺利，但不到一个小时，我就感到头脑昏沉，眼皮沉重得难以睁开。我努力让自己保持清醒，但却越来越难集中注意力。内心感到非常沮丧和焦虑，担心自己无法高效备考。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "感觉无法再专心学习，我决定去问图书馆管理员有没有什么办法可以提神。她建议我喝点咖啡，并提醒我注意休息和适当的运动。",
                "where": "图书馆的服务台，那里有几位管理员忙碌地整理书籍。",
                "when": "2023年10月10日10:00",
                "who": "图书馆管理员",
                "description": "2023年10月10日上午10点，我感到自己无法再专心学习，于是走到图书馆的服务台，向管理员询问有没有什么提神的方法。管理员微笑着建议我喝点咖啡，并提醒我注意休息和适当的运动。她的建议虽然有些帮助，但我还是感到无助和焦虑，觉得自己的情况并没有得到根本解决。我内心感到一丝希望，但更多的是对自己容易疲倦和焦虑的无奈。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "喝了咖啡后，我试图继续学习，但效果不佳。感到更加焦虑和无助，我最后决定回宿舍休息。回到宿舍后，我躺在床上，脑海中充满了对考试的担忧和对未来的恐惧。",
                "where": "宿舍，床上的被褥整齐，桌上堆放着复习资料。",
                "when": "2023年10月10日11:00",
                "who": "无",
                "description": "2023年10月10日上午11点，我喝了咖啡，试图继续学习，但头脑依旧昏沉，注意力无法集中。焦虑感越来越强烈，我决定回宿舍休息。回到宿舍后，我躺在床上，眼望着天花板，脑海中充满了对考试的担忧和对未来的恐惧。我感到无助和失控，怀疑自己的学习能力和未来。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在图书馆学习时，突然看到一位朋友情绪崩溃，无法控制地哭泣和颤抖。她因为长期学习压力过大而出现了严重的焦虑症状。",
                "where": "大学图书馆，安静的自习区，周围的同学都在专心学习。",
                "when": "2023年11月15日14:30",
                "who": "昌凡嘉, 朋友",
                "description": "2023年11月15日下午，我在大学图书馆的自习区学习，突然听到身旁的朋友发出低沉的哭泣声。我抬头一看，她正捂着脸，整个人在轻微地颤抖。我急忙放下手中的书，走过去轻声安慰她。她告诉我，最近一直感到压力山大，几乎喘不过气来。看着她无助的样子，我感到心里很难受，也开始担心自己的心理健康。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "在与朋友交流后，我得知她已经持续几个星期感到不安和焦虑，但一直没有寻求帮助。我开始意识到长期忽视自己的心理状态可能带来的后果。",
                "where": "大学校园的咖啡馆，温馨的角落，窗外阳光洒进来。",
                "when": "2023年11月15日16:00",
                "who": "昌凡嘉, 朋友",
                "description": "2023年11月15日下午，在大学校园的咖啡馆，我和朋友坐在一个温馨的角落里，试图让她放松下来。她告诉我，她已经感到焦虑和不安好几个星期了，但一直不敢告诉任何人。我握住她的手，感到一阵心疼。听她这么说，我开始反思自己，是不是也一直在忽视自己的心理状态。这个念头让我感到一阵不安和焦虑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "我决定咨询我的导师，希望能得到一些关于如何管理学习压力的建议。导师建议我尝试一些放松技巧，并确保每天都有时间休息和放松。",
                "where": "导师的办公室，充满书籍和学术氛围的空间。",
                "when": "2023年11月16日10:00",
                "who": "昌凡嘉, 导师",
                "description": "2023年11月16日上午，我走进导师的办公室，心情有些忐忑。导师坐在书桌后面，温和地看着我。我向他倾诉了最近的压力和焦虑，他认真地听着，然后建议我尝试一些放松技巧，如深呼吸和冥想，并确保每天都有时间休息和放松。听到这些建议，我感到稍微轻松了一些，心里也有了些许希望，觉得自己并不是孤立无援的。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我在大学教室里参加了一次模拟考试。这次考试对我来说非常重要，因为它是我备考研究生的一部分。我在考试之前已经准备了很长时间，但在考试过程中却感到异常紧张和焦虑，导致我无法集中注意力，最终成绩不理想。",
                "where": "大学教室，教室里安静得只能听见笔尖划过纸张的声音。",
                "when": "2024年01月10日09:30",
                "who": "同学们",
                "description": "2024年1月10日上午9:30，我在大学教室里参加了一次模拟考试。教室里非常安静，同学们都在认真答题。我却感到异常紧张和焦虑，手心出汗，心跳加速，怎么也集中不了注意力。尽管我已经准备了很长时间，但这次考试的成绩却不理想。我看着试卷上的错题，心里充满了沮丧和无力感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "在模拟考试成绩公布后的第二天，我和几位密友在大学食堂讨论了考试结果。朋友们试图安慰我，说这只是一次模拟考试，不代表最终结果。但我仍然感到非常焦虑，担心自己的真实水平无法通过研究生考试。",
                "where": "大学食堂，食堂里挤满了午餐时间的学生，空气中弥漫着食物的香气。",
                "when": "2024年01月11日12:45",
                "who": "几位密友",
                "description": "2024年1月11日中午12:45，我和几位密友在大学食堂讨论了模拟考试的结果。食堂里人声鼎沸，大家都在忙着吃午餐和聊天。朋友们安慰我，告诉我这次考试不代表最终结果，但我心里的焦虑依然难以消散。我担心自己的真实水平是否足够通过研究生考试，感觉自己被高标准压得喘不过气来。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "在模拟考试后的一个周末，我决定去图书馆复习。我遇到了图书馆管理员，她注意到我的情绪低落，主动关心了我的情况。我简单地提到了我在模拟考试中的表现不佳，管理员建议我放松心态，不要给自己太大压力。",
                "where": "图书馆，安静的阅读区，窗外的阳光透过玻璃洒进来。",
                "when": "2024年01月13日15:30",
                "who": "图书馆管理员",
                "description": "2024年1月13日下午3:30，我来到图书馆复习。图书馆里的阅读区很安静，窗外的阳光透过玻璃洒进来。我坐在桌前，心里仍然为模拟考试的成绩感到沮丧。这时，图书馆管理员走过来，注意到我的情绪低落，主动关心我的情况。我简单地提到了自己在模拟考试中的表现不佳，管理员微笑着建议我放松心态，不要给自己太大压力。她的建议让我意识到，我在备考过程中确实存在过度焦虑的问题，也让我开始反思自己的学习方法和应对压力的方式。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "在备考压力逐渐增大的情况下，我开始感到焦虑和困惑，几次尝试自我调节未果，最终决定向导师寻求帮助。",
                "where": "导师办公室，墙上挂着许多学术奖状和书架上堆满了书，窗边的绿植让人感到一丝安慰。",
                "when": "2024年2月15日10:30",
                "who": "导师",
                "description": "2024年2月15日上午，我带着沉重的心情走进了导师的办公室。墙上挂满了学术奖状，书架上堆满了书籍，窗边的绿植让人感到一丝安慰。我坐在椅子上，感到有些紧张。导师温和地询问我的情况，我终于忍不住说出了自己的焦虑和困惑。导师耐心地听我讲述，然后给出了建议。他指出我的焦虑源于对完美主义和自我期望的高度要求，并建议我参加心理辅导课程，帮助我学会管理压力和焦虑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在导师的建议下，我预约并参加了第一次心理辅导课程，心理咨询师帮助我识别和应对焦虑的具体方法。",
                "where": "心理咨询室，房间布置温馨，墙上挂着舒缓的画作，桌上摆放着一盆小绿植。",
                "when": "2024年3月1日09:00",
                "who": "心理咨询师",
                "description": "2024年3月1日上午，我怀着忐忑不安的心情走进了心理咨询室。房间布置温馨，墙上挂着舒缓的画作，桌上摆放着一盆小绿植，让人感到放松。心理咨询师微笑着迎接我，开始了我们的第一次辅导课程。在咨询过程中，我逐渐放下了戒备，咨询师帮助我识别了焦虑的具体原因，并教给我一些应对方法，如放松技巧和认知重构。通过这次课程，我感到压力有所缓解，心情也轻松了不少。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "在连续几次的心理辅导课程中，我逐渐学会了如何更好地管理自己的情绪和压力，并开始将这些技巧应用到日常学习生活中。",
                "where": "心理咨询室，熟悉的环境让我感到舒适，与咨询师的每次谈话都像是一种解脱。",
                "when": "2024年3月10日16:00",
                "who": "心理咨询师",
                "description": "2024年3月10日下午，我再次来到心理咨询室。熟悉的环境让我感到舒适，与咨询师的每次谈话都像是一种解脱。在几次课程中，咨询师耐心地指导我如何管理情绪和压力，并帮助我建立了一些实用的技巧。我开始将这些方法应用到日常学习生活中，逐渐感到自己对焦虑有了更清晰的认识。在面对压力时，我能更好地保持冷静和自信。我的整体情绪和学习状态也有所改善，感觉生活变得更加有序和可控。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "我在图书馆备考时，看到一位同学因为备考期间过度焦虑，导致身体健康出现问题。这名同学脸色苍白，身体微微颤抖，不得不在同学的搀扶下离开图书馆。",
                "where": "大学图书馆，书架间的长桌旁，阳光透过窗户洒在书页上。",
                "when": "2024年04月10日15:30",
                "who": "同学，图书馆管理员",
                "description": "2024年4月10日下午，我在大学图书馆备考，坐在书架间的长桌旁。阳光透过窗户洒在书页上，给沉浸在书海里的我带来一些温暖。突然，我注意到一位同学脸色苍白，身体微微颤抖，明显是因为过度焦虑。他不得不在另一位同学的搀扶下离开图书馆。这一幕让我感到震惊和担忧，开始更加关注自己的健康状况。我意识到，如果我继续让焦虑控制我的生活，可能也会面临同样的健康问题。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "我在与密友一起走回宿舍的路上，讨论了那位同学的情况。密友告诉我，自己也曾经因为备考压力而失眠，并分享了一些缓解焦虑的方法。",
                "where": "大学校园的步道，周围是高大的树木和宁静的校园景色。",
                "when": "2024年04月11日18:45",
                "who": "密友",
                "description": "2024年4月11日傍晚，我和密友走在大学校园的步道上，夕阳余辉洒在高大的树木上，宁静的校园景色让人心情平静。我们讨论了那位在图书馆过度焦虑的同学的情况。密友告诉我，她自己也曾经因为备考压力而失眠，并分享了一些她用来缓解焦虑的方法。她说，她会用深呼吸、听音乐和短暂休息来放松自己。她的分享让我感到一些安慰，意识到自己并不孤单，其他人也会面对类似的压力和焦虑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "我决定去校园心理咨询中心，咨询如何更好地管理焦虑和备考压力。心理咨询师建议我采用一些放松技巧，比如深呼吸和冥想，并合理安排学习和休息时间。",
                "where": "校园心理咨询中心，安静的咨询室，墙上挂着几幅舒缓的画。",
                "when": "2024年04月18日14:00",
                "who": "心理咨询师",
                "description": "2024年4月18日下午，我走进校园心理咨询中心，咨询室里很安静，墙上挂着几幅舒缓的画，让人感到放松。心理咨询师热情地接待了我，并询问了我的情况。我向她描述了最近备考期间的焦虑和压力。她建议我采用一些放松技巧，比如深呼吸和冥想，并合理安排学习和休息时间。这次咨询让我学到了一些实用的放松技巧，并开始意识到科学管理时间和健康的重要性。我的焦虑感有所缓解，感觉更加平静和自信。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我在图书馆学习了一整天，感到非常疲惫和压力山大。我决定与朋友们约在咖啡馆放松一下。",
                "where": "图书馆，一间安静而明亮的自习室，书桌上散乱着我的复习资料和笔记本。",
                "when": "2024年5月10日18:30",
                "who": "朋友们",
                "description": "2024年5月10日18:30，我在图书馆的自习室里度过了漫长的一天，四周安静，只能听到翻书和写字的声音。感到非常疲惫和压力山大，我决定与朋友们约在附近的咖啡馆放松一下。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "在咖啡馆里，我向朋友们倾诉了备考的压力和焦虑，朋友们都纷纷表示理解，并分享了他们的应对策略。",
                "where": "咖啡馆，温馨的环境，柔和的灯光和舒缓的音乐。",
                "when": "2024年5月10日19:00",
                "who": "朋友们",
                "description": "2024年5月10日19:00，我和朋友们在一间温馨的咖啡馆里坐下。柔和的灯光和舒缓的音乐让人感觉很放松。我向大家倾诉了备考的压力和焦虑，朋友们都纷纷表示理解，并分享了他们的应对策略。我们聊得很尽兴，我感受到了朋友们的关心和支持，情绪有所缓解。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "聚会结束后，我在回宿舍的路上回想起朋友们的鼓励，感到心情愉快，并决定调整自己的学习计划，增加休息时间。",
                "where": "回宿舍的路上，夜晚的小路，路灯洒下温暖的光。",
                "when": "2024年5月10日20:00",
                "who": "无",
                "description": "2024年5月10日20:00，聚会结束后，我独自走在回宿舍的路上。夜晚的小路安静而清凉，路灯洒下温暖的光。我回想起朋友们的鼓励，感到心情愉快，于是决定调整自己的学习计划，增加休息时间。这一决定让我感到轻松了许多，仿佛找到了新的平衡点。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "在复习期间，我制定了详细的学习计划，每天都在图书馆与朋友们一起学习。我们互相鼓励和监督，并在导师的指导下进行针对性的复习。",
                "where": "图书馆，安静的阅读区，周围是高高的书架和明亮的灯光。",
                "when": "2024年5月10日15:30",
                "who": "同学、图书馆管理员、导师",
                "description": "2024年5月10日下午3点半，我和同学们在图书馆的安静阅读区一起学习。书架上堆满了各种专业书籍，灯光柔和。我们坐在长桌旁，桌上摆满了笔记本和参考书。图书馆管理员偶尔走过，轻声提醒我们保持安静。导师也时不时过来，查看我们的进度并给予指导。我们相互打气，讨论遇到的难题。在这样的氛围中，我感到学习效率显著提高，内心也逐渐充满了信心。然而，长时间的高强度复习也让我感到些许疲惫和焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "在一次小组讨论中，我因为准备充分，回答了同学们提出的所有问题，得到了大家的一致认可和赞扬。",
                "where": "大学教室，白色的墙壁和整齐排列的课桌，窗外是晴朗的天空。",
                "when": "2024年5月20日10:45",
                "who": "同学",
                "description": "2024年5月20日上午10点45分，在大学教室里，我们进行了一次小组讨论。教室里光线充足，白色的墙壁和整齐排列的课桌让人感到舒适。我站在讲台前，面对同学们的提问，内心虽然有些紧张，但因为准备充分，我自信地回答了所有问题。每当我解释完一个问题，教室里就会响起热烈的掌声和赞扬声。这次成功的经历让我感到非常自豪和满足，也大大增强了我的自信心，减轻了部分焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "在最后一次模拟考试中，我取得了优异成绩，这让我对即将到来的研究生考试充满信心。",
                "where": "大学教室，整洁的考场布置，窗外微风徐徐。",
                "when": "2024年6月15日14:00",
                "who": "同学",
                "description": "2024年6月15日下午2点，在大学教室里进行最后一次模拟考试。教室被布置成考场，桌椅整齐排列，窗外的微风让人感到一丝凉意。考试开始后，我全神贯注地答题，教室里只有笔尖划过试卷的沙沙声。当考试结束，成绩公布时，我看到自己取得了优异的成绩，内心充满了喜悦和自豪。同学们也纷纷向我表示祝贺。这次模考的成功让我对即将到来的研究生考试充满了信心，焦虑感也随之减少。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "2023年12月初，我开始集中备考研究生入学考试。每天早晨七点半起床，开始一天紧张的学习。我常到图书馆自习，偶尔和几位关系密切的同学讨论学习问题。尽管学习压力大，我保持了良好的作息时间，但时常感到焦虑，担心自己无法取得理想成绩。",
                "where": "大学图书馆，安静的自习室里，书桌上堆满了复习资料和笔记本。",
                "when": "2023年12月01日07:30",
                "who": "几位关系密切的同学，图书馆管理员",
                "description": "2023年12月1日早上7:30，我像往常一样起床，准备去图书馆自习。大学图书馆的自习室里，空气中弥漫着一股淡淡的书香味，桌上堆满了复习资料和笔记本。同学们也陆续来到自习室，我们有时会凑在一起讨论学习问题。尽管学习压力大，但我始终保持着良好的作息时间。然而，每当想到即将到来的研究生入学考试，我的心情总会变得紧张和焦虑，担心自己无法取得理想成绩。图书馆管理员时不时地走过，轻声提醒我们保持安静，他的存在似乎也给了我一些安慰。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "2024年1月25日，研究生入学考试当天，我早早起床，整理好考试用具，前往考场。在考试过程中，我保持了相对稳定的情绪，但仍感到偶尔的紧张和焦虑。考试结束后，我感到如释重负，但也开始担心结果。",
                "where": "大学考场，明亮宽敞的教室，桌椅整齐排列。",
                "when": "2024年01月25日08:00",
                "who": "考场监考员，同学",
                "description": "2024年1月25日早上，我早早起床，心情有些紧张但也充满期待。整理好考试用具后，我前往大学考场。考场里，明亮宽敞的教室内，桌椅整齐排列，考场监考员在前面维持秩序。我找到自己的座位坐下，深吸一口气，尽量让自己平静下来。考试过程中，我尽量保持冷静，但偶尔还是会感到紧张和焦虑。结束铃响起的那一刻，我感到如释重负，但随之而来的是对结果的担忧。走出考场时，同学们也在讨论考试的难度和自己的表现，我默默听着，心情复杂。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "2024年7月10日，研究生考试结果公布，我顺利通过了考试。在导师的办公室里，我与导师和几位同学分享了这个好消息，感到非常开心和满足。",
                "where": "导师办公室，整洁的书桌上摆满了书籍和文件。",
                "when": "2024年07月10日10:00",
                "who": "导师，同学",
                "description": "2024年7月10日上午10点，我迫不及待地查阅研究生考试结果，当看到自己顺利通过考试的那一刻，心中充满了喜悦。我立刻前往导师的办公室，想要与导师和同学们分享这个好消息。导师的办公室里，整洁的书桌上摆满了书籍和文件，导师抬头看到我，微笑着问我情况。我激动地告诉他我通过了考试，他欣慰地点了点头，同学们也纷纷向我表示祝贺。那一刻，我感到非常开心和满足，自信心得到了极大的增强，所有的努力和焦虑在那一刻都得到了回报。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "我在备考期间，虽然感觉到焦虑和疲倦，但我持续努力学习。与同学们经常在图书馆一起自习，互相鼓励和支持。",
                "where": "大学图书馆，靠近窗边的长桌上，桌上摆满了书籍、笔记本和电脑。",
                "when": "2024年6月15日14:30",
                "who": "同学（4人）",
                "description": "2024年6月15日下午2点半，我和四个同学坐在大学图书馆靠近窗边的长桌上。阳光透过窗户洒在书本上，大家都在专心地看书和做笔记。虽然我感到很疲倦，但看到同学们也在努力，我感到自己不是一个人在奋斗。我们偶尔会互相打气，分享学习资料，这让我减轻了一些压力。但同时，我也担心如果不努力，可能会被同学们落下，这无形中增加了我的焦虑感。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "在导师的指导下，我完成了一篇重要的研究论文，这使我对自己的能力有了更多的信心。",
                "where": "导师的办公室，办公室里摆满了书籍和论文，墙上挂着几幅学术成就的奖状。",
                "when": "2024年6月28日11:00",
                "who": "导师",
                "description": "2024年6月28日上午11点，我在导师的办公室里，导师正在翻阅我刚完成的研究论文。办公室里安静而整洁，书架上摆满了学术书籍和期刊。导师看完后，露出了满意的笑容，说道：“你做得很好，这篇论文很有深度。”听到导师的肯定，我感到无比自豪和有成就感。成功完成这篇论文让我对自己的能力有了更多的信心，但也意识到需要不断努力才能保持这种成就感。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "暑假期间，我和家人一起度过了一个愉快的假期，放松了身心，为即将开始的研究生生活做好了准备。",
                "where": "家庭度假地点，一座靠海的度假村，阳光明媚，海风轻拂。",
                "when": "2024年8月10日10:00",
                "who": "家人",
                "description": "2024年8月10日上午10点，我和家人一起在一座靠海的度假村度假。阳光明媚，海风轻拂，我们在沙滩上散步，享受着美好的时光。父母和弟弟在海边嬉戏，我坐在一旁看着，感到无比的放松和愉悦。这个假期让我从备考的高压状态中解脱出来，极大地缓解了我的焦虑感。我感受到家人的支持和关爱，心理韧性增强，为未来的研究生生活做好了心理准备。"
            }
        ]
    }
}