{
    "childhood": {
        "name": "滕伊纨",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "期末考试前夕，我感到压力很大，每天放学后都在家里复习。母亲在旁边监督并鼓励我，她的严格要求让我感到紧张，但也让我更加努力。",
                "where": "家里的书房，桌子上堆满了各种复习资料和课本，台灯的光线略显昏暗。",
                "when": "2007年6月20日17:30",
                "who": "我和母亲",
                "description": "2007年6月20日下午5点半，我坐在家里的书房里，桌子上堆满了各种复习资料和课本，台灯的光线略显昏暗。母亲坐在我的对面，她一边看着我复习，一边时不时地提醒我注意时间。她的眼神中充满了期望和严肃，让我感到一丝紧张和压力。我心里想着一定要考好，不能让母亲失望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "期末考试当天，我早早起床，感到非常紧张，但也充满了决心。在考试中，我一丝不苟，拼尽全力完成了试卷。回家后，我和父母分享了考试经历，母亲鼓励我放松心情等待成绩。",
                "where": "学校的考场和家里的客厅，考场内一片静寂，家里则充满了温馨和期待。",
                "when": "2007年6月25日15:00",
                "who": "我、父母",
                "description": "2007年6月25日下午3点，我坐在学校的考场里，考场内一片静寂，只有翻动试卷的声音。我感到非常紧张，但也充满了决心，心里想着一定要考好。回到家后，我和父母在客厅里聊天，母亲鼓励我放松心情等待成绩。家里的客厅充满了温馨和期待，父母的眼神中带着关心和希望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "期末考试成绩公布，我取得了全班第一名。回到家后，父母非常高兴，特别是妈妈，她给我做了我最喜欢的红烧肉，并夸奖了我。",
                "where": "家里的餐厅，桌上摆满了丰盛的晚餐，空气中弥漫着红烧肉的香味。",
                "when": "2007年6月30日18:00",
                "who": "我、父母",
                "description": "2007年6月30日下午6点，我回到家里，家里的餐厅已经摆满了丰盛的晚餐，空气中弥漫着红烧肉的香味。妈妈看到我拿着成绩单，高兴地笑了，还给我做了我最喜欢的红烧肉。她夸奖了我，说我很棒，让她很骄傲。父亲也在一旁微笑着点头。那一刻，我感到无比的满足和幸福。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "那天早上，我在学校上课时突然发现自己忘记带作业本，顿时感到一阵恐慌和焦虑。我知道母亲对我有很高的期望，而我从小就被教导必须按时完成作业。",
                "where": "学校的教室，四周是同学们认真听课的身影，老师在黑板上写字。",
                "when": "2008年3月5日08:15",
                "who": "滕伊纨，老师，学校同学",
                "description": "2008年3月5日早上8:15，我坐在教室里，突然发现自己忘记带作业本，心跳加速，手心冒汗。我看着老师在黑板上写字，心里一阵恐慌，担心被老师点名批评，更害怕回家后母亲的责骂。同学们都在认真听课，而我却无法集中注意力，只想着如何应对母亲得知这个消息的反应。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "放学后，我回到家，试图隐瞒自己没有完成作业的事实，但最终母亲还是发现了。她非常生气，责骂了我，并要求我重新完成作业。",
                "where": "家里的客厅，母亲坐在沙发上，手里拿着我的作业本。",
                "when": "2008年3月5日18:30",
                "who": "滕伊纨，母亲",
                "description": "2008年3月5日傍晚6:30，放学后我回到家，试图隐瞒自己没有完成作业的事实。我小心翼翼地把书包放在角落，不让母亲注意到。但是，母亲还是发现了，她坐在沙发上，手里拿着我的作业本，脸色阴沉。她非常生气，责骂了我，并严厉地要求我马上重新完成作业。母亲的责骂让我感到非常失望和内疚，觉得自己辜负了她的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "那天晚上，我在房间里重新做作业，感到非常难过和无助。我哭了很久，觉得自己不够好，无法满足母亲的期望。",
                "where": "家里的房间，书桌上的台灯照亮着作业本。",
                "when": "2008年3月5日21:00",
                "who": "滕伊纨",
                "description": "2008年3月5日晚上9:00，我坐在房间的书桌前，重新做作业。台灯的光线照在作业本上，我的眼泪一滴滴落在纸上。我感到非常难过和无助，觉得自己不够好，无法满足母亲的期望。我哭了很久，心里充满了失望和内疚，仿佛整个世界都压在我肩上。这次经历让我感到孤独和无助，进一步加深了我的焦虑感和对自我价值的怀疑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "那天下午我在家中做作业，突然听到邻居家传来激烈的争吵声。我走到窗前，发现邻居家的小女孩因为考试成绩不好被她的父亲责骂。女孩的哭声很大，她的母亲在旁边也没有说话，只是低头叹气。我感到非常震撼，父母对孩子的期望是多么的重要。",
                "where": "家中的书房，窗外能看到邻居家的院子。",
                "when": "2009年5月15日17:22",
                "who": "邻居家的小女孩及其父母",
                "description": "2009年5月15日下午，我在家中的书房做作业。窗外传来激烈的争吵声，我好奇地走到窗前，看到邻居家的小女孩在院子里哭泣，她的父亲正在责骂她，声音很大。女孩的母亲站在一旁，低头叹气，没有插话。我心里感到一阵震撼，意识到父母对孩子的期望有多么重要。如果不能满足这些期望，可能会带来严重的后果。于是，我决定更加努力学习，以避免自己也遭遇这样的责骂。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "看到邻居家的小女孩被责骂后，我回到自己的房间，心里久久不能平静。我想起自己平时取得好成绩时，父母脸上的笑容和赞美的言辞。于是，我更加努力地学习，晚上加班加点复习功课。",
                "where": "自己的房间，书桌上摆满了书本和习题。",
                "when": "2009年5月15日18:00",
                "who": "滕伊纨",
                "description": "2009年5月15日晚，我回到自己的房间，心里久久不能平静。我坐在书桌前，想起自己平时取得好成绩时，父母脸上的笑容和赞美的言辞。那种被认可和爱的感觉，让我感到温暖。但同时，我也感受到，如果自己不能满足父母的期望，可能也会遭受责骂和失望的目光。于是，我打开书本，决定更加努力地学习，晚上加班加点复习功课。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "几天后，我在学校见到了邻居家的小女孩。女孩看起来很沮丧，眼睛红肿，一副没有睡好的样子。我走过去安慰她，询问她是否还好。小女孩低声说，她父亲已经好几天不和她说话了，母亲也没有再关心她的学习。",
                "where": "学校的操场，阳光明媚，四周有同学们在玩耍。",
                "when": "2009年5月18日08:05",
                "who": "滕伊纨和邻居家的小女孩",
                "description": "2009年5月18日早晨，我在学校的操场上看到了邻居家的小女孩。她看起来很沮丧，眼睛红肿，一副没有睡好的样子。我走过去，轻轻拍了拍她的肩膀，询问她是否还好。她低声告诉我，父亲已经好几天不和她说话了，母亲也没有再关心她的学习。我听了之后，心里感到一阵难过和不安，进一步感受到父母期望的压力对孩子的影响。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "我在运动会前一个月开始了训练。父母每天陪我跑步，母亲还会为我准备营养餐，帮助我增强体力。",
                "where": "家附近的小公园，晨光初露，空气中弥漫着湿润的泥土香气。",
                "when": "2010年09月01日07:00",
                "who": "父母",
                "description": "2010年9月1日的早晨，天刚刚亮，我和父母在家附近的小公园开始了运动会前的训练。父亲每次都陪我跑步，母亲则在旁边鼓励我并为我准备了营养餐。每次跑完步，我都会喝下母亲准备的温热牛奶，感受到他们对我的关心和期望。这种准备过程让我感受到了父母的爱，同时也让我感到有些压力和焦虑，但每次达成训练目标时，我又会感到自信心逐渐增强。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "在运动会当天，我感到非常紧张。比赛开始前，父母特意到场为我加油，还给我带了我喜欢的零食。",
                "where": "学校操场，四周围满了观赛的家长和同学，秋日的阳光洒在跑道上。",
                "when": "2010年10月15日09:30",
                "who": "父母、同学、老师",
                "description": "2010年10月15日上午，运动会当天，我站在操场的起跑线上，心跳得很快，紧张得手心都出汗了。父母在观众席上为我加油，他们还特意带了我最喜欢的巧克力棒。我看到他们的笑脸，心里稍微平静了一些。他们的支持让我在紧张中感受到了温暖和力量，心中的焦虑也减轻了不少。我知道，无论结果如何，父母都会为我感到自豪。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "比赛结束后，我获得了第三名，同学们纷纷向我祝贺，父母也为我感到骄傲，并带我去吃庆祝晚餐。",
                "where": "学校操场/家附近的餐馆，气氛热烈，餐馆里充满欢声笑语。",
                "when": "2010年10月15日18:00",
                "who": "父母、同学",
                "description": "2010年10月15日傍晚，比赛结束后，我拿到了第三名。虽然不是第一，但我已经尽力了。同学们纷纷向我祝贺，父母也为我感到骄傲。晚上，我们全家去家附近的餐馆庆祝，餐桌上摆满了我喜欢的菜肴。父亲对我说：“你做得很好，我们为你感到骄傲。”这让我意识到，即使不是最优秀的，只要尽力了，父母也会认可我。这次庆祝活动让我感到满足和幸福。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "我在一个周六的下午正在我的房间里做作业，听到厨房里传来妈妈忙碌的声音，便走出房间。我看到妈妈在厨房里准备晚餐，显得非常疲惫，额头上有汗珠。爸爸则坐在客厅里看电视，完全没有注意到妈妈的辛劳。",
                "where": "家里的厨房和客厅",
                "when": "2011年2月12日17:30",
                "who": "我、母亲、父亲",
                "description": "2011年2月12日的下午，我在房间里做作业，窗外阳光明媚但我的心情有些沉重。突然，我听到厨房里传来锅碗瓢盆的碰撞声，我走出房间看到妈妈正在厨房里忙着准备晚餐，汗水从她的额头滑落。她显得非常疲惫，而爸爸则在客厅的沙发上看电视，完全没有注意到妈妈的辛劳。我站在厨房门口，心里感到一种无形的责任感。我意识到家庭中的每个人都需要为家庭付出，而不仅仅是妈妈。这一刻，我感到自己有责任为家庭做出贡献，但也感到了一丝焦虑，担心自己未来无法承担起这样的责任。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "晚餐时间到了，我看到妈妈端着一盘盘热气腾腾的菜肴走进餐厅，而爸爸依然坐在沙发上看电视。我赶紧起身帮妈妈端菜，并主动招呼爸爸来吃饭。妈妈露出了欣慰的笑容，但她的疲惫依然无法掩饰。",
                "where": "家里的餐厅和客厅",
                "when": "2011年2月12日18:00",
                "who": "我、母亲、父亲",
                "description": "2011年2月12日晚上六点，餐厅里弥漫着菜肴的香气，妈妈端着一盘盘热气腾腾的菜肴走进餐厅，脸上虽然挂着笑容，但掩盖不了她的疲惫。爸爸依然坐在沙发上看电视，仿佛对这一切浑然不知。我赶紧起身，帮妈妈端菜，心里感到了一种成就感和被需要的感觉。我还主动招呼爸爸来吃饭，但他只是点了点头，慢悠悠地走过来。妈妈对我露出了欣慰的笑容，但我能感觉到她的疲惫。通过主动帮忙，我感到了一种成就感，这进一步加强了我应该尽力为父母提供帮助和支持的信念。但与此同时，我也感受到了一种无形的压力，担心自己未来无法一直这样贴心地帮助父母。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "晚餐结束后，妈妈开始收拾餐桌和厨房，而爸爸又回到了沙发上继续看电视。我看到妈妈仍然在忙碌，便主动请求帮忙洗碗。妈妈虽然拒绝了我的请求，但我坚持要帮忙，最终妈妈同意了。",
                "where": "家里的餐厅和厨房",
                "when": "2011年2月12日18:45",
                "who": "我、母亲、父亲",
                "description": "2011年2月12日晚饭后，妈妈开始收拾餐桌和厨房，而爸爸又坐回沙发上继续看电视。我看到妈妈仍然在忙碌，心里涌起一股心疼之情。我走到妈妈身边，主动请求帮忙洗碗。妈妈一开始拒绝了我的请求，说我应该去休息，但我坚持要帮忙，最终她同意了。当我站在厨房里，手里握着洗碗布，看到妈妈终于能坐下来休息时，心里感到了一种深深的满足感。我觉得自己是真正为家庭做出了贡献。这一刻，我的核心信念‘我有责任为家庭做出贡献’得到了进一步的强化。同时，我也感受到了一种内心的焦虑，担心未来是否能够一直这样帮助父母。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "四年级的一次班级合唱比赛前，我在为比赛做最后的排练。由于对歌词的担忧和对表现的期待，我感到非常紧张。",
                "where": "学校教室，教室里充满了同学们的谈笑声，黑板上写满了歌词和音符。",
                "when": "2011年11月10日14:30",
                "who": "班级同学、音乐老师",
                "description": "2011年11月10日下午2点半，我和班级同学们在教室里进行最后的合唱比赛排练。教室里充满了同学们的谈笑声和音乐老师的指挥声，我的心跳得飞快，手心全是汗。站在老师面前，我感到胃里像有只蝴蝶在飞舞，对即将到来的比赛充满了期待和担忧。我记得老师走过来拍拍我的肩膀，微笑着说‘你会做得很棒的’，但这并没有缓解我的紧张感。我知道父母和老师对我的期望很高，这让我感到巨大的压力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "正式比赛当天，我因为紧张而唱错了歌词，导致心情十分低落和自责。",
                "where": "学校大礼堂，舞台上灯光刺眼，观众席上坐满了学生和家长。",
                "when": "2011年11月15日10:50",
                "who": "班级同学、音乐老师、观众",
                "description": "2011年11月15日上午10点50分，我们班在学校大礼堂进行正式的合唱比赛。舞台上的灯光刺眼，我站在麦克风前，感觉心跳得快要从胸膛里跳出来了。观众席上坐满了学生和家长，仿佛每一双眼睛都在盯着我。当音乐响起，我紧张得几乎忘记了呼吸。在唱到第二段时，我突然忘记了歌词，脑子一片空白。虽然很快找回了节奏，但那一瞬间的失误让我心情跌入谷底。比赛结束后，我跑到后台，眼泪忍不住流了下来，感到无比自责和失落。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "回家后，我告诉妈妈比赛中发生的事情，妈妈安慰我说，犯错误是正常的，只要努力了就好。",
                "where": "家里，客厅里灯光柔和，沙发上散落着几本书和妈妈的针线活。",
                "when": "2011年11月15日18:30",
                "who": "母亲",
                "description": "2011年11月15日傍晚6点半，我回到家里，心情依然低落。妈妈看到我失落的样子，放下手中的针线活，关切地问我发生了什么。我忍不住一五一十地告诉她比赛上唱错歌词的事情，眼泪再次涌了出来。妈妈轻轻抱住我，温柔地说‘犯错误是正常的，只要你尽力了，妈妈就很开心。’她的话让我感到一丝安慰，内疚感也稍稍减轻了些。我意识到，虽然不能每次都满足他们的期望，但妈妈依然会支持和爱我。这次谈话让我重新找回了一些信心和对家庭的依赖。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我和父母准备了一次家庭郊游，决定去附近的公园散步并享受春天的美好。",
                "where": "南京市某公园，公园里有郁郁葱葱的草地和开满鲜花的小径。",
                "when": "2012年4月8日10:15",
                "who": "我、父母",
                "description": "2012年4月8日上午，春天的阳光透过窗户洒进家中，父母提议去附近的公园散步。我和妈妈一起准备了简单的野餐，爸爸则负责准备相机。公园里花香四溢，小鸟在树枝上欢快地歌唱。我们在草地上铺开毯子，享受着温暖的阳光和亲密的家庭时光。那一刻，我感受到了家庭的温暖和父母对我的重视。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "在公园里散步时，我和父母经过一片草地，看到一对父母和他们的孩子在玩球，这对父母不断地鼓励和支持孩子。",
                "where": "南京市某公园，公园的一片绿油油的草地上。",
                "when": "2012年4月8日10:45",
                "who": "一对父母和他们的孩子，我、父母",
                "description": "2012年4月8日上午，我们在公园里散步，经过一片草地时，看到一对父母和他们的小孩在玩球。那对父母不断地鼓励和支持孩子，孩子每一次投球失败，他们都微笑着给予鼓励。看到这一幕，我心里感到温暖和满足，意识到父母的支持对孩子的成长是多么重要。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "回到家后，我向父母表达了自己对未来的期望和对幸福生活的向往。",
                "where": "我的家，温馨的客厅，墙上挂着全家福的照片。",
                "when": "2012年4月8日19:30",
                "who": "我、父母",
                "description": "2012年4月8日晚上，郊游回来后，我们坐在客厅里，享受着一天的余温。我鼓起勇气向父母表达了自己对未来的期望和对幸福生活的向往。父母静静地听着，并且微笑着支持我。他们说，无论我做什么决定，他们都会在背后支持我。这次谈话让我感受到了父母的理解和支持，对追求幸福生活充满了信心。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "在五年级时，老师布置了一篇关于'我的梦想'的作文，我花费了整个周末精心构思并完成了这篇作文。",
                "where": "家里，书桌上堆满了书本和草稿纸，窗外阳光明媚。",
                "when": "2012年9月15日10:00",
                "who": "滕伊纨，父母",
                "description": "2012年9月15日上午，我坐在家里的书桌前，窗外秋日的阳光透过窗帘洒进来，我全神贯注地构思着老师布置的'我的梦想'作文。母亲在厨房忙碌，偶尔走过来看我一眼，父亲则在客厅看报纸。这个过程让我感到有些焦虑，但也充满了动力，因为我知道父母对我的期望很高。我反复修改，直到觉得满意为止。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "作文完成后，我在学校的课堂上交给了语文老师，老师在课堂上阅读了所有同学的作文，并当场表扬了我的作文。",
                "where": "学校的教室，教室里布置得整齐，窗外可以看到操场。",
                "when": "2012年9月17日14:30",
                "who": "滕伊纨，老师，同学",
                "description": "2012年9月17日下午，我带着自己的作文走进了语文课堂，教室里弥漫着轻微的紧张气氛。老师站在讲台前，一本一本地翻阅着同学们的作文。当她读到我的作文时，脸上露出了微笑，并当场表扬了我。全班同学的目光瞬间集中到我身上，我感到脸颊微微发热，但心里却充满了开心和自豪。这种正面的反馈让我意识到，通过努力和表现可以获得认可和爱。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "老师将我的作文作为范文在全班朗读，并将这件事通知了我的父母，父母因此感到非常自豪，并在家里表扬了我。",
                "where": "家里，晚餐的餐桌旁，餐桌上摆满了丰富的饭菜。",
                "when": "2012年9月18日19:00",
                "who": "滕伊纨，父母",
                "description": "2012年9月18日晚上，晚餐时，父亲和母亲坐在餐桌旁，桌上摆满了母亲精心准备的饭菜。父亲放下筷子，说道：“老师今天打电话说你的作文被作为范文在全班朗读了，我们为你感到非常自豪。”母亲也满脸笑容地表扬了我。听到这些话，我感到内心充满了温暖和被重视的感觉。这一刻让我明白，通过努力可以获得认可和爱，满足父母的期望是我生活中的重要目标。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "在六年级的数学课上，我的同学小李遇到了一道难题，急得快要哭出来。我注意到后，主动上前帮忙，耐心地讲解题目步骤。经过几分钟的解释，小李终于明白了，并能独立解答这道题。",
                "where": "学校教室，教室里阳光透过窗户洒进来，黑板上还留着数学老师刚写的公式。",
                "when": "2013年3月15日10:15",
                "who": "我、小李（同学）",
                "description": "2013年3月15日上午10点15分，数学课进行到一半，我看到小李皱着眉头，眼眶里满是泪水。我知道她遇到了难题，于是悄悄走到她身边，轻声问她需要帮忙吗。她点点头，我便开始一步步地给她解释题目。几分钟后，她终于露出了笑容，告诉我她明白了。看到她重新振作起来，我感到非常满足和开心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "几天后，数学老师在课堂上表扬了我，称赞我不仅学习成绩优秀，还乐于助人。这次表扬让我在班级里赢得了更多的尊重和友谊，大家对我刮目相看。老师还在家长会上向我的父母提到我的优秀表现。",
                "where": "学校教室，教室里的学生们都安静地听着老师的表扬，窗外的树影在微风中摇曳。",
                "when": "2013年3月18日14:30",
                "who": "我、数学老师、班级同学",
                "description": "2013年3月18日下午2点半，数学老师在课堂上突然提到我的名字，称赞我不仅成绩优秀，还乐于助人。全班同学都把目光投向我，眼神里充满了尊敬和友谊。我的脸有些发烫，但心里却感到无比自豪。老师还在家长会上向我的父母提到了这件事，称赞我是一个非常优秀的学生。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "当天晚上，我的父母在晚饭时特别高兴地表扬我。父亲虽然平时话不多，但这次也夸奖了我的表现，母亲则显得格外骄傲，并表示希望我继续保持这样的状态。",
                "where": "家中，餐桌上摆满了母亲精心准备的晚餐，灯光温暖柔和。",
                "when": "2013年3月18日19:00",
                "who": "我、父亲、母亲",
                "description": "2013年3月18日晚上7点，晚饭时，父母脸上挂满了笑容。父亲难得开口，夸奖了我的表现，并说他为我感到骄傲。母亲更是骄傲地说，希望我能继续保持下去。听到这些话，我感到非常温暖和满足，心里充满了被认可的喜悦。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "我在家中无意间听到了母亲和她的朋友在谈论家庭压力。母亲的朋友因为家庭压力大而感到非常焦虑，甚至生病了。",
                "where": "家里客厅，母亲和她的朋友坐在沙发上，茶几上摆着刚泡好的茶和一些点心。",
                "when": "2013年5月15日14:30",
                "who": "母亲, 母亲的朋友",
                "description": "2013年5月15日下午，我在家中的客厅无意间听到了母亲和她的朋友在谈话。她们坐在沙发上，茶几上摆着刚泡好的茶和一些点心。母亲的朋友看起来非常疲惫，声音中充满了焦虑，她说自己因为家庭的压力大而感到非常焦虑，甚至生病了。听到这些话，我感到心里一阵紧张，开始担心家庭压力会对人有多大的影响，这种情绪在我心中久久不能平复。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "在母亲和她朋友对话后的一周内，我注意到母亲也显得异常疲惫和焦虑。于是，我开始尝试在家里帮忙，分担家务，以减轻母亲的负担。",
                "where": "家里厨房，母亲在做晚饭，我在一旁帮忙洗菜。",
                "when": "2013年5月22日18:45",
                "who": "母亲, 滕伊纨",
                "description": "2013年5月22日傍晚，在家里的厨房，母亲正在忙着做晚饭。我注意到她看起来非常疲惫，眉头紧锁，动作也显得有些迟钝。我心里很不是滋味，想起她和朋友的对话，于是决定帮她分担一些家务。我走到母亲身边，主动提出帮她洗菜。母亲看了我一眼，微微一笑，感激地说了声谢谢。我当时感到既欣慰又心疼，希望通过自己的努力能让母亲轻松一些。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "几个月后，我在学校的一次家庭教育讲座上，听到了关于家庭压力管理的重要性。讲座后，我开始思考如何更好地应对压力，并尝试与母亲分享这些信息。",
                "where": "学校礼堂，讲台上老师正在讲解，台下座无虚席。",
                "when": "2013年9月10日16:00",
                "who": "滕伊纨, 学校老师, 同学",
                "description": "2013年9月10日下午，在学校的礼堂里，我参加了一次关于家庭教育的讲座。礼堂里座无虚席，老师在讲台上生动地讲解着家庭压力管理的重要性。我认真地听着，心中不断回忆起母亲和她朋友的对话，觉得这些方法对我们家来说可能非常有用。讲座结束后，我迫不及待地回到家，和母亲分享了讲座中学到的内容。母亲听后露出了一丝微笑，虽然她没有说什么，但我能感觉到她内心的些许轻松。我感到自己也有了一些应对压力的方法，心中的焦虑感有所缓解，但也开始思考如何更好地平衡学习、家庭和自我的需求。"
            }
        ]
    },
    "adolescence": {
        "name": "滕伊纨",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "在2014年6月的一个星期三晚上，我在家中复习准备期末考试。最近天气变化，我感到身体不适，头有点疼，浑身无力。我尽力复习，但感觉效果不佳，心里非常焦虑。",
                "where": "家中的书桌前，南京市。书桌上堆满了课本和复习资料，旁边放着一杯已经凉了的茶。",
                "when": "2014年6月18日19:30",
                "who": "滕伊纨",
                "description": "2014年6月18日的晚上，我坐在书桌前，努力复习准备即将到来的期末考试。外面下着小雨，空气中带着湿气，我感觉身体不适，头疼欲裂。尽管如此，我还是坚持复习，希望能够取得好成绩。每次看着书本上的内容，我都觉得模糊不清，心里的焦虑感越来越强。我知道父母对我的期望很高，不敢放松自己。这一晚，我感到特别无助，但还是咬紧牙关继续努力。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "期末考试当天，我因为身体不适，在考试过程中感到头晕和疲惫，无法集中注意力。我尽力完成考试，但感觉自己表现不佳。",
                "where": "南京市某中学考场。教室里很安静，只能听到笔尖在纸上划过的声音。",
                "when": "2014年6月25日09:00",
                "who": "滕伊纨，考场监考老师",
                "description": "2014年6月25日早上，我走进考场，感到一阵头晕。考场里安静得只能听到笔尖在纸上划过的声音，但我的注意力却怎么也集中不起来。每写一个字都需要很大的努力，身体的疲惫让我无法发挥出平时的水平。监考老师在教室里来回走动，我却觉得他的脚步声像是一种无形的压力。考试结束后，我走出考场，心里非常失落，觉得自己这次考得很糟糕。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "考试成绩公布后，我的成绩明显低于预期。回到家后，妈妈得知成绩后非常失望，责备我没有努力。她生气地说，'你怎么能这样呢？你知道家里对你的期望有多高吗？'我感到非常内疚和失望。",
                "where": "家中，南京市。客厅里，桌上摆着刚吃完的晚饭，气氛有些沉重。",
                "when": "2014年7月2日18:00",
                "who": "滕伊纨，妈妈",
                "description": "2014年7月2日傍晚，我回到家，心情沉重。成绩公布了，我的成绩明显低于预期。妈妈得知后非常失望，她在客厅里责备我，'你怎么能这样呢？你知道家里对你的期望有多高吗？'她的声音中充满了失望和愤怒。我站在一旁，头低着，不敢看她的眼睛，心里感到非常内疚和失望。这一刻，我感到自己辜负了妈妈的期望，也对未来充满了迷茫。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "在初中三年级的数学竞赛准备阶段，我几乎每天放学后都会留在教室里练习数学题。一次，我卡在一道难题上，无论如何也解不出来，感到非常沮丧。数学老师看到了我的困境，专门留下来为我解答难题，并鼓励我说我有很大的潜力可以在数学竞赛中取得好成绩。",
                "where": "南京市某中学的教室，窗外天色渐暗，教室里只有几盏灯还亮着。",
                "when": "2015年2月20日17:30",
                "who": "数学老师",
                "description": "2015年2月20日傍晚，我在学校的教室里埋头苦练数学题。窗外的天色渐暗，教室里只有几盏灯还亮着，显得格外安静。我遇到了一道非常棘手的题目，思考了很久也没能解出来，心情越来越焦虑。这时，数学老师走过来，关心地问我遇到了什么问题。我告诉他我卡在这道题上，他微笑着说：'别急，我来帮你看看。' 他详细地给我讲解了题目，还鼓励我说：'滕伊纨，你很有潜力，我相信你在数学竞赛中一定能取得好成绩。' 听了老师的话，我心里感到一阵暖流，信心也慢慢回来了。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "在数学竞赛的当天，我在考场里紧张地答题，期间有几道题目非常难。尽管如此，我凭借着平时的努力练习和老师的教导，终于想出了答案。比赛结束后，我感到既紧张又期待成绩公布。",
                "where": "南京市某中学的考场，考场里安静得只能听到笔尖划过纸张的声音。",
                "when": "2015年3月10日09:00",
                "who": "同学，监考老师",
                "description": "2015年3月10日上午，我坐在南京市某中学的考场里，周围是同样紧张答题的同学。考场里安静得只能听到笔尖划过纸张的声音。虽然我已经准备了很久，但还是感到非常紧张，有几道题目非常难，几乎让我陷入了困境。我闭上眼睛深吸一口气，回想起平时练习的过程和老师的教导。慢慢地，我找到了思路，终于解出了这些难题。考试结束铃声响起，我放下笔，心里既紧张又期待成绩公布，希望自己的努力没有白费。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "在班会上，老师宣布了数学竞赛的成绩，并特别表扬了我。老师说：'滕伊纨同学表现非常优秀，希望大家向她学习。' 我感到非常自豪，也增强了自己有能力应对挑战的信心。",
                "where": "南京市某中学的教室，教室里的气氛轻松愉快，窗外阳光明媚。",
                "when": "2015年3月20日15:30",
                "who": "老师，同学",
                "description": "2015年3月20日下午，在南京市某中学的教室里，阳光透过窗户洒进来，教室里的气氛轻松愉快。在班会上，老师面带微笑地宣布了数学竞赛的成绩。我听到自己的名字被念到，心里一阵激动。老师特别表扬了我，说：'滕伊纨同学表现非常优秀，希望大家向她学习。' 教室里响起了热烈的掌声，我感到非常自豪，脸上也露出了笑容。这次表扬让我感到自己得到了认可，也增强了我对自己应对挑战的信心。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "我刚刚结束了一天的学校生活，回到家中准备开始晚自习。突然，我听见父母在客厅讨论我的未来。妈妈提到我一定要考上好大学，而爸爸则表示不希望给我太大压力。",
                "where": "家里客厅，沙发上还放着未整理的杂志，茶几上的绿茶还冒着热气。",
                "when": "2015年5月10日19:30",
                "who": "妈妈，爸爸",
                "description": "2015年5月10日晚上，我刚回到家，正准备开始晚自习，突然听见客厅传来父母的谈话。妈妈语气坚定地说，我一定要考上好大学，这样才能有更好的前途。爸爸则轻声回应，不希望给我太大压力。我站在书房门口，内心感到复杂，一方面想努力满足妈妈的期望，另一方面又感受到爸爸的关心。这样的对话让我焦虑不已，因为我担心自己无法同时满足两方的期待。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "在那次对话后的一周，我发现自己在学习时很难集中注意力，焦虑情绪持续增加。决定在晚饭后与母亲谈话，希望能获得一些安慰和指导。",
                "where": "家里餐厅，餐桌上摆放着晚饭后的水果和茶具。",
                "when": "2015年5月17日20:00",
                "who": "妈妈",
                "description": "2015年5月17日晚上，我和妈妈在餐厅吃完晚饭后，我鼓起勇气对妈妈说出了我的焦虑和担忧。我告诉她，最近学习时总是无法集中注意力，对未来感到很不确定。妈妈听后，虽然理解了我的感受，但仍然强调成绩的重要性。她温柔地握着我的手说：'你要加油，成绩好才有好未来。'这让我感到既得到了些许安慰，又感到压力更大。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "一个月后，我在学校与好朋友讨论了家庭的期望和自己的压力。朋友给了我不少鼓励，并建议我尝试一些放松的方法，比如听音乐和散步。",
                "where": "学校操场，夕阳洒在操场上，微风轻轻吹过。",
                "when": "2015年6月10日16:45",
                "who": "好朋友",
                "description": "2015年6月10日下午放学后，我和好朋友在学校操场上散步。我向她倾诉了家里对我的期望和我所感受到的压力。朋友耐心地听着，不时点头表示理解。她鼓励我说，'你已经很努力了，别太给自己压力。'她还建议我听音乐、散步来放松心情。我感到心里轻松了不少，也决定尝试她的建议。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "我和好友决定参加学校组织的主题演讲比赛。为了准备这次比赛，我们花了大量时间讨论主题、撰写演讲稿和进行排练。",
                "where": "南京市某高中，我们在学校图书馆和校园的各个角落度过了许多下午。",
                "when": "2016年10月05日15:30",
                "who": "我和我的好友",
                "description": "2016年10月5日下午，在南京市的高中，我和好友决定参加学校组织的主题演讲比赛。这个决定让我们充满了期待和紧张。为了准备这次比赛，我们几乎每天放学后都会一起去图书馆或者校园的某个角落讨论主题、撰写演讲稿和进行排练。过程中，我们分享了很多想法和情感，这让我感受到了团队合作和友谊的力量。每次排练结束后，我们都会在校园的小卖部买些零食，坐在操场上聊聊彼此的生活。这段时间不仅增强了我的自信心和社交能力，还让我意识到自己并不孤单。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "比赛当天，我和好友早早来到会场，看到其他参赛选手的准备也非常充分，我们感到有些紧张。但我们彼此鼓励，最终顺利完成了演讲。",
                "where": "南京市某高中，比赛在学校的大礼堂举行。",
                "when": "2016年10月15日10:00",
                "who": "我、我的好友及其他参赛选手",
                "description": "2016年10月15日上午，我们早早来到了学校的大礼堂。看到其他参赛选手也都准备得非常充分，我和好友都感到有些紧张。我能感觉到心跳加速，手心也在冒汗。好友拍拍我的肩膀，笑着说‘加油，我们一定能行的！’在她的鼓励下，我的紧张情绪稍稍缓解了一些。当轮到我们上台时，我们深吸一口气，相互点了点头。虽然过程中有些小失误，但我们顺利完成了演讲。尽管最终没有获得名次，但通过这个过程，我学会了如何在压力下表现自己，好友在赛后的安慰和鼓励让我感受到支持和关爱。这次经历减轻了我对失败的恐惧。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "比赛结束后的那个周末，我和好友一起去了一家咖啡馆，回顾了这次演讲比赛的经历，并谈到了未来的学习和生活规划。",
                "where": "南京市某咖啡馆，环境静谧，充满咖啡香气。",
                "when": "2016年10月16日14:00",
                "who": "我和我的好友",
                "description": "2016年10月16日下午，我和好友来到南京市的一家咖啡馆。咖啡馆的环境静谧，空气中弥漫着浓郁的咖啡香气。我们点了两杯拿铁，找了一个靠窗的位置坐下。好友轻轻搅动着咖啡，说‘其实不管结果如何，我们已经尽力了，重要的是过程和成长。’她的话让我深有感触。我们回顾了这次演讲比赛的点点滴滴，从最初的紧张准备到最后的演讲完成，聊了很多。她的理解和支持让我感到被理解和支持，也让我对失败有了新的理解。我明白了努力过程中的收获远比结果重要。这次深谈进一步强化了我值得拥有幸福生活的信念。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "那天我放学后去办公室交作业，正好听到班主任在训斥一位同学。'你这样下去怎么对得起你的父母？' 班主任的话让我感到心情沉重，联想到自己，如果成绩不好，可能也会让父母失望。",
                "where": "高中办公室，桌上堆满了作业本，空气中弥漫着粉笔灰的味道。",
                "when": "2017年03月15日16:45",
                "who": "班主任，同学，我",
                "description": "2017年3月15日下午，在放学后，我去办公室交作业时，无意中听到班主任在训斥一位同学。班主任严厉地说，'你这样下去怎么对得起你的父母？' 这句话让我感到心情沉重，立刻联想到自己。如果我成绩不好，父母也会失望。我站在门口，手心出汗，心里默默发誓要更加努力学习，以免让父母失望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "在班主任训斥同学后的几天，我感觉心情沉重，总是担心自己的成绩。那天晚上，我在家里学习到很晚，母亲注意到我的疲惫，提醒我注意休息，但我觉得自己必须更努力，以避免让父母失望。",
                "where": "家中的书房，书桌上堆满了课本和笔记本，窗外夜色浓重。",
                "when": "2017年03月18日21:30",
                "who": "我，母亲",
                "description": "2017年3月18日晚上，我在家里的书房学习到很晚。书桌上堆满了课本和笔记本，窗外夜色浓重。母亲走进来，看到我眼中的疲惫，轻声说：'伊纨，注意休息，不要把自己弄得太累。' 我却摇摇头，说：'妈妈，我必须更努力，不能让你们失望。' 母亲叹了口气，走出房间。我继续埋头学习，但内心的焦虑感越来越深。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "几周后，我的好友察觉到我的情绪低落和疲惫，便在一次放学后找到我，邀请我一起去公园散步并聊天。好友鼓励我分享自己的压力，并告诉我成绩并不是唯一重要的事情。",
                "where": "学校附近的公园，草地上开满了春天的花朵，空气中弥漫着青草的清香。",
                "when": "2017年04月02日17:15",
                "who": "我，好友",
                "description": "2017年4月2日下午放学后，我的好友察觉到我的情绪低落和疲惫，便邀请我一起去学校附近的公园散步。公园里草地上开满了春天的花朵，空气中弥漫着青草的清香。我们在长椅上坐下，好友温柔地问：'你最近怎么了，看起来很累。' 我终于忍不住，和她倾诉了内心的压力。她握住我的手，说：'成绩并不是唯一重要的事情，你也要照顾好自己。' 这句话让我感到温暖和被理解，但内心的压力依然没有完全消散。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "临近高考前，我在一次模拟考试中成绩不理想，感到极度焦虑和自责，担心辜负父母的期望。",
                "where": "学校的教室，周围同学们都在讨论成绩。",
                "when": "2019年4月30日18:45",
                "who": "老师、同学",
                "description": "2019年4月30日傍晚，我在学校的教室里看到了刚刚公布的模拟考试成绩。成绩单上的分数比我预期的要低得多，我的心一下子沉到了谷底。周围的同学们在讨论着成绩，有人欢呼，有人叹气。我默默地坐在座位上，感觉胸口发紧，眼泪在眼眶里打转。老师走过来拍了拍我的肩膀，试图安慰我，但我依然感到极度的焦虑和自责，担心回家后父母会对我失望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "在家里，我向妈妈倾诉了我的焦虑和压力，妈妈耐心地倾听并安慰我，表示无论结果如何，家里都会全力支持我。",
                "where": "家里的客厅，沙发上还放着妈妈刚织好的毛衣。",
                "when": "2019年5月1日20:15",
                "who": "妈妈",
                "description": "2019年5月1日晚，我在家里的客厅里坐着，心情沉重地向妈妈倾诉了我对模拟考试成绩的不安和压力。妈妈坐在我旁边，耐心地听我说完，然后轻轻抱住了我，说：“无论结果如何，家里都会全力支持你。”她的话让我感到一丝安慰和放松，虽然心情仍有些沉重，但感觉到妈妈的理解和支持，焦虑有所缓解。我知道自己不是一个人，我有家人的支持。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "高考前一天晚上，我在家里做最后的复习，妈妈为我准备了我最喜欢的晚餐，并说了一些鼓励的话。",
                "where": "家里的餐桌，桌上摆着我最喜欢的红烧鱼和妈妈亲手做的汤。",
                "when": "2019年6月6日19:30",
                "who": "妈妈",
                "description": "2019年6月6日晚，我在家里的书房里做着最后的复习。妈妈走进来，叫我到餐桌边吃晚饭。桌上摆着我最喜欢的红烧鱼和妈妈亲手做的汤。她微笑着对我说：“伊纨，不要太紧张，明天就是最后一战了，我们都相信你能行。”她的话让我感到温暖和被爱，心情也逐渐平静下来。我知道无论结果如何，我的家人都会在我身边，这让我在巨大的压力下保持了冷静。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "我在高考成绩公布的前一天晚上，焦虑地等待着结果，心里无法平静，思绪万千。",
                "where": "家里客厅，灯光昏暗，空气中弥漫着紧张的气氛。",
                "when": "2019年6月22日20:30",
                "who": "妈妈",
                "description": "2019年6月22日晚上，我和妈妈在家里客厅。虽然试图看书或听音乐来分散注意力，但我还是无法集中，脑子里全是即将公布的高考成绩。我不断地走来走去，手心出汗，心跳加速。妈妈看到我这样，走过来轻声安慰我，说无论结果如何她都为我感到自豪。但我依然感到极度紧张，甚至有些自责，觉得自己没有尽全力准备。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "高考成绩公布当天早上，我坐在电脑前等待成绩的那一刻，心跳加速，手心出汗。当看到自己考上理想的大学时，我激动得流下了眼泪。",
                "where": "家里的书房，电脑屏幕闪烁着成绩查询页面。",
                "when": "2019年6月23日09:00",
                "who": "妈妈，爸爸",
                "description": "2019年6月23日早上，我在家里的书房，紧张地坐在电脑前等待成绩公布。时间一分一秒地过去，我的心跳越来越快，手心不断冒汗。当成绩终于公布时，我屏住呼吸，仔细看着屏幕上显示的分数。看到自己考上了理想的大学，我忍不住激动得哭了出来。妈妈在旁边紧紧抱住我，爸爸走过来拍了拍我的肩膀，微笑着说‘你真是我们的骄傲’。那一刻，我感到无比的满足和自豪。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "成绩公布后的几天，父母为我举办了一次小型的家庭庆祝会，邀请了几位亲近的亲友。大家纷纷祝贺我的成功，这让我感到自己得到了广泛的认可和爱。",
                "where": "家里的客厅，布置得温馨又喜庆。",
                "when": "2019年6月25日18:00",
                "who": "爸爸，妈妈，亲友",
                "description": "2019年6月25日晚上，家里的客厅被布置得温馨又喜庆，气球和彩带随处可见。父母为了庆祝我考上理想的大学，邀请了几位亲近的亲友来家里聚会。大家轮流祝贺我，并分享他们的喜悦和骄傲。我的好朋友也来了，她给了我一个大大的拥抱，祝贺我取得的成绩。那一晚，我感受到浓浓的爱意和认可，这种感觉让我觉得自己是幸福的，也是被需要的。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "高考结束后的暑假，我与好友在咖啡馆聚会。席间，好友提到她母亲生病，我决定陪她去医院探望。",
                "where": "南京市一家温馨的小咖啡馆，窗外阳光明媚，咖啡香气弥漫。",
                "when": "2019年7月10日15:30",
                "who": "我和我的好友",
                "description": "2019年7月10日下午，我和好友约在南京市的一家咖啡馆。我们坐在窗边，阳光洒在桌上，暖暖的感觉让人放松。聊到一半，好友突然提起她母亲生病的事，声音里透着担忧。我看着她焦虑的眼神，心里涌起一股同情和关心，决定陪她去医院看看她母亲。我们在咖啡馆里聊了很久，这次谈话让我重新审视了自己的家庭关系，也感受到了好友对母亲的深厚感情。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "我陪同好友去医院探望她生病的母亲。看到她在病床前照顾母亲，她母亲满是感激地说，'你是妈妈的骄傲。'",
                "where": "南京市的一家医院，病房里弥漫着消毒水的味道。",
                "when": "2019年7月15日10:00",
                "who": "我，好友，好友的母亲",
                "description": "2019年7月15日上午，我和好友一起去南京市的一家医院探望她生病的母亲。病房里弥漫着消毒水的味道，空气中透着一丝紧张。好友在病床前细心地照顾她母亲，喂她喝水，调整枕头。她母亲看着她，眼里充满了感激，轻声说，'你是妈妈的骄傲。'这一幕深深打动了我，让我想到了自己的父母。我感受到家庭支持的力量，内心涌起一股对家庭的责任感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "探望完好友的母亲后，我回到家中，开始主动帮助母亲做家务，并与母亲谈心，分享自己在医院的感受。",
                "where": "家中的客厅，阳光透过窗帘洒在地板上。",
                "when": "2019年7月20日18:45",
                "who": "我和母亲",
                "description": "2019年7月20日傍晚，我回到家后，看到母亲正在厨房忙碌。我走过去，主动帮她一起做家务。厨房里弥漫着菜香，我们默契地分工合作。做完家务后，我们坐在客厅的沙发上，我和母亲谈心，分享了自己在医院看到的情景和感受。母亲听了之后，眼神里充满了理解和关心。她轻轻拍了拍我的肩膀，说她为我感到骄傲。这次谈话让我们之间的关系更加亲密，我也感受到了她的理解和支持，内心的焦虑感有所减轻。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我刚进入大学校园，面对全新的学习环境和繁重的课程安排，我感到无所适从和巨大的压力。每天晚上，我都会在图书馆自习到深夜，希望能通过努力学习来减轻内心的焦虑。",
                "where": "南京市某大学图书馆，四周静悄悄的，只有几盏昏黄的灯光。",
                "when": "2019年9月5日20:45",
                "who": "滕伊纨",
                "description": "2019年9月5日晚上，我独自坐在南京市某大学图书馆的角落，望着堆积如山的课本，感到前所未有的压力。四周静悄悄的，只能听到钟表的滴答声和偶尔翻书的声音。我内心的焦虑如潮水般涌来，手心开始冒汗。每当抬头看到窗外的夜色，我都告诉自己必须更加努力，因为只有这样才能减轻内心的焦虑，满足父母的期望。这段时间的高压环境让我夜不能寐，注意力也越来越难以集中。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "某天晚上，我在图书馆自习时，好友小李过来找我聊天。她发现我面色憔悴，便主动询问我的状况。我向她倾诉了我的压力和困惑，小李耐心地听我讲完，并鼓励我说：'别担心，你一定能行的，我们一起努力。'",
                "where": "南京市某大学图书馆的一角，书架之间的自习区域。",
                "when": "2019年10月12日21:15",
                "who": "滕伊纨, 好友小李",
                "description": "2019年10月12日晚上，我在南京市某大学图书馆的一角自习，脸色憔悴，眼睛布满血丝。好友小李突然出现，轻轻拍了拍我的肩膀。她坐下来，看到我脸上的疲惫，关切地问道：'伊纨，你还好吗？最近看你都没什么精神。' 我终于忍不住，把心中的压力和困惑一股脑儿地倒给她。小李一边听一边点头，眼神中充满了理解和关怀。她握住我的手，坚定地说：'别担心，你一定能行的，我们一起努力。' 这句简单的话语让我感到无比温暖，仿佛一股暖流流入心田，减轻了我内心的部分压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "在小李的鼓励下，我决定调整自己的学习计划，并尝试找到平衡学习和休息的方法。我们开始定期一起复习，互相鼓励，并在周末抽出时间去公园散步放松心情。",
                "where": "南京市某大学图书馆及公园，图书馆的自习区域和公园的绿荫小道。",
                "when": "2019年11月3日10:30",
                "who": "滕伊纨, 好友小李",
                "description": "2019年11月3日上午，在南京市某大学图书馆，我和小李一起复习，我们相互鼓励，分享学习心得。图书馆的自习区域安静而有序，我们时而低声讨论，时而埋头苦读。下午，我们走出图书馆，来到附近的公园，阳光洒在绿荫小道上，微风拂过脸颊，心情无比舒畅。我们边走边聊，聊学习，聊生活，聊未来的计划。这种新的学习和生活方式让我逐渐找到了节奏，学业压力有所减轻，心理状态也得到了改善。我感到幸福感有所提升，开始相信自己值得拥有幸福的生活，焦虑情绪也有所缓解。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "在大学里，我参加了一场由大二学生组织的迎新晚会。一位学长在晚会中发表了关于大学生活的重要性的演讲，他的自信和激情让我对未来的大学生活充满期待。",
                "where": "南京市某大学礼堂，礼堂里灯光明亮，四周装饰着欢迎新生的横幅。",
                "when": "2019年12月10日19:30",
                "who": "学长、我、其他新生同学",
                "description": "2019年12月10日晚，在南京市某大学礼堂，我参加了一场迎新晚会。礼堂里灯光明亮，四周装饰着欢迎新生的横幅，气氛热烈。一位学长在舞台上发表演讲，谈论着大学生活的重要性和他的亲身经历。他的自信和对大学生活的热爱深深感染了我，让我对未来四年的大学生活充满了憧憬和期待。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "迎新晚会结束后，我和几位新认识的同学一起去了校园附近的咖啡馆。我们讨论了学长的演讲，并分享了各自对大学生活的期待和担忧。",
                "where": "南京市某大学附近的咖啡馆，咖啡馆里灯光柔和，背景音乐轻盈。",
                "when": "2019年12月10日21:00",
                "who": "我、新认识的同学们",
                "description": "迎新晚会结束后，我和几位新认识的同学一起去了校园附近的咖啡馆。咖啡馆里灯光柔和，背景音乐轻盈，桌上摆着温热的咖啡。我和新同学们坐在一起，讨论着学长的演讲内容。我们互相分享了对大学生活的期待和担忧，聊了许多关于未来四年的计划和梦想。通过这次交流，我感受到了集体的支持和温暖，心中的焦虑也有所缓解，开始觉得自己并不孤单。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "几天后，我参加了学校组织的一个学习小组。在这个小组中，我结识了一位同专业的学姐，学姐分享了她在大学期间的学习经验和时间管理技巧。",
                "where": "南京市某大学图书馆，图书馆里安静而明亮，书架上摆满了各种书籍。",
                "when": "2019年12月13日14:00",
                "who": "我、学姐、学习小组的其他成员",
                "description": "几天后，我参加了学校组织的一个学习小组。我们在大学图书馆集合，那里安静而明亮，书架上摆满了各种书籍。我结识了一位同专业的学姐，她热情地分享了她在大学期间的学习经验和时间管理技巧。学姐的建议让我受益匪浅，我学到了很多实用的学习方法，感到自己有能力应对未来的学业挑战。同时，我也意识到获得优秀成绩对家庭的重要意义，这让我更加坚定了努力学习的决心。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "在大学期中考试的前一个晚上，我在校园图书馆自习直到晚上10点。小李陪在我身边，我们在复习过程中互相激励和讨论问题。",
                "where": "南京市某大学图书馆，灯光昏黄，周围的书架上堆满了参考书。",
                "when": "2019年11月14日21:30",
                "who": "我和朋友小李",
                "description": "2019年11月14日晚上，我在南京市某大学图书馆里复习，准备第二天的期中考试。图书馆里安静得只能听到翻书声和键盘的敲击声。小李坐在我对面，时不时地抬起头来问我问题。她的存在让我感到安心和支持。在我们讨论问题时，我感受到一种前所未有的信心。尽管复习很辛苦，但有她陪伴，我觉得自己并不孤单。那晚我们互相帮助，直到图书馆熄灯前才离开。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "期中考试当天，我早上7点起床，吃了母亲准备的早餐。母亲在饭桌上鼓励我，并表示无论结果如何，都会为我感到骄傲。",
                "where": "南京市家中，厨房里弥漫着早餐的香味。",
                "when": "2019年11月15日07:15",
                "who": "我和母亲",
                "description": "2019年11月15日早晨，我在家中的厨房里吃早餐。母亲为我准备了热腾腾的粥和煎蛋。她坐在我对面，微笑着对我说：'伊纨，无论结果如何，我们都为你感到骄傲。'听到这句话，我感到一种温暖和力量涌上心头。母亲的鼓励让我觉得自己不是一个人在战斗，我的努力和付出都被家人看在眼里。我带着这份温暖和动力，出门去迎接考试。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "期中考试结束后，我在教室里收拾书本时，发现同学们纷纷对我表示祝贺。我的老师特意走过来称赞我的表现，并鼓励我继续保持。",
                "where": "南京市某大学教室，窗外阳光明媚，教室里充满了考试结束后的轻松气氛。",
                "when": "2019年11月15日10:30",
                "who": "我、同学和老师",
                "description": "2019年11月15日上午10点30分，期中考试刚刚结束。我在教室里收拾书本，心里还在回想着刚才的考题。这时，同学们纷纷走过来，向我表示祝贺，并说我肯定考得很好。我的老师也特意来到我身边，拍拍我的肩膀，说：'滕伊纨，你这次表现得很不错，继续保持下去！'听到这些话，我感到非常自豪和满足。那一刻，我觉得自己的努力得到了认可，也更加坚定了自己继续努力的信念。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "2019年8月的一个周六下午，我和家人在客厅里与亲戚们聊天。亲戚们聊到表哥的婚姻问题时，表哥的妈妈提到他应该考虑结婚了。听到这话，我突然感到一阵焦虑，因为我也开始意识到自己未来婚姻和家庭生活的问题。",
                "where": "家里的客厅，窗外阳光明媚，桌上摆满了零食和茶水。",
                "when": "2019年08月17日14:32",
                "who": "滕伊纨，表哥，亲戚们",
                "description": "2019年8月17日下午2点多，天气晴朗，阳光透过客厅的窗户洒进来。家里的客厅里，亲戚们围坐在一起聊着天。表哥的妈妈突然提到他年纪也不小了，应该考虑结婚了。我听到这话心里一紧，顿时感到一阵难以言说的焦虑。虽然我表面上微笑着，但内心却波涛汹涌，开始意识到自己未来婚姻和家庭生活的问题。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "同一天晚上，我在自己的房间里反复思考着下午亲戚们的谈话，感到迷茫和无助，不知道该如何面对未来的婚姻问题。我拿出手机，给我最要好的朋友发了一条信息，询问对方关于婚姻的看法。",
                "where": "我的房间，房间里灯光柔和，桌上堆着书本和笔记。",
                "when": "2019年08月17日21:15",
                "who": "滕伊纨，朋友",
                "description": "2019年8月17日晚9点多，我坐在自己房间的书桌前，灯光柔和但心情沉重。下午亲戚们的谈话回荡在我脑海中，令我感到迷茫和无助。我拿出手机，犹豫了一会儿，最终给我最要好的朋友发了一条信息，询问她对婚姻的看法。很快，她回复了我，表示理解我的焦虑，并建议我不要过于担心，毕竟每个人都有自己的节奏。虽然她的安慰让我感到了一些温暖和支持，但婚姻问题仍然在我心中挥之不去。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "第二天早上，我和母亲在厨房准备早餐时，母亲突然提到昨天下午的讨论，问我对未来婚姻有什么看法。我沉默了一会儿，然后坦诚地表达了自己对婚姻的焦虑和不确定。",
                "where": "厨房，阳光照进来，炉灶上煮着粥，空气中弥漫着粥香。",
                "when": "2019年08月18日08:07",
                "who": "滕伊纨，母亲",
                "description": "2019年8月18日早上8点多，我和母亲在厨房准备早餐。阳光透过窗户照进来，炉灶上煮着粥，空气中弥漫着粥的香气。母亲突然提到昨天下午亲戚们的讨论，问我对未来婚姻有什么看法。我沉默了一会儿，内心挣扎着，最终还是坦诚地告诉她自己对婚姻的焦虑和不确定。母亲听后，温柔地安慰我说，婚姻是人生中的一部分，但不应该成为生活的全部。她希望我能找到一个真正适合我的人，而不是因为年龄和外界压力去结婚。听到母亲的话，我感到了一些释然，但心中依然有着对社会和家庭期望的压力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "在高三的一次模拟考试前一周，我开始感到巨大的压力，晚上常常失眠，心里总是想着即将到来的考试，担心自己无法取得好成绩。",
                "where": "家里，我的房间里，书桌上堆满了复习资料，台灯的光线昏黄。",
                "when": "2019年3月25日21:30",
                "who": "妈妈偶尔会进来看我，但大部分时间我都是一个人在房间里。",
                "description": "2019年3月25日晚上，我在房间里备战高三的模拟考试，桌上堆满了复习资料。每晚复习到深夜，心里总是充满了焦虑和不安。妈妈偶尔会进来看我，但看到我情绪低落，她也显得无奈。失眠和焦虑让我整夜辗转反侧，脑海里不断浮现考试失利的画面。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "在模拟考试当天，我因为过度紧张，考试过程中注意力无法集中，心跳加速，导致无法正常发挥。",
                "where": "学校考场，教室里安静得只能听到笔尖在纸上划过的声音。",
                "when": "2019年4月1日09:00",
                "who": "考场监考老师和同学们都在场。",
                "description": "2019年4月1日上午，我走进学校考场，教室里安静得只能听到笔尖在纸上划过的声音。考试开始后，我感到心跳加速，手心冒汗，注意力无法集中。试卷上的字仿佛跳动起来，我的大脑一片空白。虽然我试图让自己冷静下来，但紧张感却越来越强烈，最终导致我无法正常发挥。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "考试结束后，我回到家中，情绪低落。妈妈看到后，主动询问我的情况，并在了解事情经过后，安慰我说，'别担心，这只是一次考试，不代表最终结果。' 这让我感到一丝安慰和鼓励。",
                "where": "家里，客厅的沙发上，妈妈坐在我旁边。",
                "when": "2019年4月1日18:00",
                "who": "妈妈",
                "description": "2019年4月1日傍晚，我拖着沉重的步伐回到家中，情绪低落。妈妈看到后，马上放下手中的家务，坐到我身边，温柔地问我发生了什么。我一边哭一边告诉她考试中遇到的困难。妈妈轻轻拍着我的背，说，'别担心，这只是一次考试，不代表最终结果。' 她的话让我感到一丝安慰和鼓励，心中的焦虑感有所减轻。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "我和我的好友一起准备去同学家参加聚会。由于即将到来的考试，我心情有些沉重，但还是决定去放松一下。在聚会中，我看到一位同学因为成绩不理想而被父母责备，同学情绪激动地说，'我已经尽力了，为什么你们总是不满意？' 这让我不禁想到自己的处境。",
                "where": "同学家里，客厅里人很多，桌上摆满了零食和饮料。",
                "when": "2018年12月15日18:30",
                "who": "我、好友、同学、同学的父母",
                "description": "2018年12月15日晚上，在同学家里，我和好友一起参加聚会。大家都在聊天、吃零食，气氛很热闹。但我的心情有些沉重，因为即将到来的考试让我很焦虑。突然，我看到一位同学因为成绩不理想而被父母责备，同学情绪激动地说，'我已经尽力了，为什么你们总是不满意？' 这让我不禁想到自己的处境，心里涌起一阵共鸣和焦虑感。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "聚会结束后，我和好友在回家的路上讨论了刚刚的事件。好友安慰我，告诉我不需要太在意父母的看法，要相信自己的努力。虽然我点头表示同意，但内心依然感到不安，回到家后陷入了沉思。",
                "where": "回家的路上，夜晚的街道上车少人稀，只有路灯照亮。",
                "when": "2018年12月15日21:00",
                "who": "我和好友",
                "description": "2018年12月15日晚上9点左右，聚会结束后，我和好友在回家的路上讨论了刚刚的事件。好友安慰我，说不需要太在意父母的看法，要相信自己的努力。我点头表示同意，但内心依然感到不安。夜晚的街道上车少人稀，只有路灯照亮，我们的影子被拉得很长。我回到家后，脑海中不断回想着同学被责备的情景，无法摆脱这种焦虑感。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "回到家后，母亲询问我聚会的情况。我简单地回答，但母亲看到我的情绪有些低落，便进一步询问我是否遇到了什么问题。我犹豫了一会儿，最终还是将同学被责备的事情告诉了母亲，并表达了自己的担忧。",
                "where": "家里，客厅里灯光柔和，母亲坐在沙发上。",
                "when": "2018年12月15日21:30",
                "who": "我和母亲",
                "description": "2018年12月15日晚上9点半，回到家后，母亲关心地询问我聚会的情况。我简单地回答，但母亲看到我情绪低落，便进一步询问我是否遇到了什么问题。我犹豫了一会儿，最终还是将同学被责备的事情告诉了母亲，并表达了自己的担忧。母亲认真听了我的讲述，安慰我说，‘我们知道你一直很努力，不会因为成绩责备你。’母亲的安慰让我感到一丝安慰，但我依然无法完全放下心中的担忧。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "在高三的一次模拟考试中，我取得了全校第一的好成绩。这次成绩让我的父母非常高兴，特别是一直支持我的父亲，他在家里举办了一次小型庆祝晚宴。",
                "where": "南京市的家中，餐桌上摆满了父亲精心准备的菜肴，气氛温馨而欢乐。",
                "when": "2019年1月20日18:30",
                "who": "父亲和母亲",
                "description": "2019年1月20日晚上，我在高三的一次模拟考试中取得了全校第一的好成绩。父亲得知我的成绩后，立即决定在家里举办一次小型庆祝晚宴。晚宴开始时，餐桌上摆满了父亲精心准备的菜肴，气氛温馨而欢乐。母亲脸上洋溢着骄傲的笑容，不时夸奖我的努力和聪明。父亲则拍着我的肩膀，告诉我他为我感到骄傲。那一刻，我感受到了来自父母的认可和爱，内心充满了满足和自信。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "在高考前夕，我感到了巨大的压力，母亲对我提出了更高的期望，希望我能考上顶尖大学。这让我感到焦虑和不安。",
                "where": "南京市的家中，书房里气氛沉重，书桌上堆满了复习资料。",
                "when": "2019年5月10日22:00",
                "who": "母亲",
                "description": "2019年5月10日深夜，我坐在书房里复习，书桌上堆满了复习资料。母亲走进来，语重心长地对我说，她希望我能考上顶尖大学，这不仅是为了我的未来，也是为了家庭的荣耀。她的期望让我感到巨大的压力，我的心跳开始加速，呼吸也变得急促。我知道母亲是为了我好，但她的话无形中加重了我的焦虑和不安。我开始担心如果不能满足她的期望，我会被忽视和批评。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "在高中毕业典礼上，我作为优秀毕业生代表发言。我的演讲中充满了对父母和老师支持的感谢，这让我感到非常自豪和感激。",
                "where": "南京市某高中礼堂，台上装饰着鲜花和横幅，台下坐满了同学和家长。",
                "when": "2019年6月15日10:00",
                "who": "父母，老师，同学",
                "description": "2019年6月15日上午，在南京市某高中礼堂里，毕业典礼正在进行。我作为优秀毕业生代表站在台上，面对坐满同学和家长的礼堂，心中涌起一阵紧张和激动。我深吸一口气，开始了我的演讲，感谢父母和老师在我成长路上的支持和鼓励。父母坐在台下，眼中闪烁着骄傲的泪光。老师们也微笑着注视着我。我感到非常自豪和感激，这一刻，所有的努力和辛劳都得到了回报。我意识到，家庭和学校的支持是我取得成功的重要因素，这让我更加坚定了自己有能力应对生活挑战的信念。"
            }
        ]
    },
    "recent_events": {
        "name": "滕伊纨",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我在春节前几天接到了母亲的电话，母亲在电话中提到了家庭聚会，并暗示希望我能够带男朋友回家。我感到压力，因为我目前仍然单身，每次被提及这个话题都会让我非常焦虑。",
                "where": "南京的家中，我正在书房里准备第二天的工作。",
                "when": "2024年1月20日19:30",
                "who": "母亲",
                "description": "2024年1月20日晚上，我正在书房里准备第二天的工作。母亲打来电话，声音中带着一丝期待和焦虑。她提到了即将到来的家庭聚会，并问我是否能带男朋友回家。我瞬间感到心跳加速，手心出汗。虽然我试图保持冷静，但内心的压力和焦虑不断上升。我支吾着回应了几句挂断电话后，整个人都感到无比疲惫和无助。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "春节期间，我在家庭聚会上，母亲在众多亲戚面前公开提及我的婚姻问题，询问我何时能带男朋友回家。我感到非常尴尬和压力，因为我目前仍然没有男朋友，并且不希望在这么多人面前讨论这个话题。",
                "where": "南京的家中，客厅里亲戚们正在热闹地聊天和吃饭。",
                "when": "2024年1月25日12:15",
                "who": "母亲，其他家庭成员",
                "description": "2024年1月25日中午，家里的客厅里充满了欢声笑语，亲戚们正在热闹地聊天和吃饭。母亲突然在众人面前提到了我的婚姻问题，她问我什么时候能带男朋友回家。我的脸瞬间涨红，感觉所有的目光都集中在我身上。我勉强笑了笑，心里却充满了尴尬和压力。我低头避开大家的目光，心里默默祈祷这个话题快点结束，但母亲似乎并没有注意到我的不适，继续追问。我感到自己的整个身体都在紧张，内心充满了无力和挫败感。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "家庭聚会结束后，我在散步时和我的大学同学见面，倾诉了自己在家庭聚会上感受到的压力和尴尬。她试图安慰我，并告诉我不必过于在意别人的期待，应该更多关注自己的感受和幸福。",
                "where": "南京的一个公园，天空飘着细雨，周围的树木显得格外安静。",
                "when": "2024年1月25日16:30",
                "who": "大学同学",
                "description": "2024年1月25日下午，我决定去公园散散心，天空飘着细雨，周围的树木显得格外安静。我约了我的大学同学在公园见面。见面后，我忍不住向她倾诉了在家庭聚会上感受到的压力和尴尬。她耐心地听着，轻轻拍了拍我的肩膀，安慰我不必过于在意别人的期待，应该更多关注自己的感受和幸福。她的话让我感到一丝温暖和宽慰，但内心的焦虑依然挥之不去。我知道自己内心的矛盾，一方面希望满足家人的期望，另一方面也希望追求自己的幸福。这种矛盾让我感到更加困惑和不安。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "周末的下午，我和几个好朋友约在南京的一家咖啡馆聚会。大家都在谈论各自的恋爱经历，分享甜蜜时光和恋爱中的趣事。",
                "where": "南京的一家装饰温馨的咖啡馆，窗外阳光明媚，咖啡的香气弥漫在空气中。",
                "when": "2024年2月18日14:30",
                "who": "朋友们",
                "description": "2024年2月18日下午，在南京的一家咖啡馆里，我和几个好朋友聚在一起。咖啡馆的氛围很温馨，墙上挂着一些艺术画，窗外阳光明媚。朋友们热烈地谈论着他们的恋爱经历，有人提到最近和男朋友的甜蜜旅行，有人分享了恋爱中的趣事。听着这些故事，我感到心里有些沉重。虽然大家都在笑，但我心底却涌起了一种自卑感，因为我目前还单身。我开始觉得自己在这方面落后于朋友，并担心自己是否能找到合适的对象。这些情感加剧了我对社会评价的焦虑感，我心里想着，如果不能找到男朋友，朋友和家人会怎么看我。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "聚会结束后，我独自走在回家的路上，思绪万千。回想起朋友们的恋爱故事，越发对自己单身的状况感到焦虑不安。",
                "where": "南京的街道，傍晚时分，街灯开始亮起，空气中还有些微凉。",
                "when": "2024年2月18日16:00",
                "who": "滕伊纨",
                "description": "聚会结束后，我一个人走在回家的路上。南京的街道上人来人往，傍晚的风有些微凉，街灯开始亮起，给城市增添了一丝温暖的光芒。我的思绪却很混乱，脑海中不断回放着朋友们在咖啡馆里分享的恋爱故事。我感到心里很不是滋味，对自己单身的状况越来越焦虑。我开始怀疑自己是否真的有能力找到一个合适的伴侣，也对自己的吸引力产生了疑问。这种负面的自我评价让我感到很沮丧，我担心自己在朋友和家人眼中会失去价值，觉得自己在家庭压力下未能实现预期。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "回到家后，我和母亲进行了视频通话。母亲在通话中再次提到了找对象的事情，并表达了她的担忧和期望。",
                "where": "家中的客厅，墙上挂着我和家人的照片，沙发旁边放着一盆绿色植物。",
                "when": "2024年2月18日17:00",
                "who": "滕伊纨的母亲",
                "description": "回到家后，我坐在客厅的沙发上，拿起手机和母亲进行了视频通话。客厅里很安静，墙上挂着我和家人的照片，沙发旁边还放着一盆绿色植物。母亲看到我后，笑着和我聊了几句家常话，然后话题很快转到了找对象上。她语气中充满了担忧和期望，问我最近有没有认识什么合适的人。我知道母亲是关心我，但她的话无意中增加了我的心理压力。我感到自己必须要满足母亲的期望，否则会让她失望。我心里想着，如果自己不能尽快找到对象，母亲会怎么看我，这让我感到很焦虑和内疚。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "今天我回家探望父母，母亲又一次提到我的婚姻问题，她显得非常担心我未来的幸福。",
                "where": "家中的客厅，墙上挂着我小时候的照片，茶几上摆着母亲刚刚准备好的水果。",
                "when": "2024年3月16日14:30",
                "who": "母亲",
                "description": "2024年3月16日下午，我在家中的客厅和母亲聊天时，她又一次提到我的婚姻问题。母亲的语气充满了担忧，她拿出几张相亲资料，劝我尽快找个合适的对象结婚。我感到无奈和压力，明知道她是为我好，但心里还是很沉重。母亲的每一句话都像在提醒我，自己的个人生活还没有达到她的期望。这次谈话让我感到无奈和压力，觉得自己必须满足母亲的期望，否则会令家人失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在回家的路上，我反复思考母亲的话，感到心情沉重，意识到自己一直在回避婚姻问题。",
                "where": "从家里回工作的路上，公交车上，窗外的街景不断变换。",
                "when": "2024年3月16日15:00",
                "who": "滕伊纨",
                "description": "2024年3月16日下午，在回家的公交车上，我脑海里一直回响着母亲的话。她的担忧和期待让我感到心情沉重，我开始回想起最近几次母亲提及婚姻问题的情景，意识到自己一直在回避这个问题。我感到自我怀疑和焦虑，质疑自己是否真的有能力应对生活中的挑战，是否能满足家人的期望。车窗外的街景迅速掠过，我却感到内心一片沉重。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "回到家后，我和朋友进行了视频通话，向她倾诉了最近的烦恼和压力，朋友安慰我，鼓励我不要过于在意别人的期望。",
                "where": "家中的卧室，床上散乱的书籍和笔记本，窗外夜色渐深。",
                "when": "2024年3月16日19:00",
                "who": "朋友",
                "description": "2024年3月16日晚上，我回到家后，躺在床上，内心依然无法平静。我拨通了朋友的视频电话，向她倾诉了最近的烦恼和压力。朋友耐心地听我说完，安慰我不要过于在意别人的期望，要更多关注自己的感受和幸福。她的安慰让我感到一些宽慰，但内心仍然困惑和焦虑。我开始反思自己的核心信念“我值得拥有幸福的生活”，试图平衡家庭期望和个人幸福之间的冲突。虽然这次对话暂时缓解了我的焦虑，但我仍然感到心理负担沉重。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我在家中的沙发上浏览社交媒体时，看到我的大学同学在朋友圈发布了订婚的消息，照片中同学笑容满面，收到了大量的祝福评论。",
                "where": "南京的家庭住所，客厅的沙发上，周围放着一些平时阅读的书和一杯还未喝完的咖啡。",
                "when": "2024年04月01日18:30",
                "who": "我，大学同学，社交媒体上的朋友",
                "description": "2024年4月1日傍晚，我在南京的家中，坐在沙发上浏览社交媒体。突然看到大学同学发布了订婚消息，照片中的她笑得非常幸福，评论区满是祝福。我感到心情沉重，仿佛胸口被压了一块石头。想到自己在婚姻问题上落后于同龄人，尤其是在父母不断催促的背景下，这种情感被进一步放大。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "我决定拨打电话给我最信任的母亲，想要诉说我的压力和焦虑。母亲在电话中表达了对我的关心，但也再次提及了婚姻问题，劝我尽快找一个合适的对象。",
                "where": "南京的家庭住所，卧室里，床上散落着一些工作文件和笔记本。",
                "when": "2024年04月01日19:00",
                "who": "我，母亲",
                "description": "2024年4月1日晚上，我躺在卧室的床上，拨通了母亲的电话。电话那头，母亲关切地问我最近过得怎么样。我开始诉说我的压力和焦虑，母亲一边安慰我，一边又提及婚姻问题，劝我尽快找一个合适的对象。我感到矛盾和压力，既感受到母亲的爱和支持，又感到婚姻问题带来的沉重负担。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "第二天在办公室，我与同事们一起吃午饭时，不自觉地提到了同学的订婚消息。同事们纷纷表示祝福，并开始讨论自己的感情和婚姻计划，这让我感到更加孤立和焦虑。",
                "where": "南京的工作场所，公司食堂，桌上摆放着午餐和同事们的手机。",
                "when": "2024年04月02日12:15",
                "who": "我，工作同事",
                "description": "2024年4月2日中午，在公司食堂，我和同事们一起吃午饭时，不自觉地提到了同学的订婚消息。大家纷纷表示祝福，并开始讨论自己的感情和婚姻计划。我感到自己被进一步孤立，焦虑感在这一刻达到了顶峰，觉得自己需要尽快找到一个合适的对象以满足家庭和社会的期望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，我的母亲再次提到我需要尽快找男朋友的事，并且有意安排相亲。这让我感到极大的压力和无助。",
                "where": "南京的家中，餐桌上摆满了丰盛的菜肴，家人围坐在一起。",
                "when": "2024年5月15日18:30",
                "who": "母亲，其他家庭成员",
                "description": "2024年5月15日傍晚，我们全家在南京的家中聚会，餐桌上摆满了丰盛的菜肴，家人围坐在一起。就在大家欢声笑语时，母亲突然提起我需要尽快找男朋友的事，并且说已经有意安排了一次相亲。听到这话，我心里感到一阵紧张和无助，手中的筷子也不由得停了下来。家人们的目光齐刷刷地看向我，让我感到无比的压力和尴尬。我低下头，勉强挤出一丝笑容，但内心却充满了焦虑和无助。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "家庭聚会结束后的几天，我与大学同学见面，讨论了母亲安排相亲的事情。我感到需要向朋友倾诉。",
                "where": "南京的一家咖啡馆，窗外阳光明媚，店内温馨的装饰让人感到放松。",
                "when": "2024年5月19日14:45",
                "who": "大学同学",
                "description": "2024年5月19日下午，我和大学同学约在南京的一家咖啡馆见面。窗外阳光明媚，店内温馨的装饰让人感到放松。我点了一杯拿铁，深吸一口气，向朋友倾诉了母亲安排相亲的事情。朋友耐心地听着，不时点头表示理解。她的支持和安慰让我暂时感到了一些轻松，但内心深处的焦虑依然挥之不去。我明白，母亲的期望对我造成了很大的压力，而我对他人期望的高度敏感也让我更加不安。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "在母亲的安排下，我参加了一次相亲。尽管对方条件不错，但我感觉到这不是我想要的方式。",
                "where": "南京的一家餐厅，环境优雅，灯光柔和。",
                "when": "2024年5月25日19:00",
                "who": "相亲对象，母亲（间接参与）",
                "description": "2024年5月25日晚上，在母亲的安排下，我参加了一次相亲。餐厅环境优雅，灯光柔和，对方看上去条件不错，谈吐得体。然而，我内心却感到一阵不适和抗拒。这种被安排的感觉让我非常不自在。我微笑着与对方交谈，但心里却觉得这不是我想要的方式。回到家后，我情绪低落，感到更加无助和被迫。我知道自己没能满足母亲的期望，这种感觉让我更加焦虑和不安。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我在工作期间接到母亲的电话，她再次提及我的婚姻问题，并询问我是否有新的进展。这个电话让我感到很大的压力，我的注意力因此受到影响。",
                "where": "南京，公司办公室，我的工位旁边有一盆绿植，办公桌上堆满了文件和笔记本电脑。",
                "when": "2024年6月15日09:30",
                "who": "母亲和我",
                "description": "2024年6月15日上午9:30，我正在公司办公室忙碌，突然手机响起，是母亲打来的电话。她在电话里问我最近有没有认识什么合适的男生，还提到家里人都很关心我的婚姻问题。我握着手机，心情愈加沉重，感觉仿佛被一块大石头压住。母亲的每一句话都像是在提醒我，自己还没有达到她的期待。挂断电话后，我的心情变得很低落，工作注意力也开始分散，连最简单的文件整理都变得困难。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "在工作上，我因为注意力不集中而犯了一个错误，导致一个项目进度延迟。我感到非常自责和焦虑。",
                "where": "南京，公司办公室，会议室里，桌上放着项目文件和笔记本电脑。",
                "when": "2024年6月15日14:45",
                "who": "我，同事，领导",
                "description": "2024年6月15日下午2:45，我在会议室里和同事们讨论项目进度。由于上午的电话让我心神不宁，我在汇报项目进展时犯了一个严重的错误，导致项目进度延迟。同事们看着我，眼里充满了疑惑和担忧。我感到脸颊发烫，心跳加速，内心充满了自责和焦虑。觉得自己辜负了团队的信任，无法集中注意力进行接下来的工作。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "项目进度延迟的事情被领导发现，领导对我进行了严厉的批评。我感到极度沮丧和无助。",
                "where": "南京，公司办公室，领导的办公室里，墙上挂着公司的荣誉证书，书架上摆满了资料文件。",
                "when": "2024年6月15日16:00",
                "who": "我，领导",
                "description": "2024年6月15日下午4:00，领导把我叫到他的办公室，严厉地批评了我项目进度延迟的失误。他的声音冷峻而严肃，指责我工作态度不认真，影响了团队的整体进度。我站在他面前，低着头，手指紧紧地攥着衣角，感到极度的沮丧和无助。领导的话语像刀子一样刺痛我的心，我觉得自己被质疑和否定，内心充满了无力和焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我坐在房间里翻看微信朋友圈，看到朋友发布了一组和男朋友旅行的照片，他们看起来非常幸福和甜蜜。这让我感到一阵心酸和失落。",
                "where": "南京，滕伊纨的家。房间里摆满了书籍和一些装饰品，窗外的街灯微弱的光线透进来。",
                "when": "2024年07月01日20:15",
                "who": "朋友圈中的朋友",
                "description": "2024年7月1日晚上，我坐在自己的房间里，房间里只有台灯的光亮。我拿起手机，打开微信，看到朋友发布了一组和男朋友旅行的照片，照片中的他们笑容灿烂，背景是美丽的海滩和夕阳。这一刻，我感到一阵心酸和失落，心里不禁问自己，为什么我还没有找到合适的对象？我觉得自己可能不如朋友优秀，这让我更加焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在看到朋友的旅行照片后，我决定和母亲谈谈自己的心情。我告诉她我感到压力很大，尤其是因为家里催促我找对象。母亲听后表示理解，但也再次强调希望我尽快找到合适的男朋友。",
                "where": "南京，滕伊纨的家。家里的客厅，沙发上铺着母亲亲手钩织的垫子，茶几上摆着水果。",
                "when": "2024年07月01日21:00",
                "who": "母亲",
                "description": "2024年7月1日晚饭后，我坐在客厅的沙发上，母亲在一旁整理茶几上的水果。我鼓起勇气对母亲说：“妈，我最近感觉压力特别大，尤其是你们总催我找对象的事。”母亲停下手中的动作，抬头看着我，说：“我理解你的压力，但你也知道，我们只是希望你能尽快找到一个合适的男朋友，过上幸福的生活。”她的语气虽然温和，但我心里感到更加焦虑和无助，觉得自己必须满足家人的期望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "几天后，我和好朋友在咖啡馆见面，向她倾诉了自己的困惑和压力。朋友安慰我，并建议我不要给自己太大压力，应该放松心态，顺其自然。",
                "where": "南京，一家咖啡馆。咖啡馆的环境温馨，靠窗的位置有阳光洒进来，周围是绿植和书架。",
                "when": "2024年07月05日15:30",
                "who": "好朋友",
                "description": "2024年7月5日下午，我和好朋友约在南京的一家咖啡馆见面。我们坐在靠窗的位置，阳光透过窗户洒在桌上，周围的绿植让人感觉很放松。我向朋友倾诉了最近的困惑和压力，她握住我的手，温柔地说：“别给自己太大压力，顺其自然就好。你一定会找到那个适合你的人。”她的话让我感到了一些宽慰，但内心的焦虑依然存在。我知道，我需要学会更好地管理自己的压力和期望。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会开始前，母亲在厨房单独和我聊天，提到我的同龄人已经结婚生子，并暗示我需要加快脚步。",
                "where": "南京，家中，厨房内。窗外阳光明媚，厨房的白瓷砖墙在阳光下显得格外刺眼。",
                "when": "2024年8月15日18:30",
                "who": "母亲和我",
                "description": "2024年8月15日傍晚，家庭聚会即将开始，我和母亲在厨房准备晚餐。母亲看着我，语重心长地说：“你看你那些同龄人，现在都已经结婚生子了，你也该考虑一下了。”她的眼神中充满了期望和担忧。我心中一阵紧张，感到一股无形的压力笼罩着我，手中的菜刀也显得沉重了许多。我应付着点了点头，但内心却久久不能平静。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "家庭聚会过程中，亲戚们不断提问我的感情生活，并给我介绍了一个相亲对象。",
                "where": "南京，家中，客厅。客厅里摆满了几盘水果和小吃，亲戚们围坐在沙发和茶几旁。",
                "when": "2024年8月15日19:00",
                "who": "母亲、其他家庭成员和我",
                "description": "2024年8月15日晚上，家庭聚会开始了，客厅里充满了欢声笑语。亲戚们坐在沙发上，聊着天，突然话题转到了我的感情生活上。“伊纨啊，你有没有男朋友啊？”“我们给你介绍一个不错的小伙子吧，怎么样？”亲戚们纷纷开口，我被包围在他们的关心和好意中，却感到一阵无助和焦虑。我勉强笑着应付，但内心却被压得喘不过气来。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "聚会结束后，我和好朋友在咖啡馆见面，倾诉了自己在家庭压力下的焦虑感。",
                "where": "南京，咖啡馆。咖啡馆里灯光柔和，空气中弥漫着咖啡的香气。",
                "when": "2024年8月15日21:00",
                "who": "好朋友和我",
                "description": "2024年8月15日晚上9点，聚会结束后，我和好朋友在一家咖啡馆见面。我点了一杯拿铁，坐在角落里，向她倾诉了自己在家庭压力下的焦虑感。“他们总是问我有没有男朋友，还给我介绍相亲对象，我真的觉得好累。”好朋友握住我的手，安慰道：“别太在意他们的看法，最重要的是你自己的幸福。”听了她的话，我感到一丝安慰，但内心的焦虑依然没有完全消除。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "大学同学李敏通过微信邀请我参加她的婚礼，这让我开始思考自己的感情状况。",
                "where": "南京市我的住所，客厅的沙发上。",
                "when": "2023年10月01日20:15",
                "who": "我和李敏",
                "description": "2023年10月01日晚上，我正在南京的住所里，坐在客厅的沙发上翻看着手机。突然，微信弹出一条消息，是大学同学李敏发来的。她邀请我参加她的婚礼。看到这条消息，我心里一阵酸楚，心情复杂。李敏已经要结婚了，而我还是单身，想起家人对我的催促和期望，我感到沉重的压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "在公司午餐时间，我与同事讨论婚礼的邀请，他们分享了自己的感情经历和婚姻计划，这使我更加焦虑。",
                "where": "南京市公司食堂，午餐时间。",
                "when": "2023年10月02日12:30",
                "who": "我和公司的同事们",
                "description": "2023年10月02日中午，在公司食堂的午餐时间，我和几位同事坐在一起吃饭。我们聊起了最近的婚礼邀请，同事们纷纷分享自己的感情经历和婚姻计划。听着他们的故事，我感到自己在感情生活上似乎落后了。他们的幸福和计划让我感到自己的孤单和焦虑，我开始怀疑自己的社交能力和吸引力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "在婚礼上，我看到许多老朋友和他们的伴侣，这让我感到更加孤单和压力。",
                "where": "南京市某酒店的婚礼现场，装饰华丽的宴会厅。",
                "when": "2023年10月15日18:00",
                "who": "我、李敏和一些老朋友们",
                "description": "2023年10月15日傍晚，我来到南京市某酒店参加李敏的婚礼。婚礼现场布置得非常美丽，鲜花和灯光交相辉映。我看到许多老朋友和他们的伴侣，大家都看起来非常幸福。站在这样热闹的场合，我感到自己格外的孤单和无助。整个婚礼过程中，我的心情都很沉重，觉得自己在感情和婚姻问题上被孤立和忽视，焦虑感不断加剧。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我注意到我的同事李华在团队会议中表现出色，她提出了一些创新性的建议，并得到了领导的高度认可。李华的家庭生活幸福，这似乎使她在工作中更加高效和情绪稳定。",
                "where": "南京，公司会议室，会议室宽敞明亮，桌上摆放着各类文件和会议资料，墙上挂着公司的荣誉奖牌。",
                "when": "2023年12月1日10:30",
                "who": "同事李华，其他团队成员，领导",
                "description": "2023年12月1日上午10:30，在南京的公司会议室里，李华在团队会议上侃侃而谈，她的建议让大家眼前一亮，领导也频频点头表示赞赏。我坐在一旁，心中充满了焦虑和自我怀疑，为什么我不能像李华那样得到大家的认可？我觉得自己因为没有像李华那样幸福的家庭支持，工作表现总是差强人意。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "下班后，我和同事们一起去了公司附近的咖啡馆放松。李华谈论她与家人度过的美好时光以及家庭对她职业发展的支持，我在旁边默默倾听，感到内心的失落。",
                "where": "南京，公司附近的咖啡馆，咖啡馆环境温馨，桌上摆放着精美的咖啡杯和蛋糕，背景音乐轻柔。",
                "when": "2023年12月1日18:45",
                "who": "同事李华，其他几位同事",
                "description": "2023年12月1日傍晚18:45，我和同事们来到公司附近的咖啡馆。大家围坐在一起，轻松地聊着天。李华兴奋地分享她与家人度过的美好时光，以及家人对她职业发展的支持。我默默地听着，心中感到一阵阵失落和孤独。我开始怀疑自己是否也能像李华那样幸福，感到焦虑和不安，因为我没有同样的家庭支持。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "回到家后，我接到了母亲的电话。母亲提到希望我能尽快找到合适的男朋友，组建家庭，以便过上幸福的生活。我感到压力倍增。",
                "where": "南京，家中，客厅里灯光柔和，沙发上零散地放着几本书和遥控器，窗外的夜色渐深。",
                "when": "2023年12月1日20:15",
                "who": "母亲",
                "description": "2023年12月1日晚上20:15，我回到家刚坐下，手机铃声响起，是母亲打来的。电话那头，母亲提到她和父亲都希望我能尽快找到合适的男朋友，组建家庭，这样才能过上幸福的生活。我听着母亲的话，心里感到无比的压力和责任感。我知道母亲是为我好，但这让我更加焦虑，担心自己无法满足她们的期望，内心充满了矛盾和不安。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "母亲在电话中提到想和我谈一谈我的婚姻问题，这让我感到非常紧张和焦虑。",
                "where": "南京，我的公寓。房间里亮着暖黄的灯光，桌上堆着一些未整理的文件。",
                "when": "2023年11月20日18:30",
                "who": "母亲",
                "description": "2023年11月20日傍晚，我刚结束一天的工作，正坐在公寓的书桌前整理文件。手机突然响起，是母亲打来的。电话接通后，母亲开门见山地提到想和我谈一谈我的婚姻问题。她的语气虽然平和，但我一下子感到心跳加速，手心开始出汗。我努力平静地回应她，但内心却充满了紧张和焦虑。电话挂断后，我盯着手机屏幕，感到无助和压力巨大。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "家庭聚会上，母亲当着其他家庭成员的面提到相亲的事，这让我感到非常尴尬和无助。",
                "where": "南京的家中，客厅里摆满了水果和点心，家人们围坐在一起聊天。",
                "when": "2023年11月23日13:00",
                "who": "母亲，其他家庭成员",
                "description": "2023年11月23日中午，我回到家中参加家庭聚会。客厅里充满了欢声笑语，桌上摆满了水果和点心。正当大家其乐融融地聊天时，母亲突然提到我的相亲事宜。她的声音在客厅里显得格外响亮，所有人的目光都转向了我。我感到脸颊发烫，恨不得找个地缝钻进去。我低下头，紧紧握着手中的茶杯，感到无助和尴尬。聚会结束后，我独自躲进房间，眼泪不由自主地流了下来。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "家庭聚会结束后，我和我的好友在咖啡馆见面，讨论了家庭的压力和相亲的问题。",
                "where": "南京的一家咖啡馆，窗外的街道上人来人往，店内飘着咖啡的香气。",
                "when": "2023年11月23日16:45",
                "who": "好友",
                "description": "2023年11月23日下午，家庭聚会结束后，我感到心情沉重，便约了好友在咖啡馆见面。我们坐在靠窗的位置，窗外的街道上人来人往，店内弥漫着咖啡的香气。我向好友倾诉了家庭的压力和相亲的问题。她耐心地倾听，并给了我许多安慰和建议。她的支持让我感到温暖和被理解，心情稍微好了一些。然而，家庭的压力依然像一块大石头压在心头，使我感到内心的矛盾和挣扎。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "母亲在一次晚饭后提到了我的婚姻问题，希望我能尽快找到男朋友，这让我感到压力和焦虑。",
                "where": "南京，家中的餐厅，桌上还摆着刚吃完的晚餐碗筷。",
                "when": "2023年8月15日19:30",
                "who": "母亲",
                "description": "2023年8月15日晚上，家中的餐厅里，母亲看着我，语重心长地提到婚姻问题，重复着希望我能尽快找到男朋友。我低头看着碗里的剩菜，感觉心里突然变得很沉重。母亲的每一句话都像是一块石头，压得我喘不过气来。我勉强露出一个微笑，但内心的焦虑已经开始蔓延。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "与朋友在公园散步时，朋友谈论自己的恋爱经历，这让我感到压力和焦虑。",
                "where": "南京，公园的湖边，秋天的微风轻拂过树叶。",
                "when": "2023年9月10日16:45",
                "who": "朋友",
                "description": "2023年9月10日下午，在南京的公园里，我和朋友在湖边散步。她兴奋地分享她最近的恋爱经历，脸上洋溢着幸福的笑容。我微笑着听她说，但内心却感到越来越不安。她的话语像是一面镜子，照出了我单身的现实和内心的焦虑。我开始质疑自己的价值，担心自己是否也能找到这样的幸福。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "在与母亲的视频通话中，母亲再次提到我的婚姻问题，并提议帮我安排相亲。",
                "where": "南京，家中的客厅，手机屏幕上是母亲的脸。",
                "when": "2023年9月15日20:15",
                "who": "母亲",
                "description": "2023年9月15日晚上，我在家中的客厅与母亲视频通话。母亲提议帮我安排相亲，她的声音温柔却坚定。我望着屏幕上的她，心中涌起复杂的情感。我知道她是为我好，但这提议却让我感到更大的压力和焦虑。我开始思考自己的未来，感到自己被夹在满足家庭期望和追求个人幸福之间，内心的矛盾和焦虑不断加剧。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "在一次公司午餐时间，我和几位同事聊起了家庭生活。一位同事分享了她最近与家人一起度过的愉快周末，并展示了一些家庭照片，这让我感到有些羡慕和失落。",
                "where": "南京，公司餐厅，餐厅内布置简洁，有几张长桌和椅子，墙上挂着一些员工的照片。",
                "when": "2022年12月10日12:30",
                "who": "同事A, 同事B, 我（滕伊纨）",
                "description": "2022年12月10日中午，在公司餐厅，我和几位同事一起吃午餐。餐厅内充满了欢声笑语。同事A兴奋地分享了她周末与家人一起去郊外踏青的照片，照片上她的家人们笑容灿烂，看起来非常幸福。那一刻，我感到一阵失落，心里想着自己单身的状态，开始觉得自己的生活缺乏平衡。虽然我努力微笑，掩饰内心的情绪，但心中那种孤独感却越来越强。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "在项目会议上，那位分享家庭生活的同事表现尤为出色，获得了上司的赞赏。看到她的表现，我感到很震撼，同时也有些自卑。",
                "where": "南京，公司会议室，一间宽敞的会议室，墙上挂着公司的愿景和使命，桌子上摆满了文件和笔记本。",
                "when": "2022年12月15日15:00",
                "who": "同事A, 我（滕伊纨）, 上司, 其他团队成员",
                "description": "2022年12月15日下午，在公司会议室，我们进行了一次项目会议。同事A在会议上表现得非常出色，她清晰地阐述了自己的观点，并得到了上司的高度赞赏。上司在会议结束时特意表扬了她的贡献，这让我感到很震撼。与此同时，我也有些自卑，觉得自己似乎无法在没有家庭支持的情况下达到同样的职业成就。那天会议结束后，我独自一人坐在办公桌前，心里充满了疑惑和焦虑。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "下班后，我和母亲通话，她再次提起我的婚姻问题，并表示希望我尽快找到合适的对象。这让我感到巨大的压力。",
                "where": "南京，我的公寓，公寓里布置温馨，沙发上放着一些抱枕，窗外可以看到城市的夜景。",
                "when": "2022年12月20日20:00",
                "who": "我（滕伊纨）, 母亲",
                "description": "2022年12月20日晚上，我回到公寓后，拿起手机和母亲通话。我在沙发上坐下，听着母亲的声音，她再次提起我的婚姻问题，希望我尽快找到合适的对象。母亲的声音听起来充满了期待和关切，但我却感到一阵巨大的压力。我努力安慰母亲，说我会努力寻找，但心中却充满了焦虑和不安。我觉得自己必须满足母亲的期望，这种感觉让我非常疲惫，甚至影响了我的注意力和工作表现。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "母亲在电话中提到家庭聚会时会谈论我的婚姻状况，这让我感到非常紧张和焦虑。",
                "where": "南京，家中。我坐在卧室的书桌前，周围是我平时用来学习和工作的地方。",
                "when": "2022年11月18日19:00",
                "who": "母亲",
                "description": "2022年11月18日晚上，我正在卧室的书桌前整理工作文件，手机突然响起，是母亲打来的。她在电话中提到即将举行的家庭聚会，并说会上会谈论我的婚姻状况。我顿时感到一阵紧张和焦虑，手中的笔不自觉地掉在了地上。母亲的声音温柔却带着一丝强硬，我知道她是为我好，但这让我的心情更加沉重。挂掉电话后，我盯着桌上的工作文件，却怎么也无法集中注意力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "家庭聚会上，母亲公开表达了对我未来婚姻状况的担忧，并提到可能需要安排相亲。",
                "where": "南京，家中。客厅里摆满了各种聚餐的食物，家人们围坐在一起。",
                "when": "2022年11月20日18:30",
                "who": "母亲，其他家庭成员",
                "description": "2022年11月20日傍晚，家里举行了一次家庭聚会，客厅里洋溢着欢声笑语。正当我和家人们享用美食时，母亲突然提到我的婚姻问题。她说家里人都很关心我的未来，并提到可能需要安排相亲。我感到脸颊发热，心跳加速，仿佛所有人的目光都聚焦在我身上。母亲的语气虽然平静，但我能感受到她的担忧和期望。整个聚会的气氛瞬间变得沉重，我感到自己被推到了必须满足家庭期望的地步。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "聚会结束后，我与最亲密的朋友在咖啡馆倾诉，表达了自己的压力和焦虑。",
                "where": "南京，咖啡馆。我们坐在角落的一个小桌旁，周围是柔和的灯光和轻柔的音乐。",
                "when": "2022年11月21日15:00",
                "who": "最亲密的朋友",
                "description": "2022年11月21日下午，我和最亲密的朋友约在了一家熟悉的咖啡馆。我们坐在角落的一个小桌旁，周围是柔和的灯光和轻柔的音乐。我向她倾诉了家庭聚会上发生的事情，表达了内心的压力和焦虑。她静静地听着，不时点头表示理解和支持。她的话语温暖而有力，让我感到一丝轻松。然而，尽管朋友的安慰让我暂时放松，我内心的焦虑依然挥之不去。我开始怀疑自己是否有能力在满足家庭期望和追求个人幸福之间找到平衡，这种矛盾让我感到精神上的激越和迟滞。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我和朋友小丽在公园散步，聊到各自近期的生活。小丽开心地分享了她最近与男友的甜蜜经历。",
                "where": "南京的一个宁静公园，树荫下的长椅上，周围有小孩在玩耍，鸟鸣声不绝于耳。",
                "when": "2022年9月15日16:45",
                "who": "朋友小丽",
                "description": "2022年9月15日下午，我和朋友小丽在南京的公园散步。我们走到一处长椅坐下，周围是满眼的绿色和孩子们的笑声。小丽兴奋地跟我分享她和男友最近的甜蜜经历，她的脸上洋溢着幸福的笑容。听着她的描述，我心里有种说不出的复杂感，觉得自己在恋爱方面似乎少了些什么。我的思绪渐渐飘远，感到一丝焦虑和不安。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "在回家的路上，我不断回想起小丽的恋爱经历，并联想到母亲对我婚姻问题的催促，内心的焦虑感进一步加重。",
                "where": "从公园到家中的路上，穿过繁忙的街道和人群。",
                "when": "2022年9月15日17:30",
                "who": "无",
                "description": "2022年9月15日傍晚，我独自一人走在从公园回家的路上。夕阳的余晖洒在街道上，行人匆匆而过。小丽的甜蜜话语在我脑海中不断回响，我的心情愈发沉重。母亲最近总是在电话中催促我找对象，这让我倍感压力。每一步都像是走在思绪的泥沼中，焦虑和自我怀疑交织在一起。我开始质疑自己的价值和能力，感到无力和失落。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "回到家中，我与母亲通电话，母亲再次提到我的婚姻问题，这让我情绪崩溃，感到极度的焦虑和无助。",
                "where": "南京的家中，客厅里，电话在耳边紧握。",
                "when": "2022年9月15日18:00",
                "who": "母亲",
                "description": "2022年9月15日晚上，我回到家中，坐在客厅的沙发上，拿起电话拨通了母亲的号码。电话那头，母亲的声音一如既往地关切，但很快话题又转到了我的婚姻问题上。她说：“伊纨啊，你也该找个对象了，妈妈真的很担心你。”我的心一沉，眼泪忍不住流了下来。我感到巨大的压力和无助，情绪彻底崩溃。母亲的催促让我怀疑自己是否有能力找到合适的伴侣，内心充满了焦虑和痛苦。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "在公司的一次团队会议上，我听到同事们分享他们的家庭生活和幸福时刻，这让我感到自己的单身状态与同事们的幸福形成了鲜明对比。",
                "where": "南京，公司会议室，会议室的墙上挂着公司的愿景海报，桌上摆放着会议用的资料和水杯。",
                "when": "2021年12月15日10:30",
                "who": "同事",
                "description": "2021年12月15日上午10点30分，在公司会议室，我们正在进行例行的团队会议。会议室的空气中弥漫着咖啡的香气，同事们轮流分享他们的家庭生活和幸福时刻。大家谈笑风生，气氛轻松愉快。听着他们讲述孩子的趣事和夫妻间的甜蜜互动，我的心情却越来越沉重。我感到自己的单身状态与同事们的幸福形成了鲜明对比，内心的不安和焦虑逐渐涌上心头。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "在会议之后，我和一位关系较好的同事小聚，讨论了工作和生活中的压力。这个同事分享了自己如何在家庭的支持下应对工作压力。",
                "where": "南京，公司附近的咖啡馆，咖啡馆的窗户旁摆放着几盆绿色植物，空气中弥漫着新鲜烘焙的面包香气。",
                "when": "2021年12月15日12:00",
                "who": "同事",
                "description": "2021年12月15日中午12点，我和一位关系较好的同事在公司附近的咖啡馆小聚。我们坐在靠窗的座位，窗外阳光明媚，咖啡馆里播放着轻柔的音乐。我和同事聊起了最近的工作压力和生活中的烦恼。同事分享了她如何在家庭的支持下应对工作压力，提到她的丈夫和孩子给了她很多力量和慰藉。听着她的分享，我感到更加孤独和焦虑，因为我没有那样的家庭支持。内心的孤独感和对未来的担忧不断加深。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "回到家后，我的母亲通过视频通话询问我的生活和工作情况，并再次提到我需要考虑找对象的事情。",
                "where": "南京，家中，客厅里摆放着一些温馨的家庭照片，沙发上放着几本我最近在读的书。",
                "when": "2021年12月15日19:30",
                "who": "母亲",
                "description": "2021年12月15日晚上7点半，我刚回到家，准备放松一下。这时，手机响起了视频通话的提示音，是我母亲打来的。屏幕上出现了母亲熟悉的面孔，她关切地询问我的生活和工作情况。我们聊了一会儿，母亲话锋一转，又提到了我需要考虑找对象的事情。母亲的关心让我感到温暖，但同时也加重了我的焦虑和内疚感。我觉得自己没有满足母亲的期望，内心非常疲惫，感到在家庭和职业之间难以找到平衡。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "妈妈打电话告诉我，希望我在即将到来的家庭聚会上能多一些表现，主动介绍自己。她还提到家里人对我的婚姻状况越来越担忧，希望我能尽快找到合适的对象。",
                "where": "南京，我的家中，当时我正在客厅的沙发上看书。",
                "when": "2021年11月18日19:30",
                "who": "母亲",
                "description": "2021年11月18日19:30，我正在客厅的沙发上读书，电话突然响起，是妈妈打来的。她在电话里语气温柔但带着明显的期待，希望我在即将到来的家庭聚会上主动表现自己，介绍一下工作和生活。她还提到家里人对我的婚姻状况很担忧，希望我能尽快找到一个合适的对象。这通电话让我感到内心的压力逐渐增加，开始焦虑地思考如何在聚会上表现得更好，以满足母亲和家人的期望。挂断电话后，我感到心情沉重，脑海中不断重复着妈妈的话，压力感随之而来。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_1",
                "stage_key": "近期情况",
                "what": "我和朋友在公园散步时，她开始谈论她最近的恋爱经历，描述了约会的甜蜜和两人相处的温馨时刻。",
                "where": "南京的公园，树荫下的小径上，四周是摇曳的草木和远处的儿童游乐场。",
                "when": "2021年9月20日15:30",
                "who": "朋友",
                "description": "2021年9月20日下午，我和朋友在南京的一个公园散步，阳光透过树叶洒在我们身上。她兴奋地讲述着她最近的恋爱故事，描述了约会时的甜蜜和两人相处的温馨时刻。我听着她的故事，心里不禁涌起一阵焦虑和压力，心想为什么我还没有找到男朋友，难道是我有什么问题吗？这次谈话让我对自己单身的问题更加敏感，心中的焦虑感不断增加。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_2",
                "stage_key": "近期情况",
                "what": "在听完朋友的恋爱故事后，我和她在公园的长椅上坐下，我忍不住向她倾诉了自己对婚姻和单身问题的焦虑。",
                "where": "南京的公园，一张靠近湖边的长椅上，可以看到湖水波光粼粼。",
                "when": "2021年9月20日15:45",
                "who": "朋友",
                "description": "听完朋友的恋爱故事后，我们在公园的长椅上坐下，湖水在阳光下闪着粼粼波光。我忍不住向她倾诉了自己对婚姻和单身问题的焦虑。她耐心地听着，不时点头表示理解，并温柔地安慰我。虽然她的鼓励让我稍微好了一些，但内心的不安和压力依然存在。我感到自己需要不断努力去满足家庭的期望，这种焦虑和责任感交织在一起，让我感到非常困扰。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_3",
                "stage_key": "近期情况",
                "what": "散步结束后，我回到家中，母亲再次提起了找对象的事情，这让我感到更加焦虑。",
                "where": "南京的家中，客厅里，沙发上铺着母亲亲手编织的毛毯。",
                "when": "2021年9月20日18:00",
                "who": "母亲",
                "description": "散步结束后，我回到家中，母亲正在客厅里看电视。她看到我回来，立刻关心地问起我的一天，然后又提起了找对象的事情。我感到心里一紧，焦虑感迅速加重。整个一天里，我接连面对朋友和母亲关于恋爱的讨论，心理负担越来越重。我觉得自己有责任满足母亲的期望，找到一个合适的男朋友，这种压力让我感到无比沉重，导致注意力下降和情绪波动频繁。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_1",
                "stage_key": "近期情况",
                "what": "公司年终总结会上，我注意到同事李敏展示了她过去一年的工作成就，并特别提到了家庭的支持是她成功的关键。李敏的丈夫和孩子在视频中露面，表达了对她的支持和爱。",
                "where": "南京，公司会议室，装饰简单但气氛庄重，会议桌上摆满了各式文件和笔记本。",
                "when": "2020年12月15日15:30",
                "who": "我（滕伊纨），同事李敏，其他公司同事",
                "description": "2020年12月15日下午，公司年终总结会在会议室举行。李敏站在投影仪前，条理清晰地展示她的工作成就。当她播放一段视频时，屏幕上出现了她的丈夫和孩子，他们充满爱意地表达了对她的支持和骄傲。这让我感到心里一阵酸楚，觉得自己单身的状态可能影响了我的职业表现和生活幸福，心情愈发沉重。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_2",
                "stage_key": "近期情况",
                "what": "同事聚餐时，我听到几位已婚同事在讨论家庭生活和孩子的趣事，大家都显得很开心和满足。有人问我有没有考虑过找对象，这让我感到尴尬和压力。",
                "where": "南京，公司附近的一家中餐厅，餐厅布置温馨，充满了欢声笑语。",
                "when": "2020年12月18日19:00",
                "who": "我（滕伊纨），几位同事",
                "description": "2020年12月18日晚，我们在公司附近的一家中餐厅聚餐，同事们在谈论家庭生活和孩子的趣事，气氛轻松愉快。突然，有人问我有没有考虑过找对象，所有人的目光都集中到了我身上。我感到脸颊发热，心里一阵紧张和尴尬，仿佛自己与他们格格不入，孤独感和焦虑感涌上心头。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_3",
                "stage_key": "近期情况",
                "what": "在一次与母亲的视频通话中，母亲再次提到希望我尽快找对象，并提到邻居家的女儿已经结婚生子。这让我感到更加压力。",
                "where": "南京，我的家中，客厅里摆满了书籍和杂志，墙上的时钟滴答作响。",
                "when": "2020年12月20日20:30",
                "who": "我（滕伊纨），母亲",
                "description": "2020年12月20日晚，我和母亲通过视频通话聊天。母亲慈祥的面孔出现在屏幕上，但她说的话却让我感到无形的压力。她提到邻居家的女儿已经结婚生子，希望我也能尽快找到对象。我勉强挤出一个笑容，心里却充满了焦虑和内疚，总觉得自己辜负了母亲的期望，感到无助和无奈。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_1",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，母亲提到她未来的婚姻问题，并表示担忧，甚至提到可能需要安排相亲。",
                "where": "南京，家中，客厅摆满了家常菜，气氛温馨。",
                "when": "2020年11月22日14:30",
                "who": "母亲，其他家庭成员",
                "description": "2020年11月22日下午，在南京的家中，全家聚在一起享受周末的家庭聚会。客厅里充满了欢声笑语，桌上摆满了母亲亲手做的家常菜。母亲先是关心地询问了我的工作情况，随后话题逐渐转向了我的个人生活和婚姻问题。她表示对我未来的婚姻状况感到担忧，并提到可能需要安排相亲。母亲的语气虽然温和，但我能感受到她的迫切和焦虑，这让我感到极大的压力和无助。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_2",
                "stage_key": "近期情况",
                "what": "家庭聚会结束后的第二天，母亲发来一条长短信，详细列举了几位相亲对象，并建议我尽快见面。",
                "where": "南京，家中，卧室里只有我一个人，看着手机屏幕。",
                "when": "2020年11月23日09:15",
                "who": "母亲",
                "description": "2020年11月23日上午9:15，我在家中的卧室里，手机收到了一条母亲发来的长短信。短信里详细列举了几位她认为合适的相亲对象，并建议我尽快与其中几位见面。看到这条短信，我感到压力倍增，心情沉重。我开始质疑自己的价值和能力，觉得自己无法满足母亲的期望。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_3",
                "stage_key": "近期情况",
                "what": "收到母亲的短信后，我决定与两位好朋友见面，寻求她们的建议和支持。在咖啡馆里，我们聊了很多。",
                "where": "南京，咖啡馆，环境很安静，背景音乐柔和。",
                "when": "2020年11月24日18:00",
                "who": "两位好朋友",
                "description": "2020年11月24日傍晚6点，我和两位好朋友在南京的一家咖啡馆见面。咖啡馆环境很安静，背景音乐柔和。我向她们倾诉了自己的困惑和压力，朋友们耐心地听着，给予了我一些鼓励和建议。尽管她们的支持让我感到一丝安慰，但内心的焦虑依然存在。我意识到自己需要更多的支持来应对家庭的压力，感到自己无法在满足家庭期望和追求个人幸福之间找到平衡。"
            }
        ]
    }
}