{
    "childhood": {
        "name": "水全若",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "小学一年级期末考试前的一段时间，我每天都在家里认真复习，想要取得好成绩。妈妈看到我这么努力，会在旁边陪伴并不时地给予鼓励。",
                "where": "家里的客厅，书桌上堆满了课本和练习册，台灯的光线温暖而柔和。",
                "when": "2007年5月20日18:30",
                "who": "妈妈",
                "description": "那段时间，每天放学回家后，我都会坐在客厅的书桌前复习，妈妈总是坐在旁边的沙发上，一边看书一边时不时地鼓励我。她会给我削好苹果，递给我时总是带着微笑。这样的陪伴让我感到非常安心，也让我更加努力学习。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "在小学一年级的期末考试当天，我感到非常紧张，因为希望能考得好成绩来回报妈妈的期望。",
                "where": "学校的教室，座位上的课桌前，安静的考试氛围让人感到压抑。",
                "when": "2007年6月10日08:00",
                "who": "小学同学",
                "description": "考试那天早上，我早早地来到了教室，心里不停地默念着复习过的内容。看到同学们也都在紧张地准备，我的心跳加快了。老师发下试卷时，我的手心全是汗。考试过程中，我尽量让自己冷静下来，认真地完成每一道题。但心里一直在想着妈妈的期望和对失败的恐惧。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "期末考试成绩公布后，我得了全班第一。我兴奋地告诉妈妈，妈妈非常高兴，奖励了我一个玩具机器人，并告诉我只有好好学习才能有好前途。",
                "where": "家里和学校，学校的公告栏前和家里的客厅",
                "when": "2007年6月20日16:00",
                "who": "妈妈",
                "description": "成绩公布那天，我看到自己的名字在全班第一的位置，兴奋得差点跳起来。我迫不及待地跑回家，把好消息告诉了妈妈。她听了后非常高兴，抱着我说我是她的骄傲。为了奖励我，她给我买了一个玩具机器人。虽然我很开心，但妈妈的一句话让我记在心里：'只有好好学习才能有好前途。'这让我感到必须一直努力，才能不辜负她的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "childhood",
                "what": "在二年级的一个普通周二下午，我在语文考试中只得了75分。考试结束后，我看到同学们的成绩普遍比我高，心情开始变得沉重。",
                "where": "学校的教室，教室里充满了同学们讨论成绩的声音。",
                "when": "2008年11月18日14:30",
                "who": "同班同学",
                "description": "2008年11月18日下午，在学校的教室里，我刚刚结束了一场语文考试。老师走进教室，开始发放成绩单。当我看到自己只得了75分时，心情立刻变得沉重。同学们在周围讨论着他们的成绩，大多数人的分数都比我高。我感到非常自卑，仿佛自己不够好，无法与他们相比。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "childhood",
                "what": "放学回家后，我在家门口遇到了妈妈。我小心翼翼地拿出成绩单，低着头递给妈妈。妈妈接过成绩单，脸上略显失望，但并没有责备我。",
                "where": "家门口，夕阳的余晖洒在我们身上。",
                "when": "2008年11月18日17:15",
                "who": "妈妈",
                "description": "2008年11月18日傍晚，放学后我回到家，刚走到家门口，就看到了妈妈。她正在门口等我。我小心翼翼地从书包里拿出成绩单，低着头递给她。妈妈接过成绩单，看了一眼，脸上略显失望，但没有说什么。我心里感到无比自责，觉得自己辜负了妈妈的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "childhood",
                "what": "晚饭后，我独自坐在书桌前，回想着考试的每一个细节，试图找出自己失误的地方。妈妈走进我的房间，轻声说：'下次要更努力啊，全若。'",
                "where": "家里的房间，书桌上堆满了课本和习题册。",
                "when": "2008年11月18日20:30",
                "who": "妈妈",
                "description": "2008年11月18日晚上，晚饭后，我独自坐在家里的房间里，书桌上堆满了课本和习题册。我反复回想考试的每一个细节，试图找出自己的失误。这时，妈妈轻轻地走进房间，对我说：'下次要更努力啊，全若。'她的语气温柔，但我感到压力倍增，觉得自己必须要完美才能获得认可。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "那天早晨，我正在自己的房间里做作业，突然听到客厅里母亲和父亲的对话，声音虽然不大，但语气中透着焦虑和疲惫。",
                "where": "家里的房间和客厅",
                "when": "2009年3月7日08:45",
                "who": "父母",
                "how": "这个事件让水全若第一次意识到家庭的经济压力，尤其是为了支付他的学费，父母在背后承受了很多。他感到内疚和责任感，同时也更加坚定了要通过努力学习来回报父母的决心。这一事件强化了他的核心信念'我可以通过努力取得成功'，但也加重了他的焦虑感，担心自己如果不够优秀，会让父母失望。",
                "description": "2009年3月7日上午8点45分，我正在自己的房间里做作业。突然，客厅里传来父母的对话声，虽然声音不大，但我能感觉到他们语气中的焦虑和疲惫。我放下手中的笔，悄悄走到门口，听到父亲在说家庭经济的困难，尤其是为了支付我的学费，父母在背后承受了很多压力。我当时感到一阵内疚和责任感，心里默默下定决心一定要通过努力学习来回报他们。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "在听到父母的谈话后，我决定更加努力地学习。每天早晨六点起床复习，晚上十点才上床睡觉，无论是周末还是假期，都几乎没有休息时间。",
                "where": "家里",
                "when": "2009年3月8日06:00",
                "who": "水全若",
                "how": "这种高强度的学习让水全若感到疲惫，但他认为这是自己应当承担的责任。虽然他的成绩有所提升，但长时间的压力让他变得更加敏感和焦虑。他开始怀疑自己是否能够承受这种压力，形成了核心信念'我无法应对压力'。",
                "description": "2009年3月8日早晨6点，我决定从那天起更加努力地学习。每天早晨六点起床复习，晚上十点才上床睡觉。无论是周末还是假期，我都几乎没有休息时间。这种高强度的学习让我感到疲惫，但我认为这是我应当承担的责任。虽然我的成绩有所提升，但长时间的压力让我变得更加敏感和焦虑。我开始怀疑自己是否能够承受这种压力。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "几周后的一天晚上，母亲注意到我眼睛布满血丝，问我是否太累了，是否需要休息一会儿。但我拒绝了母亲的建议，继续埋头苦读。",
                "where": "家里的房间",
                "when": "2009年3月21日21:30",
                "who": "水全若和母亲",
                "how": "这次母亲的关心和建议让水全若感到温暖，但他同时也感到了一种无法言说的压力。他不想让母亲失望，更不想让家庭的经济压力变得更加严重。这次对话让他更加坚定了必须通过完美表现来获得认可的信念，进一步强化了'我必须完美才能被认可'的核心信念。他开始对自己的每一次表现都要求极高，生怕出现任何失误。",
                "description": "2009年3月21日晚上9点半，我在家里的房间埋头苦读。母亲走进来，注意到我眼睛布满血丝，关切地问我是否太累了，需不需要休息一会儿。我摇了摇头，拒绝了母亲的建议，继续看书。母亲的关心让我感到温暖，但我也感到了一种无法言说的压力。我不想让母亲失望，更不想让家庭的经济压力变得更加严重。这次对话让我更加坚定了必须通过完美表现来获得认可的信念。我开始对自己的每一次表现都要求极高，生怕出现任何失误。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "老师在班级宣布即将举行数学竞赛，并鼓励我们全班同学参加。当时我对数学非常感兴趣，但也感受到了压力，因为我知道父母对我的期望很高。母亲在得知这个消息后，特意为我买了一些数学练习册，希望我能好好准备。",
                "where": "学校的教室和家里的书房",
                "when": "2009年11月10日15:30",
                "who": "妈妈, 老师, 同学",
                "description": "2009年11月10日下午，学校的教室里，老师兴致勃勃地宣布了数学竞赛的消息，并鼓励我们全班同学参加。我坐在教室的最后一排，心里既兴奋又有些紧张。晚饭后，我告诉母亲这个消息，她显得很高兴。随后，她拿出了一些崭新的数学练习册交给我，鼓励我好好准备。那一刻，我感受到了一种责任和压力交织的情感。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "在竞赛准备期间，我每天放学后都会花时间做数学练习。有一次，我在家里遇到了一道难题，反复尝试后仍然解不出来。我感到非常沮丧，母亲看到我的情绪波动后，耐心地安慰我，并帮我一起解题。",
                "where": "家里的书房",
                "when": "2009年11月20日18:45",
                "who": "妈妈",
                "description": "2009年11月20日傍晚，我坐在书房的书桌前，面对一道复杂的数学题目，感到无比沮丧。我已经尝试了好几次，但还是解不出来。母亲听到我不时发出的叹气声，走进书房，轻声问我怎么了。我向她倾诉了我的困惑和压力，她拍拍我的肩，耐心地坐下来，一步步帮我分析题目。她的温柔和支持让我感到一丝温暖，心情也渐渐平复。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "数学竞赛当天，我早上起床时感到紧张和不安。我反复检查自己的文具和准备的资料，生怕有什么遗漏。母亲在送我去学校的路上，不断鼓励我放松心态，尽力而为。",
                "where": "家里和学校",
                "when": "2009年12月05日09:30",
                "who": "妈妈, 老师, 同学",
                "description": "2009年12月5日早上，我从床上爬起来，感到胃里像有一团结。吃早餐时，我反复检查书包里的文具和资料，生怕遗漏了什么。母亲看到我的紧张，轻轻握住我的手，在送我去学校的路上，不断地鼓励我放松心态，不要给自己太大压力。她的话让我稍微安心了一些，但走进考场时，我的心还是跳得很快。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_4",
                "stage_key": "童年时期",
                "what": "数学竞赛结果公布时，我看到自己的名字出现在二等奖的名单上。我感到既开心又有些失望，因为我本来希望能拿到第一名。回到家后，母亲为我的成绩感到骄傲，并告诉我这已经是很大的成就，让我不要过于苛求自己。",
                "where": "学校和家里",
                "when": "2009年12月20日17:00",
                "who": "妈妈, 老师, 同学",
                "description": "2009年12月20日下午，学校的公告栏前挤满了同学，我努力挤到前面，看到我的名字出现在二等奖的名单上。心里有些矛盾，既为自己的成绩感到高兴，又有些失望没能拿到第一名。回到家后，我把成绩单递给母亲，她脸上露出了欣慰的笑容，轻轻拥抱了我，告诉我已经做得很好，不要对自己太苛刻。她的鼓励让我感到一丝满足，心情也放松了许多。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "那天早晨，我发现妈妈因为工作太忙，没有时间给我洗衣服。我只能穿上前一天穿过的旧衣服去学校。在学校门口，我遇到了几个同学，他们看见我穿着旧衣服，开始嘲笑我。",
                "where": "学校门口，周围是来来往往的学生和家长。",
                "when": "2010年4月12日08:15",
                "who": "几个同班同学",
                "description": "2010年4月12日早晨，我穿着前一天的旧衣服来到学校。在学校门口，几个同学看到我穿的衣服，开始嘲笑我，说我像个乞丐。我当时感到脸上火辣辣的，尴尬得不知所措，恨不得找个地缝钻进去。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "羞愧的我回到教室，尽量避免与同学们的目光接触。我坐在自己的座位上，但内心的焦虑让我无法集中注意力上课。老师注意到我的异常，过来询问我是否有问题，但我只是低声回答没有。",
                "where": "教室，阳光透过窗户照进来，同学们正忙着准备上课。",
                "when": "2010年4月12日09:00",
                "who": "老师和同班同学",
                "description": "回到教室后，我尽量避开同学们的目光，低着头走到自己的座位上。虽然老师在讲课，但我根本听不进去，满脑子都是刚刚被嘲笑的画面。老师看到我心不在焉，走过来轻声问我是不是有什么问题。我勉强挤出一句'没有'，然后继续低头看着课本，心里却乱成一团。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "放学回家后，我把在学校的经历告诉了妈妈。妈妈耐心地听我说完，抱着我安慰我，并告诉我衣服的好坏并不能代表一个人的价值。但尽管如此，我心中的难堪感并未消散，仍然感到自己在同学面前很丢脸。",
                "where": "家里的客厅，妈妈坐在沙发上，我坐在她旁边。",
                "when": "2010年4月12日18:30",
                "who": "妈妈",
                "description": "回到家后，我忍不住把在学校发生的事一五一十地告诉了妈妈。她静静地听我说完，然后抱住我，轻声安慰我，说衣服的好坏并不能代表一个人的价值，告诉我不要太在意这些。但即使如此，我心里还是觉得很难堪，觉得在同学面前丢了脸，心里那种自卑感依旧没有消失。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "childhood",
                "what": "四年级开学初期，学校进行了第一次月考，考试成绩出来后，老师在班级里公布了成绩，并特别点名批评了几位成绩不好的同学。",
                "where": "学校教室，教室墙上贴满了学生们的作品和学习资料。",
                "when": "2010年09月15日09:30",
                "who": "老师、同学们",
                "description": "2010年9月15日早上9点30分，学校教室里，老师站在讲台前，手里拿着一份成绩单。她一字一句地念出每个学生的名字和成绩，当念到几个成绩不好的同学时，老师语气中充满了严厉的批评。教室里一片安静，空气中充满了紧张的气氛。我坐在座位上，心跳加速，手心出汗，生怕自己的名字也被念出来。当老师批评那些同学时，我感到非常紧张和不安，内心产生了强烈的同情心，但同时也害怕自己有一天会成为被批评的对象。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "childhood",
                "what": "那天下午放学后，水全若在回家的路上一直默默无语，心里反复回想着同学被批评的情景。他回到家后，母亲发现了他的异样，主动问他在学校发生了什么事。",
                "where": "回家路上及家中，回家路上是条安静的小道，两旁种满了树；家中客厅温馨整洁，布置简单。",
                "when": "2010年09月15日17:00",
                "who": "水全若、母亲",
                "description": "2010年9月15日下午放学后，我独自走在回家的路上，脑海里反复回想着同学被老师当众批评的情景。我默默无语，心情沉重。回到家后，母亲看到我的异样，放下手中的家务，关切地问我在学校发生了什么事。我一开始犹豫不决，但最终还是向母亲倾诉了自己在学校看到的事情和内心的感受。母亲温柔地安慰我，告诉我只要尽力就好，不需要过于担心成绩。然而，这次谈话并未完全消除我的担忧，反而让我更加确定了‘世界对不够好的人是苛刻的’这一信念。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "childhood",
                "what": "几天后，班级里进行了一次小测验，水全若因为过度紧张而发挥失常，成绩比平时低了很多。",
                "where": "学校教室，教室里灯光明亮，课桌整齐排列。",
                "when": "2010年09月20日11:00",
                "who": "水全若、同学、老师",
                "description": "2010年9月20日上午11点，学校教室里，老师宣布要进行一次小测验。我坐在座位上，手心出汗，心跳加速。测验开始后，我发现自己因为过度紧张，脑子一片空白，平时熟悉的知识点也答不上来。测验结束后，看到自己的成绩比平时低了很多，我感到非常失落和自责。我担心自己会像那位被批评的同学一样成为众矢之的。这次事件进一步加深了我的自我怀疑和焦虑，强化了‘我不够好’和‘我无法应对压力’的核心信念。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "为了准备五年级的班级演讲比赛，我花了整个周末反复练习我的演讲稿。我的母亲在旁边鼓励我，并帮助我纠正发音和语调。尽管我已经尽力准备，但我仍然感到非常紧张，担心自己会出错。",
                "where": "家里，客厅的桌子上堆满了演讲稿和笔记本，电视关着，只能听到我不断重复的声音。",
                "when": "2011年5月13日14:30",
                "who": "我和妈妈",
                "description": "2011年5月13日的下午，我和妈妈在家里准备五年级的班级演讲比赛。我一遍又一遍地练习着演讲稿，妈妈耐心地在旁边听，帮我纠正发音和语调。尽管她不断鼓励我，但我心里还是充满了紧张和不安，害怕自己会出错。桌上堆满了演讲稿和笔记本，整个家里只有我不断重复的声音。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "在演讲当天，我早早地到达学校，反复默念演讲稿，试图让自己冷静下来。然而，站在讲台上面对全班同学时，我感到巨大的压力，最终因为紧张而忘词。整个教室一片寂静，然后开始有些窃窃私语。",
                "where": "学校的教室，讲台前，我面对着全班同学，阳光透过窗户洒在地面上。",
                "when": "2011年5月16日10:15",
                "who": "我和同学",
                "description": "2011年5月16日的早上，我早早地到达学校，反复默念演讲稿，试图让自己冷静下来。教室里的同学们陆续进来，坐在座位上。我站在讲台前，面对着他们，感到巨大的压力。阳光透过窗户洒在地面上，整个教室一片寂静。我开始演讲，但不久后因为紧张而忘词，教室里开始有些窃窃私语，我的脸顿时烧得通红。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "回到家后，我感到非常失落和自责。我的母亲安慰我说，失败是正常的，重要的是从中学习。然而，我内心仍然感到自己辜负了母亲的期望和自己的努力。",
                "where": "家里，客厅的沙发上，母亲坐在我身边。",
                "when": "2011年5月16日18:00",
                "who": "我和妈妈",
                "description": "2011年5月16日的傍晚，我回到家后感到非常失落和自责。母亲坐在客厅的沙发上，看到我如此沮丧，便温柔地安慰我。她告诉我，失败是正常的，重要的是从中学习。然而，我心里仍然感到自己辜负了母亲的期望和自己付出的努力。尽管她的安慰让我稍微好受了一些，但内心的自我怀疑依然强烈。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "我在学校表现出色，得到了老师的表扬。回家后，我满怀期待地想告诉妈妈这个好消息。",
                "where": "家里的客厅，窗外的光线透过窗帘洒进来，房间里有一点昏暗。",
                "when": "2011年7月15日16:30",
                "who": "我, 妈妈",
                "description": "2011年7月15日下午，我满怀喜悦地走进家门，希望能和妈妈分享我在学校获得表扬的好消息。客厅里很安静，只有电视机发出的微弱声音。我兴奋地跑到妈妈面前，期待她会高兴地拥抱我。但当我看到妈妈脸上的悲伤和疲惫，我的期待瞬间化为无助和焦虑。她轻声问我怎么了，我结结巴巴地说出好消息，可她只是勉强地笑了笑，然后回到厨房继续做饭。我内心感到一种深深的失落和自我怀疑，觉得自己不够好，无法改善家庭的状况。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "童年时期",
                "what": "在六年级前的暑假，父亲带我参观了当地的科技博物馆，我被展出的各种科学发明和创新作品深深吸引，萌生了自己动手做发明的想法。",
                "where": "当地的科技博物馆，展厅里陈列着各种高科技设备和发明，四周充满了现代科技的氛围。",
                "when": "2012年08月15日14:30",
                "who": "父亲和我",
                "description": "2012年8月15日下午，我和父亲一起去了当地的科技博物馆。那是一个充满现代科技和创新氛围的地方，展厅里陈列着各种高科技设备和发明。看到那些奇妙的发明和创新作品，我感到非常兴奋和好奇。当我看到一个机器人在展台上灵活地移动时，我心里突然萌生了一个想法：我也想自己动手做一些发明。父亲在一旁微笑着看着我，虽然他平时工作很忙，但那天他专门抽出时间陪我，这让我感受到了一种难得的亲情和鼓励。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "童年时期",
                "what": "回到学校后，我开始在课余时间研究和制作自己的小发明。我从图书馆借了许多相关书籍，并在家中利用父亲给的工具和材料进行实验和制作。",
                "where": "学校的图书馆和家中的小工作台，工作台上摆满了工具和材料。",
                "when": "2012年09月10日17:00",
                "who": "我和母亲",
                "description": "2012年9月10日放学后，我来到学校的图书馆，借了一大堆关于科学和发明的书籍。回到家后，我把这些书放在自己的小工作台上，开始认真研究。我利用父亲给我的工具和材料，开始进行各种小实验和制作。每当遇到难题时，母亲总是会耐心地帮助我，有时还会和我一起动手解决技术上的问题。她的支持和鼓励让我感到很温暖，也更加坚定了我做发明的决心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "童年时期",
                "what": "在六年级的科学展览上，我展示了自己的小发明。虽然没有获奖，但许多同学和老师对我的作品表示了赞赏，这让我感到非常开心和自豪。",
                "where": "学校的科学展览大厅，展览台上摆满了各类学生的作品。",
                "when": "2012年10月20日10:30",
                "who": "我、同学和老师",
                "description": "2012年10月20日上午，学校举办了六年级的科学展览。我带着自己的小发明来到展览大厅，把它放在展台上。展览开始后，许多同学和老师都过来看我的作品，他们对我的发明表示了赞赏，虽然我没有获奖，但大家的认可让我感到非常开心和自豪。我觉得自己的努力得到了回报，这次经历极大地增强了我的自信心。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "小学六年级时，我为了期末考试花费了大量时间和精力，希望能获得优秀学生代表的荣誉。每天晚上在家学习到深夜，母亲总是陪伴在旁，提供支持和鼓励。父亲也难得减少了加班时间，偶尔在晚饭后与我谈论学习和未来规划。",
                "where": "家中的书房和客厅，书桌上堆满了书本和练习册。",
                "when": "2013年5月30日20:30",
                "who": "妈妈、爸爸",
                "description": "2013年5月30日晚上，我在家中的书房埋头苦读，书桌上堆满了厚厚的书本和练习册。母亲坐在我的旁边，静静地为我准备着夜宵，偶尔鼓励我几句。父亲也难得减少了加班时间，晚饭后他会坐在客厅和我谈论学习和未来的规划。我感受到了家人满满的支持和温暖，这让我更加坚定了通过努力取得成功的信念。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "在最后一次模拟考试中，我因压力过大，成绩不理想。我感到极度沮丧和自责，认为自己辜负了父母的期望。母亲发现后，安慰我并鼓励我继续努力，告诉我一次失误并不代表全部。父亲也表达了对我的理解和支持，但语气较为严厉。",
                "where": "学校的教室和家中客厅",
                "when": "2013年6月5日10:15",
                "who": "妈妈、爸爸",
                "description": "2013年6月5日上午，在学校的教室里，我拿到了最后一次模拟考试的成绩单，成绩不理想。我回到家里，心情沉重，坐在客厅的沙发上发呆。母亲发现了我的异常，坐到我身边，轻声安慰我，告诉我一次失误并不代表全部。父亲也走过来，虽然语气较为严厉，但他还是表达了对我的理解和支持。我感到内心的矛盾和焦虑，对自己的能力产生了怀疑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "在小学毕业典礼上，我被评为优秀学生代表。站在讲台上，看到台下的父母露出自豪的笑容，内心充满了成就感和幸福感。在演讲中，我回顾了自己过去的努力和取得的成就，感受到全场的掌声和认可。",
                "where": "学校礼堂",
                "when": "2013年6月20日14:00",
                "who": "妈妈、爸爸",
                "description": "2013年6月20日下午，在学校礼堂的小学毕业典礼上，我被评为优秀学生代表。当我站在讲台上，看到台下的父母露出自豪的笑容，我内心充满了成就感和幸福感。在演讲中，我回顾了自己过去的努力和取得的成就，全场的掌声让我感受到了极大的认可和鼓励。我深深地意识到，通过努力我能取得成功，这一刻让我更加坚定了要通过努力追求完美的信念。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "在一个寒冷的冬夜，我的父亲在公司加班到深夜，拖着疲惫的身体回到家中。妈妈小心翼翼地迎接他，满脸担忧，询问是否需要吃点东西或喝杯热茶。父亲摇了摇头，表示只想休息。他坐在沙发上，深深叹了一口气，看上去非常疲惫。我在一旁静静地观察，心中充满了复杂的情感。",
                "where": "家里客厅，昏暗的灯光下，沙发旁的茶几上摆着父亲的公文包。",
                "when": "2012年12月20日23:45",
                "who": "爸爸、妈妈、水全若",
                "description": "2012年12月20日晚上快到午夜，外面异常寒冷。父亲终于结束了在公司的加班，拖着疲惫的身体回到家中。妈妈小心翼翼地迎接他，满脸担忧地问他是否需要吃点东西或喝杯热茶。父亲摇了摇头，表示只想休息。他坐在客厅的沙发上，深深叹了一口气，显得非常疲惫。我在一旁静静地看着这一切，心中充满了复杂的情感。那一刻，我感受到了家庭的压力和父亲的辛劳，也让我对父亲多了一份理解和同情。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "在父亲回家后的第二天早晨，我发现妈妈早早起床，为父亲准备了丰盛的早餐，并温柔地叮嘱父亲要注意身体，不能总是这么辛苦。父亲微笑着点头，但脸上的疲惫依旧显而易见。我默默地看着这一切，内心感到无力和沮丧，因为我不知道如何减轻父亲的负担。",
                "where": "家里的餐桌旁，桌上摆满了妈妈精心准备的早餐。",
                "when": "2012年12月21日07:30",
                "who": "爸爸、妈妈、水全若",
                "description": "2012年12月21日早晨，阳光透过窗帘洒进家中。我起床后发现妈妈已经早早地起来，为父亲准备了丰盛的早餐。妈妈温柔地叮嘱父亲要注意身体，不要总是这么辛苦。父亲微笑着点头，但我看得出他脸上的疲惫依旧明显。我默默地看着这一切，内心感到无力和沮丧，不知道该如何减轻父亲的负担。这一刻让我更加理解了父母的辛劳和压力，也让我感到自己在面对这些问题时是多么无助。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "几天后，在学校的课堂上，老师布置了一项需要合作完成的科学项目。由于不擅长与人交往，我感到十分焦虑，不知道如何与同学们合作。我回想起父亲疲惫的样子，内心更加焦虑，担心自己做不好会让别人失望。",
                "where": "学校的教室，老师在讲台前，黑板上写着科学项目的要求。",
                "when": "2012年12月25日10:15",
                "who": "水全若、老师、同学们",
                "description": "2012年12月25日上午，教室里暖气开得很足，但我依然感到内心的寒冷。老师在讲台前布置了一项需要合作完成的科学项目。我由于不擅长与人交往，感到十分焦虑，不知道如何与同学们合作。我回想起几天前父亲疲惫的样子，内心更加焦虑，担心自己做不好会让别人失望。这一刻，我的自我怀疑和对社交的恐惧被进一步放大，担心自己不完美会被同学们批评和拒绝。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "我为了即将到来的期末考试而努力准备，几乎每晚都在书桌前复习，甚至放弃了和朋友出去玩耍的机会。我非常紧张，因为我知道父母对我的期望很高。",
                "where": "家中的书房，书桌上堆满了课本和练习册，墙上贴着几张复习计划表。",
                "when": "2011年11月10日19:00",
                "who": "我，父母",
                "description": "2011年11月10日晚上，我坐在家中的书房里，书桌上堆满了各科的课本和复习资料。墙上贴着几张密密麻麻的复习计划表。父母在客厅里看电视，我能听到电视的声音，但我没有心思去看。我心里非常紧张，手中的笔不停地转动，脑海中不断浮现父母失望的表情。我知道他们对我的期望很高，所以我必须全力以赴。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "家长会当天早晨，我穿着整洁的校服，内心既紧张又期待。我希望老师能在家长面前夸奖我，以此来证明自己的努力和价值。",
                "where": "家中，卧室里弥漫着洗衣液的清香，床上整齐地摆放着准备好的校服。",
                "when": "2011年11月15日07:30",
                "who": "我，母亲",
                "description": "2011年11月15日早晨，我在卧室里穿上整洁的校服。空气中弥漫着洗衣液的清香，床上整齐地摆放着准备好的书包和校服。我对着镜子整理了下校服，心里既紧张又期待。母亲在厨房忙碌，为我准备早餐。她温柔地笑着对我说：“今天要加油哦！”我点点头，虽然胃里有些不适，但我依然微笑着回应。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "在家长会上，老师当着所有家长的面夸奖了我，说我是班里的榜样。我看到妈妈脸上露出了骄傲的笑容，我感到非常开心和自豪，但也意识到自己需要继续保持这样的表现。",
                "where": "学校教室，教室里坐满了家长，墙上贴满了学生的作品和班级荣誉。",
                "when": "2011年11月15日10:30",
                "who": "老师，妈妈，我",
                "description": "2011年11月15日上午，在学校的教室里，老师站在讲台上，当着所有家长的面夸奖了我，说我是班里的榜样。教室里坐满了家长，墙上贴满了学生的作品和班级荣誉。我坐在前排，看到妈妈脸上露出了骄傲的笑容，我心里感到无比的开心和自豪。但同时，我也感到一股无形的压力，担心自己未来可能无法继续做到完美。我知道，我必须继续努力，才能不辜负妈妈的期望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "childhood",
                "what": "在一个明媚的早晨，我和同学们在操场上玩耍时，注意到一群同学围着一个男孩嘲笑他，因为他穿着破旧的衣服。",
                "where": "学校操场，周围是刚刚剪过的草坪，操场上的秋千和滑梯在阳光下闪闪发光。",
                "when": "2011年6月10日08:15",
                "who": "我、被嘲笑的同学、其他同学",
                "description": "2011年6月10日早晨，刚刚开始上课，我和一些同学在学校操场上玩耍。突然，我发现一群同学围着一个男孩，嘲笑他穿的衣服又旧又破。他低着头，脸上流露出无助和尴尬，而我站在远处默默观察，心里感到深深的不安和无力。我知道自己应该做些什么，但却不知道该怎么做，怕自己也会成为嘲笑的对象。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "childhood",
                "what": "几天后，在课堂上，老师讲述了同情和帮助他人的重要性，我回想起几天前在操场上看到的场景，内心感到复杂的情感交织在一起。",
                "where": "教室，教室里阳光透过窗户洒在课桌上，黑板上还留有老师刚写下的字迹。",
                "when": "2011年6月14日10:05",
                "who": "我、老师、同学们",
                "description": "2011年6月14日上午，在教室里，老师开始讲述关于同情和帮助他人的重要性。我突然想起几天前在操场上看到的那个被嘲笑的男孩，心里复杂的情感涌上心头。我对那个男孩感到深深的同情，但也感到困惑，不知道该如何表达这种情感。我害怕如果自己处于那种情境中，也会无所适从。这种焦虑让我更加自我怀疑，觉得自己不够好，无法应对压力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "childhood",
                "what": "某个周末，我和母亲在家中谈论学校的事情。母亲注意到我情绪低落，便询问我是否在学校遇到了什么问题。我犹豫了一会儿，最终向母亲讲述了我在操场上看到的那个事件。",
                "where": "家中客厅，阳光透过窗帘洒在沙发上，茶几上摆着母亲刚泡好的茶。",
                "when": "2011年6月18日18:30",
                "who": "我、母亲",
                "description": "2011年6月18日傍晚，我和母亲在家中的客厅聊天。母亲注意到我情绪低落，便关心地问我在学校是否遇到了什么问题。我犹豫了一会儿，最后还是决定告诉她那天在操场上看到的那个事件。母亲温柔地听着，不时点头，表示理解和支持。我感到了一些安慰，母亲的理解让我觉得温暖。但同时，我也感受到了一种无形的压力，觉得自己必须表现得更好，不然也会成为被嘲笑的对象。这让我更加努力地掩盖自己的不足，觉得只有完美才能得到认可。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "childhood",
                "what": "在一个炎热的夏天，我在家里玩耍时，发现自己心爱的机器人玩具坏了。父亲不在家，所以我决定自己尝试修理。虽然我感到有些焦虑，但我还是拿出了工具，开始仔细观察玩具的结构，尝试一步步拆解并修复。",
                "where": "家里，客厅的地毯上，周围堆满了我平时喜欢的玩具。",
                "when": "2010年8月15日14:30",
                "who": "只有我自己",
                "description": "2010年8月15日下午，我在家中的客厅玩耍时，发现心爱的机器人玩具坏了。父亲不在家，我决定尝试自己修理。拿出工具，我开始仔细观察玩具的结构，虽然心中有些焦虑，但我一步步拆解着零件。炎热的天气让我汗流浃背，但我没有放弃。经过一番努力，玩具终于修好了，那一刻我感到无比的成就感。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "childhood",
                "what": "当我修好玩具时，妈妈刚好走进房间，看到我满头大汗但充满成就感的样子。妈妈立刻走过来，温柔地摸了摸我的头，微笑着说：'你真棒，自己动手解决了问题。' 这个赞美让我感到无比的开心和自豪。",
                "where": "家里，客厅的地毯上，修理完的机器人玩具还在地上。",
                "when": "2010年8月15日15:00",
                "who": "妈妈",
                "description": "2010年8月15日下午，当我终于修好玩具时，妈妈走进了客厅。她看到我满头大汗但充满成就感的样子，立刻走过来，温柔地摸了摸我的头，微笑着说：'你真棒，自己动手解决了问题。' 听到妈妈的表扬，我的心里充满了开心和自豪。那一刻，我觉得自己的努力得到了认可，这种感觉非常美好。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "childhood",
                "what": "修理玩具后的几天，我在学校里遇到了一道一直无法解决的数学题。我想起了修理玩具时的经历，决定不向老师求助，而是自己反复尝试计算，最终成功解答了这道题。",
                "where": "学校的教室，课桌上摆满了书本和练习册。",
                "when": "2010年8月18日10:30",
                "who": "只有我自己",
                "description": "2010年8月18日上午，在学校的教室里，我遇到了一道一直无法解决的数学题。回想起几天前修理玩具的经历，我决定不向老师求助，而是自己反复尝试计算。经过一番努力，我终于成功解答了这道题。那一刻，我感到无比的自信和满足，觉得自己能够通过努力克服困难。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "我放学回到家，像往常一样打开电视。在新闻频道上，我看到一则关于一位中学生因学业压力自杀的报道，详细描述了这位学生如何在学业压力下崩溃，最终选择了极端的方式结束生命。",
                "where": "家里的客厅，沙发上还放着我刚刚放下的书包。",
                "when": "2012年5月14日16:30",
                "who": "我（观众）",
                "description": "2012年5月14日下午，我放学回到家，放下书包后打开了电视。电视里正在播放新闻，一位中学生因学业压力自杀的消息让我大吃一惊。屏幕上反复播放着那位学生的照片和他的遗书内容，我感到一阵寒意，心里非常沉重。这则新闻让我感到极度震惊和悲伤，我开始对自己的学业和未来感到担忧。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "在看到新闻报道后的几分钟内，母亲注意到我的情绪变化，并询问我发生了什么。我向她描述了新闻的内容后，母亲试图安慰我，告诉我只要努力学习，就能应对未来的挑战。",
                "where": "家里的客厅，电视机还在播放新闻。",
                "when": "2012年5月14日16:45",
                "who": "我和母亲",
                "description": "2012年5月14日下午，在家里的客厅，我还在思索那则新闻时，母亲走了过来。她看到我脸色苍白，便问我发生了什么。我把刚才新闻里的内容告诉了她，母亲轻轻拍着我的肩膀，试图安慰我。她说，我只要努力学习，就能应对未来的挑战。虽然她的话让我稍微安心了一些，但我心里依然充满了对未来的怀疑和不安。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "在接下来的几天里，我在学校里无法集中注意力，总是想到那则新闻报道，感到一种无法言喻的恐慌，担心自己也会在学业压力下崩溃。",
                "where": "学校教室，黑板上写着当天的课程内容。",
                "when": "2012年5月16日10:15",
                "who": "我（学生）",
                "description": "2012年5月16日上午，我在学校的教室里，面对着黑板上的课程内容，脑海中却不断浮现那则新闻报道的画面。我感到一种无法言喻的恐慌，害怕自己也会在学业压力下崩溃。老师在讲课，但我的思绪早已飘远，心跳加速，汗水浸湿了手心。我越是强迫自己集中注意力，越是无法做到，内心的自我怀疑和对未来的担忧不断加深。"
            }
        ]
    },
    "adolescence": {
        "name": "水全若",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "在初中毕业典礼前的几周，我每天都在为即将到来的考试和典礼做准备。父母和老师对我寄予厚望，希望我能拿到全校第一名。我感受到巨大的压力，晚上经常失眠，脑海中不断浮现着各种可能的失败场景。",
                "where": "家中和学校的教室里，我常常在书桌前复习，桌上堆满了各种参考书和笔记。",
                "when": "2014年5月25日19:30",
                "who": "父母、老师",
                "description": "2014年5月25日晚，我坐在家中的书桌前，周围堆满了复习资料。父母在旁边鼓励我，说他们相信我能拿到全校第一名。尽管他们的言语充满了期望，但我却感到无比的焦虑和压力。晚上，我躺在床上，虽然很疲惫，但脑海中却不断浮现着考试失利和典礼上出错的情景，怎么也睡不着。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "在初中毕业典礼当天，我早早地到达了学校礼堂。尽管同学们都在谈笑风生，但我却心情沉重，不停地练习自己的领奖词。班主任注意到了我的紧张，过来安慰我，但我依然无法放松。",
                "where": "初中学校礼堂，舞台上摆满了花束和奖杯，台下座位整齐排列。",
                "when": "2014年6月15日08:45",
                "who": "同学、班主任",
                "description": "2014年6月15日早上，我早早到达了学校礼堂。礼堂内布置得很华丽，舞台上摆满了花束和奖杯。同学们在台下谈笑风生，但我却心情沉重，躲在角落里一遍遍地练习领奖词。班主任走过来，拍了拍我的肩膀，微笑着对我说：“放轻松，你做得很好。”尽管有班主任的安慰，我的心跳依然很快，手心也满是汗水。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "在上台领奖时，我的手不停颤抖，心跳加速，脑海里不断浮现着自己可能会出错的画面。尽管最终顺利领取奖项，但我内心充满了自我怀疑，担心自己在公众面前表现得不够好。",
                "where": "初中学校礼堂，舞台上灯光明亮，台下坐满了同学、老师和家长。",
                "when": "2014年6月15日09:15",
                "who": "同学、老师、家长",
                "description": "2014年6月15日上午，我站在学校礼堂的舞台上，台下坐满了同学、老师和家长。灯光照得我眼睛有些刺痛，我的手不停地颤抖，心跳得很快，脑海中不断浮现着自己可能会出错的画面。尽管最终顺利领取了奖项，但我依然感到无比的紧张和自我怀疑。走下台后，我担心自己在公众面前表现得不够好，会被他人批评和拒绝。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "班主任告诉我们班有一个全市的编程比赛，并鼓励有兴趣的同学参加。我对编程充满热情，尽管有些害怕失败，但在班主任和父母的支持下，我决定报名参加。",
                "where": "学校教室，教室窗外的阳光洒进来，同学们围坐在一起听班主任讲话。",
                "when": "2015年9月15日 14:30",
                "who": "班主任、同学、父母",
                "description": "2015年9月15日下午2点半，在学校教室里，班主任站在讲台前，告诉我们班有一个全市的编程比赛，并鼓励大家参加。我听到这个消息后，心跳加速，对编程的热情让我很想参加，但害怕失败的阴影始终萦绕在心头。班主任和父母的支持给了我一丝勇气，最终我决定报名参加比赛。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "在比赛前，我每天放学后都在学校计算机教室里练习编程，花费大量时间和精力准备比赛。我的父母和班主任也提供了很多支持和鼓励。",
                "where": "学校计算机教室，教室里光线昏暗，桌上堆满了编程书籍和笔记本电脑。",
                "when": "2015年10月10日 17:45",
                "who": "父母、班主任、同学",
                "description": "2015年10月10日下午5点45分，放学后的学校计算机教室里，光线昏暗，我一个人坐在电脑前，手指飞快地敲击键盘，编写代码。身边的书桌上堆满了编程书籍和笔记本电脑。我每天都在这里练习，花费了大量时间和精力。父母和班主任也不断地给我鼓励和支持，但尽管如此，我仍然感到巨大的压力，担心自己不能达到预期的完美表现。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "比赛当天，我在市科技馆与其他参赛者展开激烈竞争。我全力以赴，最终获得了二等奖，但我对结果并不满意，感到失落和自责。",
                "where": "市科技馆，馆内布满了各类高科技展品和比赛设备，气氛紧张而激烈。",
                "when": "2015年11月5日 15:00",
                "who": "同学、老师、其他参赛者",
                "description": "2015年11月5日下午3点，在市科技馆的比赛现场，我与其他参赛者展开了激烈的竞争。科技馆内布满了各类高科技展品和比赛设备，气氛紧张而激烈。我全力以赴，专注地编写代码，试图展现自己的最佳水平。最终，我获得了二等奖。然而，当我站在领奖台上，看着手中的奖状时，心里却充满了失落和自责。我没有得到一等奖，觉得自己不够好，这让我感到非常沮丧。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "班主任在晨会时提到即将在家长会上表扬一些表现优秀的学生，并提到了我的名字。这让我感到既高兴又紧张，担心自己在家长会上的表现是否能够配得上这份表扬。",
                "where": "高中教室，桌椅整齐排列，窗外的阳光洒进教室。",
                "when": "2017年3月15日08:30",
                "who": "班主任、同学",
                "description": "2017年3月15日早上8点半，在高中教室的晨会上，班主任站在讲台上，微笑着提到即将到来的家长会，并表示要表扬一些表现优秀的学生。当他提到我的名字时，同学们的目光都聚集在我身上。我心里既欣喜又紧张，手心开始冒汗，脑海中不断思索家长会那天我该如何表现。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "家长会当天，父母坐在教室里，班主任开始介绍各个学生的表现。当班主任表扬我的学术成绩时，全班同学和家长都对我投以赞赏的目光，但随即班主任也提到我在社交方面的不足。",
                "where": "高中教室，教室布置整洁，黑板上写满了班主任的讲话提纲。",
                "when": "2017年3月25日14:00",
                "who": "班主任、同学、家长",
                "description": "2017年3月25日下午2点，在高中教室的家长会上，父母坐在后排，班主任在讲台上介绍各个学生的表现。当他表扬我的学术成绩时，教室里响起了掌声，我感到脸颊发烫。可是，当班主任提到我在社交方面的不足时，我的心一下子沉了下去，感到无比羞愧和尴尬。同学和家长们的目光似乎变得更加锐利，我觉得自己在他们面前被剥光了保护层，暴露了自己的弱点。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "家长会结束后，父母在回家的路上对我说，他们为我的成绩感到骄傲，但也希望我能在社交方面多加努力。这让我感到压力倍增，开始反思自己在社交方面的不足，并感到深深的挫败。",
                "where": "回家的路上，走在安静的街道，周围是高大的树木和宁静的住宅区。",
                "when": "2017年3月25日16:30",
                "who": "我、父母",
                "description": "2017年3月25日下午4点半，家长会结束后，我和父母走在回家的路上。父母对我的学术成绩表示满意，说为我感到骄傲，但也希望我能在社交方面多加努力。他们的话让我感到压力倍增，心里像压了一块大石头。我默默地点头，脑海中不断回放班主任在家长会上说的话，觉得自己在社交方面真的很不足，感觉深深的挫败和自我怀疑。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "班主任在一次全班会议上强调了高考的重要性，并给我们分配了大量的复习任务。",
                "where": "学校教室，黑板上写满了考试重点，教室里充满了紧张的气氛。",
                "when": "2018年5月1日14:30",
                "who": "班主任和全班同学",
                "description": "2018年5月1日下午，我们在教室里，班主任站在讲台前，严肃地讲述着高考的重要性。他的每一句话都像重锤一样敲在我的心上。当他宣布新的复习任务时，我感觉胸口一阵闷痛，压力骤增。我环顾教室，看到同学们的脸上也写满了焦虑。那一刻，我感到自己必须更加努力，不能让任何人失望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "在深夜的自习室里，我感到头晕目眩，几乎晕倒在书桌上。",
                "where": "学校自习室，昏暗的灯光下，书桌上堆满了复习资料。",
                "when": "2018年5月15日23:45",
                "who": "同学",
                "description": "2018年5月15日深夜，我在自习室里奋笔疾书，周围的同学们也都在埋头苦读。突然，我感到一阵头晕，视线开始模糊，几乎要晕倒在书桌上。我努力撑住桌子，深呼吸几次才平复下来。旁边的同学注意到我的异常，关切地问我是否需要休息。我勉强挤出一个笑容，告诉他我没事，但内心充满了无力感和恐惧。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "班主任注意到了我的身体状况，找我谈话，并建议我适当放松。",
                "where": "学校办公室，窗外阳光明媚，办公室里摆满了书籍和文件。",
                "when": "2018年5月20日10:00",
                "who": "班主任",
                "description": "2018年5月20日上午，我在班主任的办公室里，他关切地看着我，建议我适当放松，不要给自己太大压力。他还给我安排了一些心理辅导，试图帮助我减轻焦虑。我感到一丝温暖，但内心深处依然无法摆脱必须完美的压力。我离开办公室时，心情依旧沉重，觉得自己必须更加努力，不能有任何失误。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "我在高考成绩公布的前一天晚上感到极度焦虑，躺在床上辗转反侧，无法入睡。父母注意到我的异常，试图安慰我，但我却表现出明显的焦躁和不安。他们劝我放松，但我内心深处担心自己无法取得满意的成绩。",
                "where": "家中，我的卧室，床头的台灯微弱地照亮着房间，窗外传来轻微的风声。",
                "when": "2018年6月22日23:45",
                "who": "父母",
                "description": "2018年6月22日晚上，我在床上辗转反侧，心中充满了对未来的焦虑。父母似乎察觉到了我的不安，走进我的房间，轻声劝我放松。我却无法平静下来，内心深处不断担心着成绩公布后的结果。我试图掩饰我的焦虑，但父母的安慰并没有完全驱散我的担忧。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "高考成绩公布，我在家中打开电脑，查询自己的成绩，发现自己取得了优异的成绩。父母为我感到骄傲，并立即与亲友分享这个好消息。尽管我表现出高兴的样子，但内心却感到一阵空虚和不安，担心自己在大学里无法延续这种成绩。",
                "where": "家中，客厅里，电脑桌旁，桌上放着父母为庆祝准备的水果和饮料。",
                "when": "2018年6月23日08:30",
                "who": "父母",
                "description": "2018年6月23日上午，我打开电脑，心跳加速地查询高考成绩。当看到优异成绩的瞬间，我感到一阵轻松，但随之而来的是莫名的空虚和不安。父母兴奋地拥抱我，并立刻打电话告诉亲友这个好消息。我试图跟着他们一起高兴，但内心深处的担忧却挥之不去，担心自己在大学里无法继续保持这样的成绩。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "我收到了重点大学的录取通知书。虽然父母为我感到骄傲，但我在拿到通知书的那一刻感到极度的焦虑和压力，担心自己在大学里无法继续表现得同样出色，害怕辜负父母的期望。尽管父母不断鼓励我，我还是觉得自己必须更加努力才能不被淘汰。",
                "where": "家中，客厅的沙发上，桌上放着刚拆开的录取通知书信封。",
                "when": "2018年7月10日14:45",
                "who": "父母",
                "description": "2018年7月10日下午，我坐在客厅的沙发上，手里拿着刚刚收到的重点大学录取通知书。父母在一旁满脸笑容，不断夸奖我，但我却感到一阵阵的焦虑。拿着通知书的手有些发抖，我担心自己在大学里无法继续表现得同样出色，害怕辜负父母的期望。尽管他们一再鼓励我，但我内心深处依然觉得自己必须更加努力，否则就会被淘汰。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "我在高三的最后一个学期，学业压力极大，经常熬夜学习，感到必须做到完美才能被老师和家长认可。",
                "where": "高中教室和家里，教室里总是灯火通明，家里书桌上堆满了复习资料。",
                "when": "2019年5月15日23:45",
                "who": "我的父母和班主任",
                "description": "2019年5月15日晚上，我一如既往地在家里的书桌前苦读，书桌上堆满了各科的复习资料。教室里总是灯火通明，每天放学后，我会留在教室里复习到很晚，然后回家继续学习。父母虽然关心我的学习，但也常常催促我早点休息。然而，我心里总觉得自己不够好，必须做到完美才能被老师和家长认可。每当看到班主任严肃的脸庞，我的压力就更大了，仿佛有一座大山压在心头。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "高考结束后，我感到一阵如释重负，但随之而来的是对未来大学生活的焦虑，开始担心自己在新的环境中能否继续保持优秀。",
                "where": "高考考场和家里，考场外是人潮涌动的家长，家里是温馨的客厅。",
                "when": "2019年6月8日17:30",
                "who": "我的父母",
                "description": "2019年6月8日下午，高考终于结束，我走出考场的那一刻，感觉像是卸下了千斤重担。考场外，父母在焦急地等待着我，脸上流露出紧张和期盼。回到家里，父母在客厅里为我准备了一顿丰盛的晚餐，庆祝我终于完成了高考。尽管当时感到如释重负，但晚餐过后，我的心里开始泛起对未来的焦虑。我担心在大学这个新的环境中，能否继续保持优秀，能否适应新的学习和生活。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "进入大学后，我发现课程难度和学术竞争远超预期，感到自己需要比以前更加努力才能保持成绩，开始减少社交活动。",
                "where": "大学宿舍和教室，宿舍里书桌上堆满了教材，教室里充满了紧张的学习氛围。",
                "when": "2019年9月10日20:00",
                "who": "我的大学同学和室友",
                "description": "2019年9月10日晚上，我在大学宿舍里，面对堆满教材的书桌，心里感到无比的压力。大学课程的难度和学术竞争远超我的预期，每天都要面对大量的作业和考试。教室里，大家都在紧张地学习，竞争的氛围非常强烈。为了保持成绩，我开始减少社交活动，把更多的时间投入到学习中。室友们偶尔会出去放松，但我总是选择留在宿舍里复习，担心一旦放松，成绩就会下滑。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_4",
                "stage_key": "青春期",
                "what": "有一次，室友邀请我参加一个社交活动，但我因学业压力和自我怀疑而拒绝了，选择在宿舍继续学习。",
                "where": "大学宿舍，室友们在门口等待，我在书桌前忙碌。",
                "when": "2019年10月5日19:45",
                "who": "我的室友",
                "description": "2019年10月5日晚上，宿舍里的室友们准备去参加一个社交活动，他们站在门口热情地邀请我一起去。我犹豫了一下，但最终还是拒绝了他们的邀请，选择在宿舍继续学习。室友们离开后，我独自坐在书桌前，继续面对那堆积如山的学习资料。尽管心里有些孤独，但我还是觉得必须不断努力，避免显露不足。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "期中考试前的准备阶段，我每天都在图书馆学习到很晚。压力巨大，开始失眠，晚上躺在床上翻来覆去，脑海中全是考试的内容和各种担忧。",
                "where": "大学图书馆，书架间静悄悄的，只能听到翻书和偶尔的咳嗽声。窗外的街灯透过窗户照进来，显得格外孤独。",
                "when": "2019年11月20日23:45",
                "who": "一些和我一样在图书馆复习的同学，有时我们会互相打个招呼，但更多时候是各自安静地学习。",
                "description": "2019年11月20日晚上，我在大学图书馆的书架间埋头复习。四周静得只能听到翻书的声音和偶尔的咳嗽声。窗外的街灯透进来，映得书页泛黄。我感到压力巨大，心跳加速，脑海中全是考试的内容和各种担忧。每晚回到宿舍躺在床上，我都翻来覆去，难以入睡。失眠让我更加焦虑，似乎每一分每一秒都在提醒我时间不够用。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "期中考试当天，我因为过度紧张失常发挥，成绩不理想。考场上我脑袋一片空白，手心冒汗，心跳快得像要冲出胸口。",
                "where": "大学教室，宽敞的考场中，彼此间隔着座位，监考老师在前后巡查。",
                "when": "2019年12月5日10:00",
                "who": "监考老师和同学们，大家都在埋头答题，只有我感到自己被困在无尽的压力中。",
                "description": "2019年12月5日上午，我坐在大学教室的考场中。教室宽敞明亮，大家彼此间隔着座位，监考老师在前后巡查。我手心冒汗，心跳快得像要冲出胸口。试卷发下来后，我却脑袋一片空白，平时熟悉的题目此刻变得陌生。我拼命想要集中注意力，但越是紧张越是答不出来。最终，考试结束铃声响起，我知道自己发挥失常了，心中充满了失望和自责。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "回到宿舍后，我感到极大的沮丧和失落，甚至产生了放弃的念头。坐在床上，我望着窗外的天空，觉得前途一片迷茫。",
                "where": "大学宿舍，狭小的房间里只有我和室友，桌上堆满了书本和杂物。",
                "when": "2019年12月5日18:30",
                "who": "室友在一旁忙着自己的事情，偶尔抬头看我一眼，显得有些无奈。",
                "description": "2019年12月5日傍晚，我回到大学宿舍。狭小的房间里堆满了书本和杂物，室友在一旁忙着自己的事情。坐在床上，我望着窗外的天空，心中感到极大的沮丧和失落。考试失常让我对自己的能力产生了极大的怀疑，我甚至开始怀疑自己是否适合继续学习计算机科学。那一刻，我真的有了放弃的念头，觉得前途一片迷茫。室友偶尔抬头看我一眼，似乎也看出了我的困境，但我却不知道该如何诉说。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "在期中考试前几周，我在图书馆自习时，感到前所未有的压力和焦虑，难以集中精力。我试图通过加班加点来完成学业，但压力逐渐累积。",
                "where": "大学图书馆，四周静谧，只有翻书声和偶尔的低语。",
                "when": "2019年3月15日14:30",
                "who": "我自己",
                "description": "2019年3月15日下午，在大学图书馆，我坐在角落的自习桌前，桌上摊开了各种书本和笔记，但无论如何也无法集中注意力。心跳加快，手心冒汗，眼前的字母仿佛在跳动。我不断告诉自己要冷静，但越是这样，焦虑感越强烈。为了赶上进度，我决定熬夜复习，但这种方式只让我感到更加疲惫和无助。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "一天晚上，在图书馆学习到很晚时，我突然听到一位同学在角落里大哭。这位同学因为学术压力崩溃，周围的朋友和图书馆工作人员纷纷上前安慰。",
                "where": "大学图书馆，灯光昏暗的角落，空气中弥漫着书本的气息。",
                "when": "2019年3月20日21:45",
                "who": "我、崩溃大哭的同学、图书馆工作人员、其他学生",
                "description": "2019年3月20日晚上，我在图书馆的一个角落埋头复习，周围很安静，只有钟表滴答作响。突然，静谧被一阵哭声打破。我顺着声音望去，看到一个同学捂着脸大哭，旁边的几位同学和图书馆工作人员赶紧过去安慰她。我心头一震，原来不止我一人感到压力巨大。这个场景让我意识到，或许我也需要寻求帮助，而不是孤军奋战。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "受到之前图书馆事件的影响，我决定尝试向班主任寻求帮助。我在班主任办公室谈论了自己最近的压力和焦虑，班主任耐心倾听并提供了一些应对压力的建议。",
                "where": "学校班主任办公室，墙上挂满了各种奖状和学生的照片。",
                "when": "2019年3月25日10:00",
                "who": "我、班主任",
                "description": "2019年3月25日上午，我走进班主任的办公室，心情忐忑不安。办公室里很温暖，班主任微笑着让我坐下。我深吸一口气，把最近的压力和焦虑一股脑儿地倒了出来。班主任一边耐心倾听，一边点头，最后用温和的语气对我说：‘每个人都会感到压力，但重要的是找到应对的方法。’他给我提供了一些实用的建议，并鼓励我多与人交流。走出办公室时，我感觉肩上的重担稍微减轻了一些，心中也燃起了一丝希望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我在实验室里，因为实验失败而感到极度沮丧和自我怀疑。尽管反复尝试调试代码，但始终未能解决问题。",
                "where": "学校实验室，桌上堆满了各种实验设备和笔记本，灯光昏暗，只有电脑屏幕的光亮。",
                "when": "2019年5月20日19:30",
                "who": "水全若",
                "description": "2019年5月20日晚7点半，我独自一人在学校实验室里，陷入了深深的沮丧。实验失败了，我反复调试代码，试图找出问题所在，但每次都以失败告终。实验室里静悄悄的，只有键盘的敲击声和我内心的叹息声。我感到极度的自我怀疑，觉得自己不够好，无法达到预期的完美，担心因此失去他人的认可和尊重。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "怀着复杂的心情，我参加了校园讲座，主题是‘从失败中学习’，演讲者是一位知名的计算机科学家。",
                "where": "大学礼堂，礼堂内座无虚席，灯光柔和，大家都在专注聆听演讲者的分享。",
                "when": "2019年5月21日14:00",
                "who": "讲座演讲者、同学、水全若",
                "description": "2019年5月21日下午2点，我怀着复杂的心情走进大学礼堂。礼堂内人头攒动，大家都在等待那位知名的计算机科学家演讲。他的讲座主题是‘从失败中学习’，他分享了自己从失败中学习和成长的经历。他的故事深深触动了我，我开始反思自己对完美主义的态度。演讲者的经历让我意识到，失败并非不可接受，反而是成长的一部分。这让我感到了一些释然，也动摇了我‘我要完美才能被他人认可’的信念。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "讲座结束后，我与同学交流了自己的感受，并且尝试向班主任寻求建议，讨论如何更好地面对失败并从中学习。",
                "where": "大学礼堂外的走廊，走廊上人来人往，大家在热烈讨论刚刚的讲座内容。",
                "when": "2019年5月21日15:30",
                "who": "水全若、同学、班主任",
                "description": "2019年5月21日下午3点半，讲座结束后，我和同学们走出礼堂，站在走廊上交流自己的感受。大家都在热烈讨论刚刚的讲座内容。我也鼓起勇气，向班主任寻求建议，讨论如何更好地面对失败并从中学习。班主任耐心地听我讲述，并给了我一些宝贵的建议。通过这次交流，我感到了一些安慰和支持，意识到他人也会经历失败，且失败并不意味着不被认可。我的焦虑有所减轻，对完美主义的坚持有所缓和，开始尝试在失败中寻找学习和成长的机会。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "朋友打电话邀请我参加一次聚会，说会有一些在学术上取得成就的人参加。这让我感到极其焦虑。",
                "where": "我家中的书房，书桌上堆满了各种计算机科学书籍和笔记。",
                "when": "2019年08月02日18:30",
                "who": "朋友",
                "description": "2019年8月2日傍晚，我正在书房里整理博士项目的资料。突然接到了朋友的电话，他邀请我参加几天后的一个聚会，并告诉我会有一些学术上很出色的人参加。听到这话，我内心一阵紧张和焦虑，心里开始打鼓，担心自己在聚会上会显得不够优秀。挂断电话后，我坐在书桌前，盯着面前的书籍和笔记，心里不断涌现出自我怀疑的念头。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "在聚会上，我看到一个朋友因为学术上的巨大成就而成为大家关注的焦点，这让我感到极度的压力和自我怀疑。",
                "where": "朋友家中的客厅，墙上挂满了各种学术奖项和证书。",
                "when": "2019年08月04日20:45",
                "who": "朋友",
                "description": "2019年8月4日晚，在朋友家中的聚会上，我注意到一个朋友因为在学术上取得了巨大成就而受到大家的称赞和关注。他站在客厅中央，侃侃而谈，周围的人都在认真聆听和赞叹。这一幕让我感到极大的压力和自我怀疑。我站在角落里，心里暗自比较，觉得自己远远不如他优秀，内心的自卑感不断加剧。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "聚会结束后，我回到家里，躺在床上反思自己为什么无法像那位朋友一样出色，感到更加沮丧和焦虑。",
                "where": "我家中的卧室，床边堆放着未完成的论文草稿。",
                "when": "2019年08月05日00:15",
                "who": "无",
                "description": "2019年8月5日凌晨，聚会结束后，我回到家中，躺在床上，脑海中不断回忆起聚会的情景。我反复思考自己为什么无法像那位朋友一样出色，觉得自己在学术上还差得很远。看着床边堆放的未完成的论文草稿，我感到一阵无力和焦虑，觉得自己可能永远无法达到别人的期望。这种感觉让我彻夜难眠，内心充满了自我怀疑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "在高三的一次模拟考试前，我在家中复习，由于过度焦虑导致睡眠不足，情绪非常低落。",
                "where": "在家中的书房，桌上摆满了复习资料和书籍。",
                "when": "2018年4月3日22:30",
                "who": "我一个人",
                "description": "2018年4月3日晚上，家中的书房。书桌上堆满了复习资料，我盯着书本，脑子却一片混乱。由于过度焦虑，我已经连续几天晚上都难以入眠，眼睛酸痛，头脑昏沉。无论怎么努力，心中的担忧和压力无法消散。时间一分一秒地过去，我感到越来越无力和低落。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "在模拟考试当天，由于紧张和焦虑，我匆忙答题时犯了一个小失误，导致成绩下滑。",
                "where": "高中教室，考试时所有同学都在紧张地答题。",
                "when": "2018年4月4日10:15",
                "who": "我和同学们",
                "description": "2018年4月4日上午，学校的考试教室。教室里安静得只能听到笔尖划过试卷的声音。我握着笔，手心冒汗，心跳加速。因为紧张和焦虑，我在答题时犯了一个小失误，当时意识到错误，但已经无法更改。考试结束后，我的心情跌到了谷底，预感到这次成绩一定会很糟糕。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "班主任在班会上提到我的成绩下滑，语气中带有失望，这让我感到极大的羞愧和压力。",
                "where": "高中教室，班会上所有同学都在场。",
                "when": "2018年4月5日08:30",
                "who": "班主任、我、同学们",
                "description": "2018年4月5日上午，班会课上。班主任站在讲台前，语气严肃地提到了我的成绩下滑，眼中透出失望。我低着头，脸上火辣辣的，感觉所有同学的目光都集中在我身上，羞愧和压力让我几乎无法呼吸。耳边回荡着班主任的话语，我的心情沉重无比，感觉自己被全世界抛弃了一样。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "我在学校的走廊上看到几个同学因为成绩不理想被老师批评。他们低着头，神情沮丧。",
                "where": "高中走廊，墙上的公告栏贴满了考试成绩单。",
                "when": "2017年9月15日15:45",
                "who": "几个同学、老师",
                "description": "2017年9月15日15:45，我在学校的走廊上，看到几个同学因成绩不理想被老师批评。他们低着头，神情沮丧，我感到一阵恐慌，担心自己会成为下一个被批评的人。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "在那次目睹同学被批评的事件后，我回到教室，努力投入学习中，但心神不宁。",
                "where": "教室，窗外的阳光斜射进来，照在课桌上。",
                "when": "2017年9月15日16:00",
                "who": "水全若",
                "description": "2017年9月15日16:00，我回到教室，努力投入学习中，但心神不宁。我开始回顾自己最近的学习情况，发现有几道题目做错了，内心的焦虑进一步加重。我决定放学后加班自习，确保自己不会成为下一个被批评的人。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "在那次事件后的几天，我发现自己越来越难以集中注意力，甚至在课堂上也时常走神。",
                "where": "教室，黑板上还留着上节课的笔记。",
                "when": "2017年9月20日19:30",
                "who": "水全若、班主任",
                "description": "2017年9月20日19:30，在一次晚自习时，我终于忍不住向班主任求助。班主任耐心地倾听了我的困惑，并给予了我一些鼓励和建议。尽管班主任的支持让我感到了一些安慰，但我内心的自我怀疑并未完全消除。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "我的好友告诉我，由于家庭原因，他将不得不转学。这一消息在我听来如同晴天霹雳，因为这位好友是我为数不多的亲密朋友之一。听到这个消息时，我感到非常震惊和无助。",
                "where": "高中校园的操场上，我们常常在这里一起聊天。",
                "when": "2016年12月10日15:30",
                "who": "好友",
                "description": "2016年12月10日下午，在高中校园的操场上，我的好友告诉我他要转学了。当时操场上阳光明媚，但我的心情却如同阴云密布。我无法相信他要离开，因为他是我唯一能倾诉心事的朋友。我感到无比震惊和无助，眼泪在眼眶里打转，但我努力克制住没有哭出来。好友拍了拍我的肩膀，安慰我说我们还可以保持联系，但我内心的孤独感已经开始弥漫。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "好友转学后不久，我在班级里变得更加沉默寡言，甚至开始在课间独自一个人待在教室里，避免与同学们的日常互动。一次班级活动中，班主任注意到我的变化，特地找我谈话，试图了解我的情况。",
                "where": "高中校园的教室里，阳光透过窗户洒在课桌上。",
                "when": "2017年1月5日14:00",
                "who": "班主任",
                "description": "2017年1月5日下午，在一次班级活动后，班主任叫住了我。教室里空荡荡的，阳光透过窗户洒在课桌上。我低着头，感觉到班主任的关心，但依然难以开口。班主任温和地问我最近怎么了，我含糊地回答了一些学习上的压力。虽然班主任鼓励我多与同学交流，但我心里的孤独感和自我怀疑依然挥之不去。我觉得自己必须完美才能被认可，但总是感到力不从心。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "在好友转学后的几个月里，我的成绩开始出现波动，尽管我依然勤奋努力，但焦虑感却不断增加。有一次月考成绩不理想，我开始怀疑自己的能力，并认为自己无法应对学业压力。",
                "where": "高中校园的教室，考试成绩单发放后，我坐在课桌前。",
                "when": "2017年3月15日16:00",
                "who": "无",
                "description": "2017年3月15日下午，月考成绩单发放后，我坐在教室的课桌前，手里捏着那张不理想的成绩单。周围的同学在讨论成绩和试题，而我感到一阵阵的失落和焦虑。我心里开始怀疑自己是否真的有能力应对这些学业压力。我努力告诉自己要冷静，但内心的不安却越来越强烈。我感到自己越来越孤立无助，担心无法维持之前的好成绩，甚至对未来也充满了担忧。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "在期末考试前的一个月，我开始感受到极大的学术压力。我每天早上6点起床，晚上11点才睡觉，整个过程几乎没有休息。班主任注意到我的疲惫，曾多次提醒我注意休息，但我感到如果不保持高强度的学习，就无法取得好成绩。",
                "where": "学校教室，教室四周充满了同学们紧张的学习氛围，桌上堆满了复习资料。",
                "when": "2016年12月5日08:00",
                "who": "班主任",
                "description": "2016年12月5日早上8点，我坐在教室里，桌上堆满了厚厚的复习资料，眼睛因为长期缺乏休息而感到刺痛。班主任走到我身边，轻声提醒我注意休息。我点了点头，但内心却充满了焦虑：如果我不继续高强度学习，怎么可能在期末取得好成绩呢？那天晚上回到家，我依旧埋头在书桌前，直到深夜。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "期末考试结束后，父母为了庆祝我的好成绩，带我去了一家高级餐厅。父母在餐桌上夸赞我，告诉我他们为我感到骄傲。这让我感到被认可和鼓励，但同时也感受到一股无形的压力，认为自己必须一直保持这样的成绩才能得到认可。",
                "where": "一家灯光昏黄的高级餐厅，桌上摆满了精致的菜肴。",
                "when": "2017年1月15日19:30",
                "who": "父母",
                "description": "2017年1月15日晚上，父母带我去了一家高级餐厅庆祝我的好成绩。餐桌上摆满了精致的菜肴，父母脸上洋溢着自豪的笑容。他们不断夸赞我，告诉我他们为我感到骄傲。我内心既感到温暖和被认可，但也感到一股无形的压力：我必须一直保持这样的成绩才能得到他们的认可。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "在期末考试成绩公布后的第二天，班主任在课堂上公开表扬了我。这让我感到非常自豪，但也开始担心自己能否在未来继续保持这样的成绩。回到家后，我甚至开始重新复习已经考过的内容，以确保自己没有遗漏任何知识。",
                "where": "学校教室，讲台上班主任拿着成绩单，教室里充满了同学们的目光。",
                "when": "2017年1月16日14:45",
                "who": "班主任，同学",
                "description": "2017年1月16日下午2点45分，班主任在课堂上拿着成绩单公开表扬我。同学们的目光都聚焦在我身上，我感到非常自豪，但内心也涌起了一股担忧：我能否在未来继续保持这样的成绩？回到家后，我甚至开始重新复习已经考过的内容，生怕自己遗漏了什么知识。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "在2018年8月的一个炎热下午，我和家族成员聚集在姨妈家中，气氛热烈而欢快。我表兄刚刚因考上名牌大学而成为焦点，受到了家族成员的高度赞赏和羡慕。表兄详细分享了他的学习经验和心得，家族成员纷纷赞叹并表示希望其他孩子能以他为榜样。我默默坐在一旁，感到极大的压力和自我怀疑。",
                "where": "姨妈家，客厅里充满了欢声笑语，桌上摆满了各式各样的美食。",
                "when": "2018年8月19日14:30",
                "who": "水全若、表兄、家族成员",
                "description": "2018年8月19日下午，姨妈家客厅里充满了欢声笑语。表兄刚考上名牌大学，家族成员围着他，听他分享学习经验。大家不断地赞叹和鼓励，希望其他孩子能以他为榜样。我坐在角落里，虽然表面上微笑，但内心感到极大的压力和自我怀疑。我不知道自己是否也能达到这样的成就，心情十分沉重。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "聚会结束后，我返回家中，心情沉重。晚饭后，我鼓起勇气向父母表达了对自己未来的担忧和对表兄成就的压力。父母安慰我说，他们相信我也有能力取得成功，只要继续努力。虽然父母的鼓励让我稍微安心，但内心的自我怀疑依然挥之不去。",
                "where": "家中的餐厅，晚饭后的餐桌上还留有一些残羹冷炙。",
                "when": "2018年8月19日19:00",
                "who": "水全若、父母",
                "description": "2018年8月19日晚上，我回到家中，心情沉重。晚饭后，餐桌上还留有一些晚餐的残羹冷炙，我鼓起勇气向父母表达了对自己未来的担忧和对表兄成就的压力。父母安慰我说，他们相信我也有能力取得成功，只要我继续努力。虽然父母的鼓励让我稍微安心，但内心的自我怀疑依然挥之不去，我心里还是非常不安。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "在接下来的几周里，我投入了更多时间和精力在学习上。我开始制定更加严格的学习计划，每天都在图书馆学习到很晚。尽管我感到非常疲惫，但我相信只有通过不断努力才能达到表兄的成就。然而，过度的学习压力也让我感到身心疲惫，并且开始出现失眠和焦虑的症状。",
                "where": "学校图书馆，夜晚的图书馆灯火通明，但显得格外安静。",
                "when": "2018年9月15日21:30",
                "who": "水全若",
                "description": "2018年9月15日晚上，我依然在学校图书馆里学习。图书馆里灯火通明，但格外安静。我制定了更加严格的学习计划，每天都在图书馆学习到很晚。尽管我感到非常疲惫，但我相信只有通过不断努力才能达到表兄的成就。然而，过度的学习压力让我身心疲惫，开始出现失眠和焦虑的症状。我经常在夜晚辗转反侧，难以入眠，心中充满了不安。"
            }
        ]
    },
    "recent_events": {
        "name": "水全若",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "博士阶段开始前，我为了准备研究计划，花费了大量时间和精力。我对自己的计划很有信心，但也有些许不安，担心导师会有不同的看法。",
                "where": "实验室和家中，实验室里堆满了各种书籍和实验设备，家里的书桌上摆满了参考文献。",
                "when": "2019年9月1日09:00",
                "who": "水全若",
                "description": "2019年9月1日早上，我在实验室和家中来回穿梭，为了准备博士研究计划，花费了大量时间和精力。尽管对自己的计划很有信心，但内心始终有些不安，担心导师会有不同的看法。这种不安感时不时涌上心头，让我感到焦虑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "在导师办公室，导师详细审阅了我的研究计划，并提出了大量的批评，包括数据不充分、方法不明确等。我在听取这些批评时感到非常紧张和自卑。",
                "where": "导师办公室，办公室里摆满了书籍和文件，墙上挂着各种学术奖状。",
                "when": "2019年9月10日10:30",
                "who": "水全若, 导师",
                "description": "2019年9月10日上午，我来到导师的办公室，导师详细审阅了我的研究计划，并提出了大量的批评。导师指出我的数据不充分、方法不明确等问题。我在听取这些批评时，心跳加速，手心冒汗，感到非常紧张和自卑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "回到实验室后，我开始重新审视自己的研究计划，试图改进并融入导师的建议，但发现自己在面对这些修改时感到无所适从，效率低下，情绪低落。",
                "where": "实验室，实验室里灯光昏暗，桌上堆满了未完成的工作。",
                "when": "2019年9月10日15:45",
                "who": "水全若",
                "description": "2019年9月10日下午，我回到实验室重新审视自己的研究计划，试图改进并融入导师的建议。然而，我发现自己在面对这些修改时感到无所适从，效率低下。看着堆积如山的任务，我感到情绪低落，难以集中注意力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我与实验室同学一起参加项目讨论。我提前做了很多准备，带着紧张的心情进入会议室，试图通过积极参与来证明自己的能力。",
                "where": "实验室会议室，白板上写满了公式和图表，会议桌上堆满了项目资料和笔记本电脑。",
                "when": "2020年1月15日10:00",
                "who": "水全若，实验室同学",
                "description": "2020年1月15日上午10点，我走进实验室会议室，心里充满了紧张和期待。会议室里，白板上写满了公式和图表，会议桌上堆满了项目资料和笔记本电脑。同学们已经就座，开始讨论项目进展。我提前做了很多准备，努力让自己显得自信。我提出了一些意见，但同学们反应平淡，似乎并没有被我的观点打动。我心里一阵失落，觉得自己不如他们，开始怀疑自己的能力。这次经历让我更加自我怀疑，觉得自己的观点没有价值。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在项目讨论后的几天里，我不断回想起那次会议，反复思考自己的发言，开始怀疑自己的能力，并感到更加焦虑。",
                "where": "我的宿舍，床上堆满了书籍和笔记本，桌上放着未整理的项目资料。",
                "when": "2020年1月18日23:45",
                "who": "水全若",
                "description": "2020年1月18日晚，已经是深夜了，我躺在宿舍的床上，床上堆满了书籍和笔记本，桌上放着未整理的项目资料。我不断回想起几天前的那次会议，脑海中反复思考自己的发言。为什么我的观点没有得到认可？我是不是能力不足？这种怀疑和焦虑像阴云一样笼罩着我，让我难以入眠。我开始感到更加焦虑，难以集中注意力，工作效率也因此下降。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "几周后，实验室再次召开项目讨论会，但这次我选择沉默，不再主动发表意见。",
                "where": "实验室会议室，气氛紧张，依旧是白板上的公式和会议桌上的资料。",
                "when": "2020年2月5日14:30",
                "who": "水全若，实验室同学",
                "description": "2020年2月5日下午2点半，实验室再次召开项目讨论会。会议室里依旧是紧张的气氛，白板上写满了公式，会议桌上堆满了资料和笔记本电脑。同学们开始热烈讨论，但这次我选择了沉默。尽管有些想法在脑海中浮现，但我没有勇气说出来，害怕再次遭遇冷淡的回应。我感到更加孤立和无助，似乎被世界隔绝了。这次的沉默让我更加封闭自己，不再尝试与同学们建立更紧密的关系，进一步加剧了我的自我怀疑和焦虑。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我目睹了实验室的一位同学在准备学术会议论文过程中如何高效工作，并在导师的指导下不断改进论文。",
                "where": "实验室，桌上摆满了各种学术书籍和论文，空气中弥漫着咖啡的香气。",
                "when": "2020年4月15日14:30",
                "who": "我（水全若）、实验室同学、导师",
                "description": "2020年4月15日下午，我在实验室里看到一位同学正在高效地准备学术会议论文。导师不断地对他的工作提出具体建议，并且他们之间的沟通非常顺畅。同学看起来非常专注和自信，而我则感到自己效率低下，无法达到这样的状态。看到这一幕，我心里充满了焦虑和自我怀疑，觉得自己永远达不到导师和同学的期望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我在实验室里打开邮箱，看到一封来自导师的邮件，要求我在月底的实验室会议上汇报研究进展。当时我感觉到一股巨大的压力，因为我觉得自己的研究进展不够理想，心里非常紧张。",
                "where": "实验室，我的办公桌前，电脑屏幕上显示着导师的邮件。",
                "when": "2020年11月1日09:00",
                "who": "我，导师",
                "description": "2020年11月1日上午9点，我在实验室的办公桌前打开了邮箱。看到导师发来的邮件时，我的心跳加速，邮件要求我在月底的实验室会议上汇报研究进展。我感到一股巨大的压力，因为我觉得自己的研究进展不够理想，心里非常紧张。这封邮件让我更加焦虑，我开始怀疑自己的能力，认为自己无法达到导师的期望。这种焦虑逐渐占据了我的心头，进一步加重了我的自我怀疑和自信心不足。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "为了准备月底的汇报，我开始熬夜加班，试图在短时间内提升我的研究成果。然而，由于长期疲劳和高压，我的效率反而下降，研究进展并没有显著提升。",
                "where": "实验室，我的工作台前，灯光昏暗。",
                "when": "2020年11月15日23:30",
                "who": "我",
                "description": "2020年11月15日晚上11点半，我一个人在实验室的工作台前，周围的灯光昏暗。为了准备月底的汇报，我连续熬夜加班，试图在短时间内提升我的研究成果。然而，长期的疲劳和高压让我感觉身心俱疲，效率反而下降，研究进展并没有显著提升。我感到越来越无能，愈发觉得自己无法应对学术压力。这种感觉让我愈加焦虑和自我怀疑，仿佛被困在一个无法逃脱的循环中。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "在实验室会议上，我紧张地进行汇报，但由于准备不足和过度焦虑，表现不佳。导师在众多同学面前公开批评了我的研究进展，指出我在科研上的不足和问题。",
                "where": "实验室会议室，会议桌周围坐满了同学和导师。",
                "when": "2020年11月30日14:00",
                "who": "我，导师，实验室同学",
                "description": "2020年11月30日下午2点，实验室会议室里坐满了同学和导师。我站在会议桌前，紧张地进行汇报。由于准备不足和过度焦虑，我的表现非常糟糕。导师当着众多同学的面，公开批评了我的研究进展，指出我在科研上的不足和问题。我感到无比羞愧和无助，仿佛被所有人看不起。这次公开批评让我更加怀疑自己，强化了我‘我不够好’的核心信念。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我在实验室中工作到深夜，感到极度疲惫和焦虑，担心自己无法完成博士项目。",
                "where": "实验室，昏暗的灯光下，桌上堆满了未完成的研究资料和电脑。",
                "when": "2021年3月14日22:30",
                "who": "水全若",
                "description": "2021年3月14日晚上10点半，我还在实验室里奋战。周围的同学们早已离开，只剩下我一个人。昏暗的灯光下，我的眼睛开始发酸，脑袋也越来越沉，但心里的焦虑却愈发强烈。我看着桌上堆积如山的研究资料和电脑屏幕上未完成的代码，心中充满了对自己能力的怀疑。我真的很担心自己无法完成博士项目，感觉整个人都快要崩溃了。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "大学朋友提议出去聚会，但因为学术压力太大，我推掉了邀请。",
                "where": "宿舍，书桌上堆满了书籍和笔记本电脑。",
                "when": "2021年3月15日18:00",
                "who": "水全若, 大学朋友（电话中）",
                "description": "2021年3月15日晚上6点，我正在宿舍里对着一堆书籍和笔记本电脑发愁。这时手机响了，是大学朋友打来的。他们提议一起出去聚会放松一下。听到这个邀请，我心里充满了矛盾。一方面，我很想见见朋友，放松一下紧张的情绪；另一方面，我又被学术压力压得喘不过气来，觉得自己没有时间和精力去享受这种放松。最终，我还是推掉了邀请，挂断电话后，我感到一阵孤独和自责，觉得自己不仅学术上不够好，连朋友都疏远了。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "我尝试在图书馆集中注意力学习，但因为焦虑情绪过重，最终放弃了学习回到宿舍。",
                "where": "图书馆，一排排书架和安静的自习桌旁。",
                "when": "2021年3月16日15:45",
                "who": "水全若",
                "description": "2021年3月16日下午3点45分，我坐在图书馆的一张自习桌旁，试图集中注意力学习。周围是安静的书架和埋头苦读的同学们，但我的心却无法平静下来。焦虑的情绪像一股无形的力量，紧紧地抓住了我，让我无法专注于眼前的书本和笔记。无奈之下，我最终放弃了学习，收拾好东西回到了宿舍。一路上，我心里充满了自责和失望，觉得自己效率低下，无法集中注意力，更加怀疑自己是否真的能应对这巨大的学术压力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我在实验室完成了一项紧张的实验后，看到一位同学因为学术压力而决定休学。这位同学在离开时向我透露，他感到无法承受当前的压力，需要时间来调整。",
                "where": "实验室，四周堆满了各种仪器和实验材料，空气中弥漫着化学药品的气味。",
                "when": "2021年7月15日14:30",
                "who": "我（水全若）、实验室同学",
                "description": "2021年7月15日下午2:30，我在实验室刚刚完成了一项紧张的实验，正准备整理实验数据。这时，一位同学走过来，面色苍白，神情疲惫。他告诉我，他决定休学，因为学术压力让他无法继续坚持下去。他说话时声音沙哑，眼中透出疲惫和无奈。我听了之后，心中突然涌起一阵不安和焦虑，仿佛看到了自己可能的未来。我开始怀疑自己是否也能承受这样的压力。这一刻，我第一次正面意识到学术压力的严重性，同时也产生了对自己承受能力的怀疑和焦虑。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "几天后，我从其他同学那里听说，那位休学的同学在休学期间得到了很好的休息和心理调整，状态明显好转。这让我感到一丝羡慕，但也更加深了我对休学的恐惧，担心自己被认为是懦弱的表现。",
                "where": "实验室，几个同学正在一起讨论实验进展，气氛有些轻松。",
                "when": "2021年7月20日10:45",
                "who": "我（水全若）、实验室同学",
                "description": "2021年7月20日上午10:45，在实验室里，我和几个同学正在讨论实验进展。一位同学提到，之前那位休学的同学在休学期间得到了很好的休息和心理调整，现在状态明显好转。这让我感到一丝羡慕，心中暗想，或许休学也是一种解脱。然而，随即而来的恐惧让我不知所措。我担心如果我也选择休学，会被他人认为是懦弱的表现。这种矛盾的情绪让我更加困惑和焦虑，心里始终无法平静。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "在一次实验室的讨论会上，导师无意中提到那位休学同学的情况，并强调希望大家尽量不要放弃，迎难而上。这使得我更加坚定了不能休学的想法，但同时感到巨大的压力和无助。",
                "where": "实验室会议室，墙上挂着各种科研海报，桌上摆满了笔记本和资料。",
                "when": "2021年7月25日16:00",
                "who": "我（水全若）、实验室同学、导师",
                "description": "2021年7月25日下午4:00，在实验室的讨论会上，导师无意中提到之前那位休学同学的情况。他语重心长地对我们说，希望大家尽量不要放弃，迎难而上。这番话让我心里一紧，更加坚定了不能休学的想法。我觉得自己必须坚持下去，否则将被视为失败者。然而，这种坚持让我感到巨大的压力和无助，仿佛被逼入了绝境。我感到焦虑情绪达到了顶峰，心中充满了对完美的追求和对自我价值的怀疑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "在博士论文指导会上，导师对我的研究提出了新的更高的要求，指出我目前的研究进展不够理想，希望我能在接下来的三个月内完成额外的实验。",
                "where": "导师的办公室，墙上挂满了各种学术奖状和研究成果，桌上堆满了文件和书籍。",
                "when": "2021年11月03日14:30",
                "who": "我和导师",
                "description": "2021年11月3日下午，我走进导师的办公室，看到他正埋头在一堆文件中。导师抬起头，眉头紧锁地看着我，语气严肃地说道：'全若，你的研究进展不够理想，我希望你能在接下来的三个月内完成这些额外的实验。'当时我感到一阵紧张，心跳加速，感觉自己的脑袋一片空白。导师的要求让我倍感压力，内心充满了对自己的怀疑，我真的能达成他的期望吗？"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在完成导师布置的新任务过程中，我几次尝试进行实验但都没有达到理想效果，我开始怀疑自己的能力，陷入自我怀疑中。",
                "where": "实验室，空气中弥漫着化学药品的气味，四周摆满了实验设备和试剂瓶。",
                "when": "2021年11月15日19:45",
                "who": "我一个人",
                "description": "2021年11月15日晚上，我独自一人在实验室反复进行实验，然而每次结果都不如人意。实验数据一次次地偏离预期，我的心情也随之跌入谷底。看着实验台上的仪器和试剂，我不禁怀疑自己是否真的有能力完成这些任务。脑海中不断回响着导师的话语和自己的失败，焦虑和无助感不断加重。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "在一次与大学朋友的聚会上，我向朋友们倾诉了自己遇到的困难和压力，但朋友们表示他们也有类似的经历，并鼓励我通过努力可以克服。",
                "where": "咖啡馆，温暖的灯光和柔和的音乐让人感到放松，桌上摆着几杯咖啡和点心。",
                "when": "2021年11月20日16:00",
                "who": "我和大学朋友们",
                "description": "2021年11月20日下午，我和几位大学朋友约在一家咖啡馆见面。坐在舒适的沙发上，我向他们倾诉了最近在学术上的压力和困境。朋友们认真地听着，其中一位拍拍我的肩膀，笑着说：'全若，我们都经历过这些，只要坚持努力，一定会有转机的。'他们的鼓励让我感到一丝安慰，虽然心中的自我怀疑依然存在，但朋友们的支持让我觉得自己并不孤单，或许我真的有能力克服这些困难。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "博士阶段开始后的几个月，导师对我的期望非常高，我感到压力巨大，于是开始加班加点工作，希望能达到导师的要求。在一次重要的实验中，由于长时间的工作和缺乏休息，我的注意力开始涣散。",
                "where": "实验室，仪器和设备摆满了整个房间，空气中弥漫着化学试剂的味道。",
                "when": "2022年3月1日14:00",
                "who": "我和导师",
                "description": "2022年3月1日下午2点，我在实验室里努力进行一个重要的实验。实验室的灯光刺眼，身边的仪器不断发出嗡嗡的声音。我已经连续工作了好几个小时，眼睛开始发酸，注意力也渐渐涣散。就在这个时候，我感觉到自己操作失误了。我的心跳加速，脑子里一片混乱，试图迅速纠正，但为时已晚。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "实验操作失误后，我立即意识到了问题，并试图挽救数据，但未能成功。我感到极度的自责和无能，心中充满了焦虑和恐慌。我在实验室里焦急地等待导师的反馈。",
                "where": "实验室，空气中充满了紧张的气息。",
                "when": "2022年3月1日14:30",
                "who": "只有我",
                "description": "2022年3月1日下午2点半，我意识到实验操作失误后，心中一阵恐慌。我拼命地试图挽救数据，但无济于事。看着屏幕上的数据，我感到一阵无力和自责，心中充满了焦虑和恐惧。我在实验室的椅子上坐立不安，手心冒汗，等着导师的到来。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "导师得知数据丢失后非常生气，责备我的失误。我感到极度的羞愧和自责，觉得自己辜负了导师的期望。",
                "where": "实验室，导师的办公室里光线昏暗，墙上挂满了各种奖状和证书。",
                "when": "2022年3月1日15:00",
                "who": "我和导师",
                "description": "2022年3月1日下午3点，导师走进实验室，得知数据丢失后，他的脸色瞬间变得阴沉。他用严厉的语气责备我的失误，我感到脸上火辣辣的，头低得不能再低。我站在导师面前，感觉到巨大的羞耻和自责，觉得自己辜负了导师的期望，内心的焦虑和自我怀疑更加严重了。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "导师在实验室讨论会上详细点评了其他同学的研究进展，并给予了他们高度评价。我感到自己与他们的差距很大，内心产生了强烈的焦虑和自我怀疑。",
                "where": "实验室，墙上挂满了学术海报，桌上摆放着各种实验设备。",
                "when": "2022年7月5日10:30",
                "who": "我、导师、实验室同学",
                "description": "2022年7月5日上午10:30，在实验室的讨论会上，导师逐一点评了每个同学的研究进展。当听到导师对其他同学的赞扬时，我的心情变得异常沉重。我看着他们自信的样子，觉得自己与他们的差距越来越大。导师的话语在我耳边回荡，内心的焦虑和自我怀疑不断加剧。我感到胸口发紧，手心冒汗，觉得自己根本不够好，无法达到导师的标准。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "在实验室讨论会结束后，我独自一人在实验室继续工作，试图通过加倍努力来弥补自己与同学的差距。",
                "where": "实验室，安静的环境中只有键盘敲击声和仪器的嗡嗡声。",
                "when": "2022年7月5日12:00",
                "who": "我",
                "description": "2022年7月5日中午12:00，讨论会结束后，实验室的同学们陆续离开，我却留了下来。我独自坐在电脑前，试图通过加倍努力来弥补自己与同学的差距。尽管我努力集中注意力，但导师的评价不断在脑海中回响。我感到越来越疲惫，内心的焦虑和完美主义让我难以专注。每当我停下手中的工作，导师那严厉的眼神和同学们自信的笑容便浮现在眼前，令我更加困惑和无助。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "在一天的工作结束后，我回到宿舍，和大学朋友进行了一次视频通话，试图寻找情感上的支持。",
                "where": "宿舍，墙上贴着科幻电影的海报，桌上堆满了书籍和笔记本。",
                "when": "2022年7月5日20:00",
                "who": "我、大学朋友",
                "description": "2022年7月5日晚8:00，我结束了一天的工作，回到宿舍。在安静的房间里，我拨通了大学朋友的视频通话，试图寻找情感上的支持。屏幕那端的朋友热情地向我打招呼，听我倾诉了今天的经历。他们不断鼓励我，说我已经很优秀了，导师的评价并不能决定我的价值。尽管朋友的话让我感到一丝温暖，但内心的自我怀疑和焦虑依旧挥之不去。我挂断电话后，房间再次陷入寂静，感觉到深深的孤立感和无力感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我在学术会议前几周一直在准备我的报告，感到压力很大，因为这是我第一次在如此重要的场合发言。导师对我的报告要求很高，我一遍又一遍地修改，生怕出错。",
                "where": "实验室，桌上堆满了参考资料和修改过的报告稿。",
                "when": "2022年10月25日15:00",
                "who": "水全若, 导师",
                "description": "2022年10月25日的下午，我在实验室里忙碌地修改着即将要在学术会议上发表的报告。导师站在我身后，不时指点着我的PPT和数据分析。每次他提出新的改进意见，我都感到一阵紧张和压力。我不停地告诉自己，不可以出错，这让我几乎无法集中精力。周围的同学们在专注于自己的研究，而我只能咬紧牙关面对自己心中的焦虑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "学术会议当天，我早早到达会场，试图让自己放松。然而，当我看到会场内的众多专家和学者时，我的紧张情绪达到了顶点。轮到我上台时，我感觉双腿发软，心跳加速。",
                "where": "学术会议会场，讲台前的座位上坐满了各界专家和学者。",
                "when": "2022年11月15日09:55",
                "who": "水全若, 会议参会者",
                "description": "2022年11月15日早上，我早早地来到了学术会议会场，试图通过深呼吸来平复自己的情绪。会场内灯光明亮，专家学者们三三两两地在座位间交流。我找了个角落坐下，试图让自己冷静下来。轮到我上台的那一刻，我的双腿发软，心跳加速，仿佛下一秒就会倒下。我感到无比紧张，但只能硬着头皮走上讲台。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "在报告结束后的问答环节，一位知名学者对我的研究提出了质疑。我试图回答，但由于紧张，我的回答显得支离破碎。这使得我更加自责，觉得自己没有能力应对这样的压力。",
                "where": "学术会议会场，讲台上面对众多听众。",
                "when": "2022年11月15日10:30",
                "who": "水全若, 会议参会者, 知名学者",
                "description": "2022年11月15日的上午，我完成了报告的演讲，满怀期待地等着听众的反馈。然而，在问答环节中，一位知名学者站起来对我的研究提出了严厉的质疑。我试图镇定地回答，但紧张情绪让我的思路变得混乱，回答显得支离破碎。会场内一片安静，所有的目光都集中在我身上，我感到无比尴尬和自责，觉得自己完全没有能力应对这样的压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我在宿舍准备博士论文时，接到了父母的电话。电话中，父母关心地询问了我的学习进展，并表达了对我是否能顺利完成博士学位的担忧。",
                "where": "宿舍，书桌上堆满了论文资料和电脑屏幕上显示着未完成的代码。",
                "when": "2023年2月10日19:45",
                "who": "我，父母（电话中）",
                "how": "父母的期望和担忧无意中加重了我的焦虑感。我感到自己被要求达到一个很高的标准，而自己似乎无法满足这些期望。这种焦虑感源于我内心深处的核心信念：'我不够好'和'我必须完美才能被认可'。这些信念使我对自己的能力产生怀疑，进一步影响了我的自信心。",
                "description": "2023年2月10日晚上，在宿舍里，我正努力准备博士论文。突然，手机铃声打断了我的思绪，是父母打来的电话。他们在电话中关心地询问我的学习进展，并表达了对我是否能顺利完成博士学位的担忧。尽管他们的关心让我感到温暖，但也无意中加重了我的焦虑。挂断电话后，我感到胸口一阵沉重，仿佛被压了一块大石头。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "通话结束后，我回到书桌前，但发现自己难以集中注意力。我不断回想起父母的话，心情变得更加沉重，感到压力倍增。",
                "where": "宿舍，书桌前，电脑屏幕上的代码依旧停留在同一行。",
                "when": "2023年2月10日20:00",
                "who": "我",
                "how": "这种无法集中注意力的状态使得我的焦虑情绪进一步加剧。我开始怀疑自己是否真的有能力完成博士学位，这与我的核心信念'我无法应对压力'紧密相关。这种情绪的恶化也触发了我的中间信念：'如果我不够好，我就会被忽视和排斥'，加深了我对失败和被拒绝的恐惧。",
                "description": "挂断电话后，我努力让自己回到论文的状态，但脑海中一直回荡着父母的担忧和期望。我盯着电脑屏幕上的代码，却无法继续下去，思绪被不断地打断。心情越来越沉重，感觉压力像潮水一样涌来。时间一分一秒地过去，然而我的论文进展却停滞不前。这种无力感让我更加怀疑自己的能力，心中充满了对未来的不安。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "几天后，我尝试向实验室的同学寻求帮助，希望能从他们那里获得一些支持和建议。然而，面对同学们的优秀表现，我再次感到自卑和压力。",
                "where": "实验室，桌上摆满了各种实验设备和同学们的研究成果。",
                "when": "2023年2月13日14:30",
                "who": "我，实验室同学",
                "how": "与同学的互动并没有减轻我的焦虑，反而让我更加感到自己的不足。这种自卑感强化了我的核心信念'我不够好'和'我无法应对压力'。我开始怀疑自己的能力和未来，觉得自己无法追上同学们的脚步。这种情感的恶化使得我的自我怀疑和缺乏自信心的问题变得更加严重，进一步影响了我的学习效率和心理健康。",
                "description": "2023年2月13日下午，我走进实验室，决定向同学们寻求帮助。看到他们专注于各自的研究，发表的成果摆满了实验桌，我心中不免生出一丝自卑。我鼓起勇气向他们请教问题，但每次听到他们的答案，我都觉得自己差距太大。尽管同学们都很友善，但我感到自己越来越渺小，内心的压力也随之增加。我开始怀疑自己的选择和能力，觉得自己永远无法达到他们的水平。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "我在实验室工作时，看到一位同学因为研究成果被导师夸奖，并获得了保研机会。导师对那位同学的赞扬和同学们的祝贺让我感到自己与他人的差距。",
                "where": "实验室，实验台上摆满了各种实验设备，空气中弥漫着化学试剂的味道。",
                "when": "2023年5月15日14:30",
                "who": "水全若, 实验室同学, 导师",
                "description": "2023年5月15日下午，在实验室，我正在进行自己的实验工作。突然，导师走进来，对一位同学的研究成果大加赞赏，并当场宣布那位同学获得了保研机会。实验室里顿时充满了同学们的祝贺声，大家都围着他，脸上洋溢着羡慕和钦佩。我站在一旁，心里感到一阵失落和自卑，觉得自己与他们的差距越来越大。我默默地低下头，继续手中的工作，但心已经飘远了。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "在同学获得保研机会后的一周，我在实验室进行了一次实验，但由于操作失误导致实验失败。我感到非常沮丧，认为自己无法胜任当前的研究工作。",
                "where": "实验室，实验台上依旧摆满了各种设备，失败实验的残留物还在。",
                "when": "2023年5月22日16:45",
                "who": "水全若",
                "description": "2023年5月22日下午，在实验室，我进行了一次重要的实验。但由于操作上的失误，实验数据完全不符合预期，实验失败了。我看着屏幕上的数据，心里一片空白，随之而来的是深深的沮丧和自我怀疑。我觉得自己连这么简单的实验都做不好，怎么能胜任现在的研究工作？我无力地坐在椅子上，感到压力像一块巨石压在心头，几乎让我喘不过气来。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "在实验失败的第二天，我约见了导师，希望得到一些建议和指导。导师虽然没有责备我，但也没有给予太多安慰，只是简单地提出了下一步的研究方向。我感到自己没有得到足够的支持。",
                "where": "导师办公室，办公桌上堆满了文件和书籍，墙上挂着几幅学术奖状。",
                "when": "2023年5月23日10:00",
                "who": "水全若, 导师",
                "description": "2023年5月23日上午，我带着沉重的心情走进了导师的办公室。导师正在忙碌地处理文件，我说明了实验失败的情况，希望能得到一些建议和指导。导师听完后，虽然没有责备我，但也没有给予太多的安慰，只是简单地提出了下一步的研究方向，并让我继续努力。我感到自己没有得到足够的支持，心里更加孤立无援。我走出导师办公室，感觉压在心头的石头变得更重了，我开始怀疑自己是否真的适合这条路。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我在实验室进行一个重要的实验项目，由于实验进展缓慢，我决定深夜加班，希望能在第二天提交初步结果。",
                "where": "实验室，灯光昏暗，只有我一个人在操作台前忙碌。",
                "when": "2023年8月15日23:45",
                "who": "水全若",
                "description": "2023年8月15日深夜，我在实验室独自一人进行着一个重要的实验项目。实验进展缓慢，我感到时间紧迫，决定加班到深夜。我看着实验仪器发出的微光，眼睛酸涩，但心里想着一定要在第二天提交初步结果。虽然感到极度疲惫，但我依然坚持完成任务，因为我相信只有努力才能取得成功。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "第二天早上，我将实验结果提交给导师，导师对结果表示满意，但也指出了许多需要改进的地方。",
                "where": "实验室，导师的办公室，书架上堆满了各种资料。",
                "when": "2023年8月16日09:30",
                "who": "水全若, 导师",
                "description": "2023年8月16日上午，我带着疲惫的身躯走进导师的办公室，将实验结果递给他。导师仔细查看了结果后，点了点头表示满意，但随后他指出了许多需要改进的地方。我心里一阵欣喜，终于得到了认可，但同时也感到深深的不足。这种矛盾的心情让我既有成就感又感到压力倍增。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "在导师反馈后的一个星期，我开始出现睡眠问题，晚上难以入睡，白天精神不振，导致工作效率进一步下降。",
                "where": "宿舍，床上堆满了书和笔记本，窗帘紧闭。",
                "when": "2023年8月23日02:15",
                "who": "水全若",
                "description": "2023年8月23日凌晨，我在宿舍辗转反侧，怎么也睡不着。床上的书和笔记本让我感到压抑，窗帘紧闭，房间里一片黑暗。我回想着导师的反馈，心里充满了焦虑和自我怀疑。白天精神不振，工作效率一落千丈，让我更加感到无助和疲惫。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "在一次实验室会议上，导师当众表扬了其他同学的研究进展，而对我的工作表示失望，并要求我在接下来的一个月内提交一篇高质量的论文。这一表态让我感到非常难堪和焦虑。",
                "where": "实验室的会议室，白色的墙壁上挂着几幅学术海报，室内灯光明亮，桌上摆放着各自的笔记本电脑和文件。",
                "when": "2023年10月10日14:30",
                "who": "我、导师、实验室的同学",
                "description": "2023年10月10日下午，在实验室的会议室，导师在会议上当众表扬了其他同学的研究进展，而对我的工作表示失望。他坚定地看着我，说我需要在一个月内提交一篇高质量的论文。我听到这些话，脸上顿时烧了起来，感觉自己被大家盯着，内心充满了焦虑和自我怀疑。会议结束后，我低着头离开了会议室，脑海中不断回想着导师的批评，心情沉重。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "回到宿舍后，我开始集中精力准备论文，制定了详细的日程表，安排每天的工作时间。尽管我勤奋工作，但每当遇到困难时，焦虑情绪就会加重，担心自己无法按时完成任务。",
                "where": "宿舍，书桌上堆满了书籍和笔记本，电脑屏幕亮着，旁边放着一杯已经凉了的咖啡。",
                "when": "2023年10月11日09:00",
                "who": "我",
                "description": "2023年10月11日上午，我回到宿舍后立即开始准备论文。我在书桌前坐下，打开电脑，制定了详细的日程表，安排每天的工作时间。宿舍里的环境安静，但我的心情却并不平静。每当遇到研究上的困难时，我的焦虑情绪就会涌上心头，担心自己无法按时完成任务。我努力让自己集中注意力，但脑海中不断闪现导师的批评和自己的自我怀疑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "在导师的督促下，我终于完成了论文，并于2023年11月提交给期刊。提交的那一刻，我感到一些成就感，但随之而来的却是对论文是否会被接受的担忧。",
                "where": "宿舍，电脑屏幕上显示着提交成功的页面，房间里灯光昏暗，桌上堆满了写作过程中用过的草稿纸。",
                "when": "2023年11月15日20:15",
                "who": "我",
                "description": "2023年11月15日晚上，我终于完成了论文，并提交给期刊。当点击提交按钮的那一刻，我感到了一些成就感，仿佛终于松了一口气。但这种感觉很快被浓重的担忧所取代。我坐在宿舍的书桌前，望着电脑屏幕上的提交成功页面，心里开始担心论文是否会被接受，害怕自己不够完美。这种担忧和焦虑让我难以平静下来，内心充满了不安。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我在宿舍查看邮件，发现期刊回复我提交的论文需要大幅修改。邮件中详细列出了需要改进的部分，并建议我重新进行实验数据分析。",
                "where": "宿舍，桌上放着我的笔记本电脑，旁边有一杯已经冷掉的咖啡。",
                "when": "2024年01月01日10:30",
                "who": "水全若",
                "description": "2024年1月1日的早上，我在宿舍里打开笔记本电脑，查看新收到的邮件。看到期刊编辑的回复时，我的心一下子沉到了谷底。邮件详细列出了我的论文需要大幅修改的部分，并建议我重新进行实验数据分析。我感到一阵失望和沮丧，认为自己的努力没有得到认可。这种情绪迅速加剧了我的自我怀疑和焦虑，觉得自己不够好，无法满足导师和期刊的高要求。我盯着屏幕，手指在鼠标上来回滑动，却不知道该怎么开始修改。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "我在实验室与导师讨论论文修改的意见。导师指出了我在数据分析方面的不足，并建议我参加一个相关的工作坊来提高自己的技能。",
                "where": "实验室，导师的办公桌前，桌上堆满了论文和实验报告。",
                "when": "2024年01月07日14:45",
                "who": "水全若, 导师",
                "description": "2024年1月7日下午，我走进实验室，心情沉重地和导师讨论论文的修改意见。导师坐在办公桌后面，认真地翻阅着我的论文，指出了我在数据分析方面的不足，并建议我参加一个相关的工作坊来提高技能。他的声音平静而坚定，但每一句话都像重锤一样敲打在我的心上。我感到巨大的压力和焦虑，觉得自己无法应对这些挑战。尽管导师的建议是善意的，但我却感到自己被批评和否定，这进一步削弱了我的自信心。我站在那儿，勉强挤出几句回应，但内心的恐慌却难以掩饰。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "我与大学朋友见面，向他倾诉了自己在论文修改上的困境和压力。朋友鼓励我，并分享了他应对学术压力的经验。",
                "where": "咖啡馆，靠窗的座位，桌上摆着两杯咖啡和几份甜点。",
                "when": "2024年01月14日18:30",
                "who": "水全若, 大学朋友",
                "description": "2024年1月14日晚上，我和大学朋友约在一家咖啡馆见面。靠窗的座位上，我一边喝着咖啡，一边向他倾诉了自己在论文修改上的困境和压力。朋友静静听着，时不时点点头，然后给了我一些鼓励的话，并分享了他自己应对学术压力的经验。他告诉我，他也曾经历过类似的困难，但最终通过努力克服了。我感到稍微轻松了一些，心中的焦虑也有所缓解。朋友的鼓励让我重新燃起了一些信心，虽然内心的自我怀疑依然存在，但我觉得至少有了一些面对困难的力量。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "在博士项目开始的几个月，我感受到了巨大的学术压力，特别是在导师的严格要求下，我觉得自己的研究进展缓慢。导师在一次会议上对我的论文提出了更多的修改意见，这让我更加焦虑和无所适从。",
                "where": "导师办公室，办公桌上堆满了各种文件和研究资料，墙上挂着一幅学术成就的奖状。",
                "when": "2024年3月15日10:30",
                "who": "我和导师",
                "description": "2024年3月15日上午，我走进导师办公室，心情忐忑。导师的办公桌上堆满了各种文件和研究资料，墙上挂着一幅学术成就的奖状。他看着我的论文，眉头紧锁，开始逐条指出问题。每次他的声音变得严厉，我的心就像被针扎一样。我不断地点头，试图掩饰内心的慌乱和无力感。会议结束后，我感到自己彻底崩溃了，脑海中反复想着'我真的不够好'。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "在导师提出更多修改意见后的几天里，我多次尝试修改论文，但总是觉得自己的工作达不到预期。我不断地反思自己的不足，感到压力越来越大。",
                "where": "实验室，桌面上摆放着电脑和一堆未完成的研究资料，窗外是灰蒙蒙的天空。",
                "when": "2024年3月18日14:45",
                "who": "我",
                "description": "2024年3月18日下午，我坐在实验室的电脑前，桌面上摆放着一堆未完成的研究资料。窗外的天空灰蒙蒙的，与我内心的压抑感相呼应。我反复修改论文，但每次阅读导师的意见，我都觉得自己的努力不够好。我的脑海中不断闪现'我无法应对这些压力'的念头，心情愈发沉重和焦虑。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "我决定向一位亲密的大学朋友寻求帮助，希望能得到一些情感上的支持和建议。我向朋友倾诉了自己的困境和焦虑。",
                "where": "咖啡馆，温暖的灯光和柔软的沙发，周围是低声交谈的客人。",
                "when": "2024年3月20日16:00",
                "who": "我和大学朋友",
                "description": "2024年3月20日下午，我和大学朋友约在一家咖啡馆见面。温暖的灯光和柔软的沙发让我稍感放松。周围的客人低声交谈，营造出一种安静的氛围。我向朋友倾诉了自己在学术上的困境和内心的焦虑，他耐心地倾听并安慰我，告诉我不要放弃。虽然他的安慰让我稍感宽慰，但我依然无法摆脱内心的自我怀疑和焦虑。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "为了准备即将到来的实验，我在实验室独自工作到深夜，试图完善实验设计。然而由于过度疲劳，我在数据输入过程中出现了几个错误。",
                "where": "实验室，桌面上堆满了实验资料和设备，只有电脑屏幕的光亮在照亮整个房间。",
                "when": "2024年5月2日23:45",
                "who": "水全若",
                "description": "2024年5月2日深夜，我一个人在实验室里奋战，试图赶在第二天的实验前完善实验设计。实验室里静悄悄的，只有设备的嗡嗡声和我的键盘敲击声。不知不觉中，我感到眼皮越来越沉重，但我强迫自己继续工作。突然，我意识到我在数据输入时犯了几个错误。这一刻，我感到无比的疲惫和焦虑，担心自己无法达到导师的期望。我深深地叹了口气，内心充满了对自己的怀疑和失望。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_2",
                "stage_key": "近期情况",
                "what": "第二天早上，我在实验室与导师一起进行实验时，导师发现了数据中的错误，对我大发雷霆。",
                "where": "实验室，实验台旁边堆放着各种仪器和实验材料，阳光透过窗户洒进来。",
                "when": "2024年5月3日10:15",
                "who": "水全若, 导师",
                "description": "2024年5月3日上午，我和导师在实验室里进行实验。阳光透过窗户洒在实验台上，但我的心情却如同乌云密布。导师在检查数据时，突然脸色一变，随即对我大发雷霆，指责我怎么会犯这么低级的错误。我低下头，脸上火辣辣的，深感自责和无能。导师的愤怒让我感到极度的焦虑和无助，我的心情跌到了谷底。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_3",
                "stage_key": "近期情况",
                "what": "在导师的批评之后，我感到无所适从，决定向实验室的一位同学求助，希望通过与他人合作来减少错误。",
                "where": "实验室，实验台旁，桌面上散落着实验记录和设备。",
                "when": "2024年5月3日14:00",
                "who": "水全若, 实验室同学",
                "description": "2024年5月3日下午，在导师批评我之后，我感到无所适从，心中充满了失落和焦虑。为了不再犯错，我决定向实验室的一位同学求助。我走到同学的实验台旁，心情沉重地请求他的帮助。通过与同学的合作，我感到了一些支持和安慰，但内心仍然对自己的能力充满了怀疑。尽管如此，我意识到通过努力和合作，我可以尝试解决问题，但内心的焦虑依然存在。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_1",
                "stage_key": "近期情况",
                "what": "在一次实验室讨论会上，导师对我的最新研究进展进行了严厉的批评，认为我的工作不符合预期。",
                "where": "实验室会议室，会议桌上摆满了各种研究资料和笔记本。",
                "when": "2024年6月15日14:30",
                "who": "导师，几位同学和我自己",
                "description": "2024年6月15日下午2点半，在实验室会议室，我的导师在讨论会上对我的最新研究进展提出了严厉的批评。他认为我的工作完全没有达到他的预期，言辞非常直接且不留情面。几位同学坐在旁边，目光一时都集中在我身上，我感到脸颊发烫，手心冒汗。导师的批评让我感到深深的羞愧和自我怀疑，仿佛所有的努力都变得毫无意义。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_2",
                "stage_key": "近期情况",
                "what": "在一次深夜加班中，我突然感到心悸和呼吸急促，不得不暂停工作。",
                "where": "实验室，我的工作台上堆满了各种书籍和笔记。",
                "when": "2024年7月10日23:45",
                "who": "只有我自己",
                "description": "2024年7月10日深夜11点45分，在实验室加班时，我突然感到心悸和呼吸急促，仿佛胸口有一块巨石压着。我不得不停下手中的工作，靠在椅子上闭上眼睛试图平复呼吸。实验室里只有我一个人，安静得只听到电脑风扇的嗡嗡声和自己的心跳声，这次身体的反应让我意识到自己可能已经接近心理和身体的极限，进一步加重了焦虑情绪。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_3",
                "stage_key": "近期情况",
                "what": "由于焦虑情绪加重，我与一位亲密的大学朋友分享了自己的压力和困扰，朋友建议我寻求专业帮助。",
                "where": "我的公寓，客厅里摆满了我们以前一起玩的游戏机和书籍。",
                "when": "2024年7月20日20:15",
                "who": "我和一位大学朋友",
                "description": "2024年7月20日晚上8点15分，在我的公寓里，我和一位大学朋友坐在客厅的沙发上，周围是我们以前一起玩的游戏机和书籍。我向他倾诉了最近几个月以来的焦虑和压力，朋友认真地听着，不时点头表示理解。他建议我寻求专业的心理帮助，说这样可能对我会有很大的帮助。朋友的话让我感到一丝温暖和支持，开始认真思考自己的心理健康问题，并逐渐产生了寻求心理咨询的念头。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_1",
                "stage_key": "近期情况",
                "what": "在实验室里，我注意到一位同学长时间工作，频繁加班，几乎没有休息。",
                "where": "实验室，桌上堆满了书籍和实验设备，空气中弥漫着咖啡的香味。",
                "when": "2024年8月10日14:30",
                "who": "我和实验室的同学",
                "description": "2024年8月10日下午，我在实验室工作时，看到一位同学一直在加班，几乎没有休息。他的桌上堆满了书籍和实验设备，显得非常忙碌。空气中弥漫着咖啡的香味，让人感觉时间过得很快。看到他如此努力，我感到一阵焦虑和压力，不禁开始怀疑自己是否也需要如此拼命才能达到导师的期望。这让我想到自己的核心信念‘我不够好’和‘我必须完美才能被认可’，进一步加剧了我的自我怀疑和焦虑。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_2",
                "stage_key": "近期情况",
                "what": "几天后，该同学因过度劳累而晕倒，被紧急送往医院。",
                "where": "实验室，地板上散落着同学的笔记本和实验资料。",
                "when": "2024年8月15日17:45",
                "who": "我、实验室的同学和其他实验室成员",
                "description": "2024年8月15日下午，我在实验室工作时，突然听到一声巨响，转头一看是那位常加班的同学晕倒在地，周围的笔记本和实验资料散落一地。大家一片慌乱，迅速拨打了急救电话并将他送往医院。目睹这一幕，我感到震惊和担忧，不仅为同学的健康，也为自己的处境感到担忧。我开始担心过度努力会对健康带来负面影响，但又害怕不努力会被认为是懦弱的表现。这让我想到自己的中间信念‘我无法应对压力’和‘我必须做到完美，不能有任何失误’。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_3",
                "stage_key": "近期情况",
                "what": "在实验室的群聊中，我看到导师对该同学表达了担忧，但也强调了敬业精神的重要性。",
                "where": "实验室，电脑屏幕上显示着群聊消息。",
                "when": "2024年8月16日09:00",
                "who": "我、导师和实验室的同学",
                "description": "2024年8月16日上午，我在实验室的群聊中看到导师发来的一条消息。他对那位晕倒的同学表达了担忧，但同时也强调了敬业精神的重要性。他的话让我感到更加焦虑，我觉得自己必须更加努力才能被认可。尽管我意识到健康的重要性，但我仍然觉得必须继续努力。这让我想到自己的核心信念‘我不够好’和‘我无法应对压力’，同时也强化了中间信念‘如果我不够好，我就会被忽视和排斥’。"
            }
        ]
    }
}