{
    "childhood": {
        "name": "韦壮承",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "小学一年级期末考试前的一个月，父亲开始每天晚上陪我复习功课。父亲会在晚上7点到8点之间和我一起做作业，并给我讲解不懂的题目。",
                "where": "家中客厅，桌上摆着书、练习本和几张试卷。",
                "when": "2010年5月1日19:00",
                "who": "父亲",
                "description": "2010年5月1日晚上7点，在家中的客厅，父亲坐在我旁边，细心地为我讲解数学题。他的手指在纸上划过，耐心地解释每一个步骤。我能感受到他对我的期望和重视，这让我既感到温暖又有些压力。我很希望通过努力学习来回报父亲的期望，每晚的复习让我觉得自己责任重大。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "期末考试当天，我早上7点起床，紧张地准备着。母亲在早餐桌上轻声安慰我，告诉我只要尽力就好，不必太过紧张。",
                "where": "家中餐厅，桌上摆着一碗热腾腾的粥和几片面包。",
                "when": "2010年6月15日07:00",
                "who": "母亲",
                "description": "2010年6月15日早上7点，我在家中的餐厅坐下，母亲递给我一碗热腾腾的粥。她轻声对我说：“别太紧张，只要尽力就好。”她的声音温柔，让我感到一丝温暖和支持。然而，即使在母亲的安慰下，我依然感到压力巨大，因为我深信只有取得好成绩才能得到认可。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "在小学一年级期末考试中，我得到了全班最高分。老师在全班同学面前表扬了我，并给我颁发了一张奖状。回到家后，父母高兴地夸奖我，还带我去吃了我最喜欢的披萨。",
                "where": "小学教室和家中，教室里充满了同学们的欢声笑语，家中餐桌上摆满了美味的披萨。",
                "when": "2010年6月30日15:30",
                "who": "老师、同学、父母",
                "description": "2010年6月30日下午3点半，在小学教室里，我被老师表扬并颁发了一张奖状，同学们都鼓掌祝贺我。回到家后，父母脸上洋溢着骄傲的笑容，夸奖我做得很好，并带我去吃了我最喜欢的披萨。这让我感到无比自豪和快乐，我觉得只要努力学习，就能获得大家的认可和奖励。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "小学三年级开始时，父亲开始鼓励我参加数学竞赛，希望我能在学业上表现出色。父亲每天晚上都会陪我复习题目，母亲则会准备水果和点心，让我在学习时保持精力充沛。",
                "where": "家中，书桌上堆满了数学题集和练习册，母亲在厨房忙碌，客厅的时钟滴答作响。",
                "when": "2012年1月15日19:00",
                "who": "父亲、母亲",
                "description": "2012年1月15日晚上，家中的灯光温暖，父亲坐在我旁边，耐心地讲解一道又一道数学题。母亲在厨房为我们准备了新鲜的水果和点心，不时地走过来看看我学得怎么样。父亲的目光中充满期待，而母亲的微笑让我感到温暖。虽然我感受到他们的关心和支持，但内心也逐渐产生了责任感和焦虑，因为我知道父母对我的期望很高。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "在数学竞赛的当天，我早早起床，父亲为我准备了丰盛的早餐，并鼓励我说：“今天要加油，把你平时的努力都展现出来。”我在竞赛中发挥出色，但因粗心大意错过了一道题目。",
                "where": "竞赛场地，教室里布置整洁，黑板上写着“数学竞赛”几个大字，桌椅整齐地排列着。",
                "when": "2012年4月20日08:30",
                "who": "父亲、竞赛工作人员",
                "description": "2012年4月20日早上，我在父亲的鼓励下吃了一顿丰盛的早餐，心情既紧张又兴奋。到了竞赛场地，我拿到了试卷，开始专心答题。时间一分一秒地过去，我感觉自己做得不错，但在最后检查时，发现漏掉了一道题目。我心里一阵慌乱，懊恼和自责涌上心头。我知道这道题目对我的成绩影响很大，这一刻，我感到非常沮丧，觉得自己辜负了父母的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "回到家后，我把竞赛结果告诉了父亲。父亲虽然没有责备我，但语重心长地说：“你应该更加认真仔细，才能不辜负我们的期望。”这句话深深地印在了我的心里。",
                "where": "家中，餐桌上摆放着晚餐，灯光柔和，父亲的眼神中带着一丝严肃。",
                "when": "2012年4月20日18:45",
                "who": "父亲",
                "description": "2012年4月20日傍晚，我忐忑不安地回到家，把竞赛的结果告诉了父亲。父亲听完后，没有责备我，而是语重心长地说：“你应该更加认真仔细，才能不辜负我们的期望。”他的话语虽然温和，但却让我感到深深的内疚和失望。我知道父亲的期望有多高，他的言语让我感到自己必须更加努力，不能再犯同样的错误。我心里暗暗发誓，要更加认真和完美，不能辜负父母的期望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "一天放学后，我在邻居家门口看到邻居家的孩子因为考试成绩不好，被父母批评得很厉害。孩子哭着说他已经尽力了，但父母还是责备他没有达到他们的期望。",
                "where": "邻居家门口，一条小巷，孩子站在门口的石阶上，父母站在门内。",
                "when": "2012年9月25日16:30",
                "who": "邻居家的孩子和他的父母",
                "description": "2012年9月25日下午，在放学回家的路上，我经过邻居家门口，听见邻居家的孩子在哭泣。他的父母站在门口，严厉地责备他考试成绩不理想。孩子哭着说他已经尽力了，但父母并没有因此放松责备的语气。我站在一旁，感到心里很沉重，害怕自己也会因为成绩不好而遭受同样的责备。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "回到家后，我无法忘记邻居孩子被责备的情景，心情非常沉重。母亲发现了我的异样，询问我发生了什么事。我告诉她我看到的事情，并表达了自己的担忧。",
                "where": "家里客厅，温暖的灯光照亮了整个房间，母亲坐在沙发上。",
                "when": "2012年9月25日17:00",
                "who": "韦壮承和他的母亲",
                "description": "2012年9月25日下午回到家后，我仍然无法忘记邻居孩子被责备的情景，心情非常沉重。母亲发现了我的异样，温柔地问我发生了什么。我告诉她我在邻居家门口看到的一切，并表达了自己对成绩不好的担忧。母亲安慰我说，只要尽力了就好，不必过分担心成绩。她的安慰让我稍微感到了一些放松，但内心的焦虑依然存在，因为我害怕无法达到父母的期望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "第二天在学校，我把看到的事情告诉了我的好朋友。他们也分享了自己因成绩不佳被责备的经历。我们一起讨论了学习的压力和对父母期望的担忧。",
                "where": "学校操场，阳光明媚，操场上有许多学生在玩耍和聊天。",
                "when": "2012年9月26日12:15",
                "who": "韦壮承和他的3个好朋友",
                "description": "2012年9月26日中午，我在学校操场上和我的好朋友们聊起了昨天看到的事情。他们也分享了自己因成绩不佳被父母责备的经历。我们坐在操场旁的长椅上，讨论着学习的压力和对父母期望的担忧。通过与朋友们的交流，我发现自己并不是唯一一个感到压力和焦虑的人。这让我感到不再那么孤单，但也更加坚定了学业上的成功是获得认可和避免责备的关键。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "childhood",
                "what": "小学四年级的某个周五下午，老师宣布班级将在下周一举行一次集体活动，并鼓励同学们提出游戏方案。我回到家后，和父母讨论了这个活动，并在父母的启发下想出了一个有趣的游戏方案，决定在班会上提出。",
                "where": "韦壮承家中，客厅的餐桌上堆满了书本和文具。",
                "when": "2013年5月24日17:30",
                "who": "韦壮承、父亲、母亲",
                "description": "2013年5月24日下午放学回家后，我兴奋地告诉父母老师布置的任务。父亲放下报纸，母亲也停下了正在做的针线活，专心地听我讲述。我感到父母的关注和支持，心里暖暖的。在他们的启发下，我想到了一个有趣的游戏方案。父亲笑着拍拍我的肩膀，母亲也微笑着点头，这让我更加坚定了要在班会上提出方案的决心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "childhood",
                "what": "周一上午的班会上，我鼓起勇气向全班同学和老师介绍了自己的游戏方案。尽管有些紧张，我还是清晰地表达了自己的想法，并回答了同学们的问题。最终，老师和同学们一致同意采用我的方案。",
                "where": "小学教室，教室里的黑板上写满了当天的课程安排。",
                "when": "2013年5月27日09:00",
                "who": "韦壮承、老师、同学们",
                "description": "2013年5月27日上午，在班会上，我站在讲台上，心里紧张得像有一只小鹿在跳动。尽管如此，我还是尽量保持镇定，向大家介绍了我的游戏方案。当我看到老师和同学们的眼神逐渐变得感兴趣时，我的紧张也稍稍缓解了一些。最后，大家一致同意采用我的方案，那一刻我感到无比喜悦和自豪。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "childhood",
                "what": "下午的班级活动开始了，我负责组织和协调同学们进行游戏。活动顺利进行，所有同学都玩得很开心，活动结束后，老师特意在班会上表扬了我的组织能力，并鼓励大家向我学习。",
                "where": "小学操场，操场上摆满了各种游戏道具，阳光明媚。",
                "when": "2013年5月27日14:30",
                "who": "韦壮承、老师、同学们",
                "description": "2013年5月27日下午，班级活动如期举行。我负责组织同学们进行游戏，虽然有些忙碌，但看到大家玩得开心，我也感到很满足。活动结束后，老师在班会上特意表扬了我的组织能力，这让我感到一种前所未有的成就感和被认可的感觉。同学们也纷纷向我表示感谢，那一刻我觉得自己真的很有价值。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "我正在学校图书馆里自习，突然注意到一位成绩优秀的学长在为几个同学讲解数学问题，吸引了越来越多的同学，甚至有几位老师也在旁边听讲。",
                "where": "学校图书馆，四周都是埋头苦读的学生，气氛紧张而安静。",
                "when": "2013年10月12日14:30",
                "who": "我（韦壮承）、学长、同学们、老师",
                "description": "2013年10月12日下午2点半，我正在学校图书馆里准备即将到来的期中考试。图书馆里坐满了认真复习的同学，空气中弥漫着紧张的气氛。突然，我注意到一位成绩优秀的学长站在白板前，正为几个同学讲解一道复杂的数学题。学长的讲解非常清晰，吸引了越来越多的同学，甚至连几位老师也停下脚步，站在一旁听讲。我看到这一幕，内心感到非常震撼，深刻体会到成绩出色的人能够获得如此多的关注和尊重。这一刻，我感到自己的学业压力和焦虑感在不断增加。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "学长的讲解结束后，我鼓起勇气向他请教了一道数学题。学长耐心地为我讲解，并鼓励我继续努力学习。",
                "where": "学校图书馆，讲解结束后学长在书架旁休息。",
                "when": "2013年10月12日15:00",
                "who": "我（韦壮承）、学长",
                "description": "2013年10月12日下午3点，学长的讲解结束后，我鼓起勇气走到他面前，向他请教一道困扰已久的数学题。学长非常耐心地为我讲解，细致地分析题目的每一个步骤，并且不断鼓励我继续努力学习。他的语气温和，眼神中充满了鼓励，让我感到一阵温暖。虽然学长的鼓励让我感到内心一丝安慰，但我也同时感到更大的压力，因为我意识到自己还需要更加努力才能达到学长的水平。这一刻，我的内心充满了矛盾的情感，既希望得到认可，又担心无法达到期望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "回到家后，我向父母分享了在图书馆的经历。他们对我的学习态度表示赞赏，并鼓励我继续努力。",
                "where": "家中，晚餐后的餐桌旁，温暖的灯光照亮了整个房间。",
                "when": "2013年10月12日19:00",
                "who": "我（韦壮承）、父亲、母亲",
                "description": "2013年10月12日晚上7点，我回到家中，和父母一起吃晚餐。晚餐后，我向他们分享了在图书馆的经历，特别是学长的讲解和鼓励。父母听后，对我的学习态度表示了高度的赞赏。母亲温柔地握住我的手，说她相信我一定能取得好成绩。父亲则拍了拍我的肩膀，鼓励我继续努力，争取更大的进步。他们的鼓励让我感到一丝安慰和被支持的温暖，但也同时加重了我对学业的重视和对失败的恐惧。这一刻，我内心感到既温暖又沉重，意识到自己必须更加努力才能不辜负他们的期望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "在一次小学五年级的重要考试中，因为前一天晚上生病没有休息好，导致考试成绩不理想。",
                "where": "学校的考场，教室里的灯光有些刺眼，窗外传来孩子们的欢笑声。",
                "when": "2014年03月15日09:30",
                "who": "老师、同学",
                "description": "2014年3月15日上午9点半，我在小学五年级的一次大考中，因为前一天晚上生病没有休息好，感到非常疲惫。考场里，老师在讲台上严肃地监考，同学们都在埋头答题。我努力集中注意力，但头脑昏昏沉沉，题目看起来格外难。考试结束后，我翻阅试卷，发现自己错了很多简单的题目，心中涌起一股失落和自责的情绪，觉得自己辜负了父母的期望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "回到家后，母亲发现我情绪低落，主动询问我考试的情况。",
                "where": "家中的客厅，阳光透过窗帘洒在地板上，客厅里摆放着一家人的照片。",
                "when": "2014年03月15日17:00",
                "who": "母亲",
                "description": "2014年3月15日下午5点，我拖着沉重的步伐回到家，情绪低落地坐在客厅的沙发上。母亲看见我面色不佳，放下手中的针线活，走过来关切地问道：“壮承，今天考试怎么样？”我低着头，声音低沉地说：“我生病了，考试发挥得不好。”母亲听完，脸上露出心疼的表情，轻轻抚摸着我的头发。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "母亲安慰我说：“没关系，妈妈知道你已经尽力了，休息好，下次一定会更好。”",
                "where": "家中的客厅，温暖的灯光下，母亲坐在我身边，手握着我的手。",
                "when": "2014年03月15日17:05",
                "who": "母亲",
                "description": "2014年3月15日下午5点05分，母亲温柔地对我说：“没关系，妈妈知道你已经尽力了，休息好，下次一定会更好。”她的声音温柔而坚定，让我感到一股暖流涌上心头。母亲的话仿佛一剂良药，缓解了我内心的焦虑和自责，让我感受到被理解和支持的温暖。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我在学校刚经历了一次期中考试，但成绩并不理想。父亲在家族聚会前告诉我，聚会上会有许多亲戚和表兄弟姐妹，其中一些人学习成绩非常优秀。虽然父亲的语气平淡，但我感到无形的压力。",
                "where": "韦壮承家中的客厅，墙上挂着全家福照片，茶几上摆放着一盆绿植。",
                "when": "2014年10月18日14:30",
                "who": "韦壮承、父亲",
                "description": "2014年10月18日下午，家中的客厅显得格外安静。我坐在沙发上，手里捧着刚发下来的期中考试成绩单，心情沉重。父亲走过来，对我说：“今晚的家族聚会会上会有许多亲戚和表兄弟姐妹，其中一些人学习成绩非常优秀。”虽然父亲的语气平淡，但每一个字都像重锤敲在我心上。我感到一阵无形的压力，仿佛整个房间的空气都变得沉重起来。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "在家族聚会中，亲戚们开始谈论各自孩子的学业成就。我默默听着，看到那些成绩优秀的孩子被夸奖，而成绩一般的孩子则很少被提及。",
                "where": "家族聚会现场，一间宽敞的客厅，墙上挂着家族照片，桌上摆满了各种美食。",
                "when": "2014年10月18日15:45",
                "who": "韦壮承、父母、亲戚、其他孩子",
                "description": "2014年10月18日下午，家族聚会在一间宽敞的客厅举行。墙上挂满了家族照片，桌上摆满了各种美食。亲戚们坐在一起，开始谈论各自孩子的学业成就。我站在一旁，默默地听着。那些成绩优秀的孩子被亲戚们夸奖，笑声不断，而成绩一般的孩子则几乎没有被提及。我感到一阵焦虑和自卑，仿佛自己被忽视在角落里。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "聚会结束后，母亲试图安慰我，告诉我不必太在意成绩，但我的内心已经深深植入了对学业成就的追求。我开始回忆起以前在学校的种种压力和父母的期望。",
                "where": "家中的卧室，墙上贴着学习计划表，桌上摆满了课本和笔记本。",
                "when": "2014年10月18日19:00",
                "who": "韦壮承、母亲",
                "description": "2014年10月18日晚上，聚会结束后，我回到自己的卧室。墙上贴着学习计划表，桌上摆满了课本和笔记本。母亲走进来，轻轻拍了拍我的肩膀，温柔地说：“别太在意成绩，尽力就好。”她的安慰带来了一些温暖，但我的内心已经深深植入了对学业成就的追求。我开始回忆起以前在学校的种种压力和父母的期望，感到内心的焦虑和压力不断累积。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "为了在小学六年级的毕业典礼上取得优异成绩，我连续几个晚上都在家中的书房里复习功课，甚至放弃了与朋友玩耍的时间。",
                "where": "家中的书房，书桌上堆满了各科的教材和练习册，台灯的光线显得格外刺眼。",
                "when": "2016年6月25日19:30",
                "who": "父母",
                "description": "2016年6月25日晚上，我在家中的书房里，面对着堆积如山的教材和练习册，感到压力巨大。父母在隔壁的客厅里一边看电视一边时不时地过来看我复习。为了不让他们失望，我努力坚持着，但内心的焦虑和紧张感却越来越强烈。每当我感到疲惫想要休息时，父母的高期望和对我成绩的关注就像一根无形的鞭子，逼迫我继续努力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "在小学六年级的毕业典礼上，我穿着整洁的校服，站在台上接受全校师生的掌声和表彰。",
                "where": "学校礼堂，台上挂满了红色的横幅，礼堂里坐满了学生和家长。",
                "when": "2016年6月30日10:00",
                "who": "老师、同学、父母",
                "description": "2016年6月30日上午，在学校的礼堂里，我站在领奖台上，面对着全校师生的掌声和赞扬，心中充满了自豪和成就感。父母坐在观众席中，脸上洋溢着自豪的笑容。老师和同学们的目光让我感到被认可，但同时也让我内心产生了一种隐隐的焦虑：如果不能继续取得优异成绩，我会失去这种认可和尊重。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "毕业典礼结束后，我和父母一起回到家中，父母对我的表现赞不绝口，并表示对我未来的期望。",
                "where": "家中的客厅，墙上挂着我的奖状，沙发上摆放着父母为我准备的庆祝蛋糕。",
                "when": "2016年6月30日13:00",
                "who": "父母",
                "description": "2016年6月30日下午，回到家中，父母对我的表现赞不绝口。他们不仅夸赞我的努力和成绩，还表达了对我未来的期望。家中的客厅里充满了温暖的氛围，墙上挂着我的奖状，沙发上摆放着父母为我准备的庆祝蛋糕。虽然我感受到被关心和支持，但同时也感受到沉重的责任和无法失败的压力。我意识到自己不仅要满足自己的期望，还要满足父母的期望，这种双重感受让我内心更加焦虑和紧张。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "老师发现一位同学没有完成作业，决定让该同学站到教室门口。",
                "where": "学校教室，窗外阳光明媚。",
                "when": "2015年11月15日08:30",
                "who": "老师、同学、韦壮承",
                "description": "2015年11月15日早上8:30，我坐在教室里上课，窗外阳光明媚。老师突然发现一位同学没有完成作业，决定让他站到教室门口。同学低着头，慢慢走向门口，教室里一片寂静，只有老师的声音在回响。我看着他被罚站，心里感到一阵不安和焦虑。我开始担心如果自己也没完成作业，会不会也要遭受同样的处罚。这一刻，我对学业失败的恐惧加深了。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "韦壮承和几个好友在操场上玩耍，讨论上午发生的事情。",
                "where": "学校操场，阳光灿烂。",
                "when": "2015年11月15日12:00",
                "who": "韦壮承、几个好友",
                "description": "2015年11月15日中午12:00，下课后，我和几个好友在操场上玩耍，阳光灿烂。我们聊起了上午发生的事情，一个好友说那位同学平时就不认真学习。我默默听着，内心的恐惧感逐渐增加。朋友的话让我更加确信学业上的失败会带来严重的后果。我感受到了一种无形的压力，心中对学业失败的恐惧进一步加深。我开始认为他人只会尊重那些学业上成功的人。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "韦壮承回到家中，向母亲提起了今天看到的事情，母亲温和地安慰他，但也强调了学习的重要性。",
                "where": "家中，厨房里弥漫着晚餐的香气。",
                "when": "2015年11月15日18:30",
                "who": "韦壮承、母亲",
                "description": "2015年11月15日晚上18:30，我放学回家，家里弥漫着晚餐的香气。母亲正在厨房准备晚餐，我向她提起了今天看到的事情。母亲温和地安慰我，说每个人都会犯错，不要太过担心，但她也强调了学习的重要性。母亲的安慰让我感到一丝温暖，但她对学习重要性的强调使我感到更多的压力。我感受到自己必须满足父母的期望，这让我更加紧张。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "childhood",
                "what": "我和我的队友们决定在放学后练习，为即将到来的校内篮球比赛做准备。作为队长，我带领团队进行战术训练，并鼓励队友们保持斗志。",
                "where": "学校篮球场，篮球场上有几个篮筐，地面上还有一些旧的球印，旁边是观众席。",
                "when": "2016年5月15日16:30",
                "who": "队友、教练",
                "description": "2016年5月15日下午，我们放学后聚集在学校的篮球场上。地面上有些旧的球印，篮筐上还挂着几个旧球网。我作为队长，带领我的队友们进行战术训练。教练在一旁指导，我不断鼓励大家保持斗志，尽力提升我们的配合能力。训练过程中，大家互相扶持，气氛非常融洽。我感受到了团队的信任和支持，内心充满了自信和责任感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "childhood",
                "what": "在比赛当天，我和队友们提前来到篮球场，教练在赛前给我们做了最后的指导。比赛开始后，我表现出色，不仅投中了多个关键球，还在关键时刻指挥队友进行防守和进攻。",
                "where": "学校篮球场，观众席上坐满了同学和家长，场地四周悬挂着比赛的横幅。",
                "when": "2016年5月20日14:00",
                "who": "队友、教练",
                "description": "2016年5月20日下午2点，比赛正式开始。学校篮球场上，观众席上坐满了同学和家长，四周悬挂着比赛的横幅。教练在赛前给我们进行了最后的指导。我在比赛中表现出色，不仅投中了多个关键球，还在关键时刻指挥队友进行防守和进攻。场上的每一个动作都让我感受到团队的力量和支持，内心充满了成就感和满足感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "childhood",
                "what": "比赛结束后，队友们纷纷围上来向我表示感谢，教练也当众表扬了我的领导能力和出色表现。我的父母也在赛后对我表达了赞赏和支持。",
                "where": "学校篮球场，比赛结束后，场地上散落着一些纸屑，大家聚集在场中央。",
                "when": "2016年5月20日16:30",
                "who": "队友、教练、父母",
                "description": "比赛结束后，大家聚集在场中央，地上散落着一些纸屑。队友们纷纷围上来向我表示感谢，教练当众表扬了我的领导能力和出色表现。我的父母也在赛后对我表达了赞赏和支持。我感到非常骄傲和开心，内心充满了幸福感和自豪感。这让我更加坚定地相信，只要自己努力并积极面对挑战，就能够获得他人的认可和支持。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "我看到父亲在书房里工作，并遇到了一个复杂的问题。尽管他脸上有些焦虑，但他并没有退缩，而是积极查阅资料和寻找解决方案。我一直在旁边观看，心中对父亲的坚定感到敬佩。",
                "where": "家中的书房，书桌上摆满了文件和资料，台灯发出的光线照亮了整个房间。",
                "when": "2015年08月15日20:30",
                "who": "父亲、我",
                "description": "2015年8月15日晚上，我在家中的书房看到父亲在工作。书桌上堆满了文件和资料，台灯的光线柔和而明亮。父亲眉头紧锁，显然遇到了一个复杂的问题，但他没有放弃，而是不断查阅资料，寻找解决方案。我站在旁边，静静地看着，心中对父亲的毅力和决心感到无比敬佩。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "父亲在继续解决问题时，母亲走进书房，注意到父亲的努力。她温柔地说：“你真棒，我就知道你能行。”父亲脸上的焦虑消失了，露出了微笑，并继续投入解决问题的过程。",
                "where": "家中的书房，母亲站在门口，父亲坐在书桌前。",
                "when": "2015年08月15日21:00",
                "who": "父亲、母亲、我",
                "description": "晚上9点，母亲悄悄走进书房，看到父亲还在努力解决问题。她轻轻地站在门口，柔声说：“你真棒，我就知道你能行。”父亲听后，脸上的焦虑逐渐消失，露出了久违的笑容。他点了点头，继续专注于手头的工作。我在一旁看着，感受到了母亲的温柔和支持，这一幕让我心中充满了温暖。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "最终，父亲成功解决了工作中的难题，并与母亲分享了他的成功。母亲为父亲感到骄傲，笑着说：“我就知道你能做到。”我看到父亲的成功和母亲的支持，心中充满了崇敬与安心。",
                "where": "家中的书房，父亲站起来与母亲分享他的成功。",
                "when": "2015年08月15日21:30",
                "who": "父亲、母亲、我",
                "description": "2015年8月15日晚上9点半，父亲兴奋地站起来，告诉母亲他成功解决了工作中的难题。母亲满脸笑容地说：“我就知道你能做到。”我看着他们的互动，心中充满了崇敬和安心。父亲的坚持和母亲的支持让我明白了坚持和努力的价值，也让我感受到了家庭的温暖和支持。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "小学五年级的班级演讲比赛开始前，我已经紧张了一整天。在学校礼堂等待比赛开始，看到其他同学一个个上台，我感到越来越紧张。",
                "where": "学校礼堂，舞台上布置了红色的幕布和几排蓝色的椅子。",
                "when": "2014年12月15日14:00",
                "who": "老师、同学",
                "description": "2014年12月15日下午2点，我在学校礼堂等待班级演讲比赛开始。礼堂里灯光明亮，舞台上布置了红色的幕布和几排蓝色的椅子。看到同学们一个个上台演讲，我的心跳加速，手心开始出汗。这一天我一直很紧张，担心自己会出错。老师和同学们坐在台下，我能感觉到他们的目光，这让我更加不安。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "轮到我上台演讲时，因为紧张而说错了几句话，最终没有拿到预期的名次。",
                "where": "学校礼堂，台下坐满了老师和同学。",
                "when": "2014年12月15日14:15",
                "who": "老师、同学",
                "description": "2014年12月15日下午2点15分，轮到我上台演讲。站在讲台上，我感到无比紧张。我的手微微颤抖，声音也有些发抖。在演讲的过程中，我说错了几句话，脑子一片空白，无法及时纠正。台下的老师和同学们的表情让我感到羞愧和自责。当比赛结束后，我知道自己没有拿到预期的名次，这让我非常失望。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "回到家后，母亲温柔地安慰我，说这是一次小小的挫折，下次会更好。",
                "where": "家中，客厅里，母亲坐在沙发上。",
                "when": "2014年12月15日19:00",
                "who": "母亲",
                "description": "2014年12月15日晚上7点，我回到家中，心情低落。母亲坐在客厅的沙发上，看到我的表情，温柔地问我发生了什么。我告诉她今天在演讲比赛上的失误，母亲轻轻拍了拍我的肩膀，柔声安慰道：“这只是一次小小的挫折，下次你一定会做得更好。”她的话让我感到一丝温暖和安慰，仿佛心里的重担减轻了一些。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "那天在操场上和朋友们一起打篮球，我们玩得很开心。突然，听到旁边一群同学大声嘲笑一个成绩不好的同学。那个同学低着头，脸上满是无助和羞愧。",
                "where": "学校操场，操场的一角有几个篮球架和一些同学在玩耍。",
                "when": "2014年5月15日15:30",
                "who": "韦壮承和朋友们，一群同学，那个被嘲笑的同学",
                "description": "2014年5月15日下午，阳光明媚。我和几个朋友在学校的操场上打篮球，欢笑不断。忽然，听到一群同学在一旁大声嘲笑一个成绩不好的同学。那个同学低着头，脸色苍白，眼睛里满是无助和羞愧。我看着他，心里感到非常同情，但同时也感到恐惧，担心如果我在学业上失败，也会遭受同样的嘲笑和羞辱。这一幕深深地印在我的脑海里。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "第二天，在课堂上，老师严厉批评了那些考试成绩不好的学生，并表扬了成绩优异的学生。",
                "where": "教室，讲台上放着老师的教案和成绩单。",
                "when": "2014年5月16日10:00",
                "who": "韦壮承，老师，同学们",
                "description": "2014年5月16日上午，在教室里，老师站在讲台上，手里拿着成绩单，脸色严肃。她开始一一批评那些考试成绩不好的学生，言辞犀利，毫不留情。而那些成绩优异的同学则受到了表扬，甚至得到了额外的奖励。我坐在座位上，心跳加速，感到一阵紧张和恐惧。老师的严厉批评让我更加害怕自己的成绩不佳，也让我更加坚定了‘我的价值取决于我的学业成就’的信念。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "几天后，我在家里向父母提起了这件事情，父母安慰我说，只要努力学习，就一定会取得好成绩，但他们同时也强调了学业成绩的重要性。",
                "where": "家中客厅，沙发和茶几上放着一些书和零食。",
                "when": "2014年5月18日20:00",
                "who": "韦壮承，父亲，母亲",
                "description": "2014年5月18日晚，我在家中的客厅里和父母谈起最近在学校发生的事情。我坐在沙发上，低着头，心里有些忐忑。父亲拍了拍我的肩膀，温和地说：‘只要你努力学习，就一定会取得好成绩，不用太担心。’母亲也在旁边附和，但她们同时也强调了学业成绩的重要性。我感到些许温暖，但也感到压力倍增，因为我知道他们对我的期望很高。这一刻，我更加坚定了‘我必须满足他人的期望’的信念，同时也感到自己必须在学业上取得优异成绩，才能得到认可和尊重。"
            }
        ]
    },
    "adolescence": {
        "name": "韦壮承",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "初中毕业考试前的一周，父亲不断提醒我要好好复习，甚至在晚饭时也忍不住提起考试的事情。我感到越来越大的压力，但我不敢表现出来。",
                "where": "南京的家中，餐厅里，桌上摆满了妈妈准备的晚餐。",
                "when": "2017年6月20日19:30",
                "who": "我、父亲、母亲",
                "description": "2017年6月20日晚上，南京的家中，餐厅里，桌上摆满了妈妈准备的晚餐。父亲一边吃饭一边不停地提醒我复习的重要性，他的语气中充满了期望和紧张。我低着头默默吃饭，不敢抬头看他，只能在心里承受越来越大的压力。母亲在一旁小心翼翼地看着我们，试图缓和气氛，却也无能为力。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "初中毕业考试前的一个晚上，我躺在床上怎么也睡不着，心里满是对考试的焦虑。妈妈走进房间，轻声问我是不是因为考试压力大。我点了点头，她坐在我床边，轻声说：'别怕，不管结果如何，我们都支持你。' 她的安慰让我暂时舒缓了焦虑。",
                "where": "南京的家中，我的卧室里，床头灯柔和地照亮了房间。",
                "when": "2017年6月27日22:00",
                "who": "我、母亲",
                "description": "2017年6月27日晚，我躺在床上翻来覆去，怎么也睡不着。房间里静得只能听见自己的心跳声，这时妈妈轻轻走进来，坐在床边，她的声音柔和而温暖：'壮承，是不是考试压力太大了？' 我点了点头，泪水在眼眶里打转。她握住我的手，温柔地说：'别怕，不管结果如何，我们都支持你。' 听了她的话，我的心里稍微舒缓了一些，感觉到一丝温暖。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "初中毕业考试结束后，我感到一身轻松，但很快又开始担心成绩公布后的结果。每次和同学讨论考试，我都感觉心跳加速，担心自己表现不如他们。",
                "where": "南京的学校，校园操场上，周围是绿茵和篮球场。",
                "when": "2017年7月1日15:00",
                "who": "我、同学们",
                "description": "2017年7月1日下午，南京的学校，校园操场上。我和几个同学坐在草地上，大家兴奋地讨论着考试的题目和答案。我表面上强装镇定，心里却像打鼓一般，每次听到别人说自己答得很好，我的心跳就会加速，担心自己的表现不如他们。尽管考试结束了，但对成绩的担忧依然让我无法真正放松。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "初中毕业考试前夕，我每天在家中复习备考，感到极度紧张和焦虑。父亲时常在晚上检查我的学习进度，这让我感到更大的压力。",
                "where": "南京家中，书房里，桌上堆满了复习资料和笔记本。",
                "when": "2017年6月25日19:30",
                "who": "我和父亲",
                "description": "2017年6月25日晚上，我在家中的书房里，面对堆积如山的复习资料，感到压迫感越来越重。父亲在门口出现，默不作声地走进来，查看我的笔记和练习题。尽管他没有说什么，但我能感受到他期望的目光，心里的焦虑陡然增加。我感到手心出汗，心跳加速，似乎每一秒钟都在提醒我，不能让他失望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "初中毕业考试成绩出来那天，我忐忑地打开成绩单，发现自己考得很不错。父亲看了我的成绩，拍了拍我的肩膀，说了一句：'不错，继续努力。' 虽然父亲的表扬很简短，但我感受到了父亲的认可。",
                "where": "南京家中，客厅里，父亲坐在沙发上看报纸。",
                "when": "2017年7月10日18:45",
                "who": "我和父亲",
                "description": "2017年7月10日傍晚，我在家中的客厅里，手里紧握着刚拿到的成绩单，心脏怦怦直跳。父亲坐在沙发上看报纸，我走过去，把成绩单递给他。他接过来，看了一眼，然后拍了拍我的肩膀，简单地说：'不错，继续努力。' 那一刻，我感到一阵轻松，心中的石头落地，父亲的认可让我觉得所有的努力都没有白费。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "成绩公布后的第二天，我在学校与同学们分享了自己的成绩，并听到了其他同学的赞扬。我感到非常高兴和自豪，但也感受到了一丝内在的焦虑，担心未来是否能继续保持这样的成绩。",
                "where": "南京中学，教室里，老师正在讲解试卷。",
                "when": "2017年7月11日14:20",
                "who": "我和同学们",
                "description": "2017年7月11日下午，我在学校的教室里，和同学们分享了我的考试成绩。大家纷纷对我表示祝贺，我感到非常高兴和自豪。可是，当老师在讲台上开始讲解试卷时，我突然感到一丝内在的焦虑。未来的考试是否还能保持这样的成绩？我能不能继续让父亲满意？这些问题在我脑海中挥之不去，尽管周围的赞扬声还在耳边回响。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "我正坐在自己的房间里做作业，突然听到客厅中父母的对话。父亲语气坚定地对母亲说我们得让壮承考上好的高中，这样将来才有好前途。母亲虽然语气温柔，但也有些担忧地回应说是的，但也不能给他太大压力。听到这些话后，我的心跳加速，感到一股巨大的压力涌上心头。",
                "where": "南京家中的房间，桌上摆满了书本和笔记，周围环境安静，只有父母在客厅里的对话声隐约传来。",
                "when": "2018年03月15日20:45",
                "who": "韦壮承、父亲、母亲",
                "description": "2018年3月15日晚上8点45分，我正在南京家中的房间里做作业。房间里很安静，只有我书写的沙沙声和远处客厅里父母的对话声。父亲坚定地说我们得让壮承考上好的高中，这样将来才有好前途。母亲温柔地回应说是的，但也不能给他太大压力。这时，我正在解一道复杂的数学题，听到他们的对话后，心跳加速，感到一股巨大的压力涌上心头，笔停在了半空，无法继续写下去。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "第二天早上，我在学校的早自习时间，依然无法摆脱昨晚听到的父母对话的影响。我坐在教室里，手里握着笔，却久久无法动笔。老师在讲台上讲解数学题，但我的思绪却总是回到那晚的对话。",
                "where": "南京市某中学教室，教室里阳光透过窗户洒进来，同学们都在安静地学习，老师在讲台上讲解。",
                "when": "2018年03月16日07:30",
                "who": "韦壮承、同学、老师",
                "description": "2018年3月16日早上7点30分，我在南京市某中学的教室里参加早自习。教室里阳光透过窗户洒进来，同学们都在安静地学习，老师在讲台上讲解数学题。我手里握着笔，却久久无法动笔，脑海中总是回响起昨晚父母的对话。我觉得自己必须更加努力，才能不辜负父母的期望。这种情感让我的焦虑情绪不断上升，无法集中注意力。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "几天后，我在放学后和朋友一起打篮球，试图通过运动来缓解压力。但在球场上，我的表现明显不如往常，心不在焉。一个球飞过来，我下意识地躲避，错失了一次得分的机会。朋友们注意到我的异样，问我是不是有什么心事，但我只是勉强笑了笑，没有多说。",
                "where": "南京市某篮球场，球场上人来人往，充满了欢笑和加油声。",
                "when": "2018年03月20日17:15",
                "who": "韦壮承、朋友",
                "description": "2018年3月20日下午5点15分，我和朋友们在南京市某篮球场打篮球。球场上充满了欢笑和加油声，但我心不在焉。一个球飞过来，我下意识地躲避，错失了一次得分的机会。朋友们注意到我的异样，问我是不是有什么心事，但我只是勉强笑了笑，没有多说。尽管我试图通过运动来缓解压力，但效果并不明显，内心的焦虑依然无法完全消散。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "父亲在晚饭时提到了即将到来的月考，强调了这次考试对高中生涯的重要性，这让我感到压力倍增，开始担心自己的表现不能达到父亲的期望。",
                "where": "家中的餐厅，晚饭时桌上摆满了菜肴。",
                "when": "2018年11月15日18:30",
                "who": "韦壮承、父亲",
                "description": "2018年11月15日晚上6点半，我和父亲在家中的餐厅吃晚饭。父亲突然提到即将到来的月考，他语气严肃地告诉我这次考试对我的高中生活至关重要。听到这话，我心里顿时感到一阵压力，饭也吃不下去了。我低头不语，脑海中开始担心如果我表现不好，父亲会怎么看我。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "考试前一晚，我在房间里复习到很晚，母亲走进来递给我一杯热牛奶，轻声劝我早点休息。我感到一丝温暖，但内心的焦虑并未减轻。",
                "where": "家中的房间，书桌上堆满了复习资料。",
                "when": "2018年11月19日23:45",
                "who": "韦壮承、母亲",
                "description": "2018年11月19日晚上11点45分，我还在房间里埋头复习，书桌上堆满了复习资料和书本。母亲轻轻推开门，走进来递给我一杯热牛奶。她柔声劝我早点休息，说这样才能有好的状态去考试。我接过牛奶，感到一丝温暖，母亲的关心让我心里暖洋洋的。但同时，我的焦虑并未减轻，心里依然想着明天的考试。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "在高一的一次数学考试中，我因为过度紧张，导致发挥失常，只得了70分。我在考场上感到非常沮丧，认为自己辜负了父母的期望。",
                "where": "南京某中学的考场，四周是紧张答题的同学。",
                "when": "2018年11月20日10:15",
                "who": "韦壮承",
                "description": "2018年11月20日上午10点15分，高一的一次数学考试中，我因为过度紧张，手心冒汗，脑子一片空白。考场四周的同学都在紧张答题，而我却无法集中精神。考试结束后，我看着试卷上的70分，心里充满了沮丧和自责，认为自己辜负了父母的期望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_4",
                "stage_key": "青春期",
                "what": "回到家后，母亲安慰我说‘没关系，这只是一次考试，下次努力就好。’我虽然嘴上答应，但内心依然感到深深的失落和无助。",
                "where": "家中的客厅，母亲坐在沙发上轻声安慰我。",
                "when": "2018年11月20日18:00",
                "who": "韦壮承、母亲",
                "description": "2018年11月20日下午6点，我回到家后，母亲看到我情绪低落，坐在沙发上轻声安慰我说：‘没关系，这只是一次考试，下次努力就好。’我虽然嘴上答应着‘嗯’，但内心依然感到深深的失落和无助，觉得自己辜负了父母的期望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "在2019年5月的一次月考后，我得知自己在数学和物理两科上取得了突出成绩。",
                "where": "南京某中学的教室里，黑板上还写着刚刚公布的成绩。",
                "when": "2019年5月15日15:30",
                "who": "我、同学们、班主任",
                "description": "2019年5月15日下午3点半，我在南京某中学教室里，怀着紧张的心情等待月考成绩的公布。当班主任在黑板上写下我的成绩时，我看到自己的数学和物理成绩都有显著提高，心中顿时涌起一阵自豪和喜悦。同学们纷纷投来羡慕的目光，我感到自己的努力终于得到了回报。这次进步让我更加坚定了继续努力的决心，同时也让我意识到我在学业上的价值。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "在月考成绩公布后的班会上，班主任专门表扬了我的表现，并鼓励其他同学向我学习。",
                "where": "南京某中学的班级教室，教室前排的讲台上。",
                "when": "2019年5月16日10:00",
                "who": "我、班主任、全班同学",
                "description": "2019年5月16日上午10点，在南京某中学的班级教室里，班主任在班会上特别表扬了我的表现。她站在讲台前，微笑着说：“同学们，韦壮承这次月考成绩非常优秀，尤其是数学和物理，希望大家向他学习”。当时，我坐在教室的中间，听到班主任的表扬，心中感到被认可和重视，但同时也感到一丝压力。尽管感到开心，但我也担心自己以后不能保持这样的成绩，不想让班主任和同学们失望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "班会结束后，几位同学在课间找我交流，询问我的学习心得和方法。",
                "where": "南京某中学校园的走廊，阳光透过窗户洒在地面上。",
                "when": "2019年5月16日12:30",
                "who": "我、几位同学",
                "description": "2019年5月16日中午12点半，班会结束后，我在校园的走廊上，几位同学走过来找我交流，询问我的学习心得和方法。阳光透过窗户洒在地面上，我们站在一起，我耐心地解答他们的问题，并分享了自己的学习经验。这种积极的互动让我感到被需要和被认可，同时也增强了我的自信心和归属感。然而，我也感到一种无形的责任和压力，担心如果自己的成绩下滑，会让同学们失望。这种感觉在我心中挥之不去，深深地影响了我。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "期中考试刚刚结束，我和同学们都在等待考试成绩的公布。一天中午，我在校园里散步时，突然看到一个同学被老师叫到办公室。我站在办公室外，透过玻璃窗看到了这一幕。这位同学因考试中作弊被抓，脸色苍白，显得非常沮丧。",
                "where": "南京某中学，校园内的办公室外。",
                "when": "2019年10月15日12:30",
                "who": "我、同学、老师",
                "description": "2019年10月15日中午12:30，我在南京某中学的校园里散步。阳光明媚，校园里的草坪显得格外绿色。我突然看到一个同学被老师叫到办公室，心里有些好奇，便站在办公室外透过玻璃窗看了一眼。只见那位同学脸色苍白，显得非常沮丧，我隐约听到老师在训斥他。这位同学因考试中作弊被抓的消息让我产生了强烈的警觉感，我心里暗自警戒，告诉自己绝不能犯类似的错误。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "事件发生后几天，我在晚自习时与好友李明谈论此事。李明告诉我，那个作弊的同学可能会被记过处分，这让我感到更加不安。我开始想象如果自己犯了类似的错误，可能会带来什么样的后果。",
                "where": "南京某中学的教室",
                "when": "2019年10月18日19:45",
                "who": "我、李明",
                "description": "2019年10月18日晚上19:45，在南京某中学的教室里，灯光有些昏暗。我和好友李明正在进行晚自习，我们不约而同地谈起了几天前那个作弊事件。李明低声对我说，听说那个同学可能会被记过处分。我听后心里一紧，感到更加不安。想着如果自己也犯了类似的错误，可能会带来什么样的后果，我的脑海中反复演练各种可能的糟糕情境。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "几周后，母亲注意到我的情绪变化，决定与我进行一次深入的谈话。母亲温柔地问我最近是否遇到了什么压力和困扰。我犹豫了一会儿，最终还是向母亲倾诉了自己的担忧和压力。",
                "where": "家中",
                "when": "2019年11月2日20:00",
                "who": "我、母亲",
                "description": "2019年11月2日晚上20:00，在家中的客厅里，母亲坐在沙发上，温柔地看着我。她注意到我最近情绪低落，决定与我进行一次深入的谈话。她轻声问我最近是否遇到了什么压力和困扰。我犹豫了一会儿，心里有些挣扎，但最终还是向母亲倾诉了自己的担忧和压力。母亲听后，给予了我温暖的安慰和鼓励，让我感到了一些安慰和支持。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "由于即将到来的高考，我感受到了极大的学业压力。父亲对我的期望非常高，经常提醒我要努力学习，这让我感到压力倍增。我开始出现失眠和焦虑症状，晚上躺在床上难以入睡，心跳加速，感到胸闷和呼吸困难。",
                "where": "家中，我的卧室里，昏黄的台灯照亮了桌上堆积如山的复习资料。",
                "when": "2021年5月10日22:30",
                "who": "我和父亲",
                "description": "2021年5月10日晚上10点半，我躺在床上，心中想着即将到来的高考，感觉压力如山般压在胸口。父亲白天又一次提醒我要更加努力学习，他的期望让我倍感压力。夜深人静，我却无法入睡，心跳加速，胸闷和呼吸困难让我感到无比焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "母亲注意到了我的变化，并在一次晚饭后与我进行了长谈。母亲温柔地倾听我的困扰，并表示理解和支持，鼓励我放松心情，注意身体健康。她还提出带我去看心理医生。",
                "where": "家中餐厅，餐桌上摆满了母亲精心准备的晚餐。",
                "when": "2021年5月11日19:00",
                "who": "我和母亲",
                "description": "2021年5月11日晚上7点，在家中的餐厅，母亲注意到了我最近的变化。晚饭后，她温柔地问我最近是否有困扰，我终于打开了心扉，告诉她我对高考的焦虑和压力。母亲静静地听着，眼中满是理解和关爱。她鼓励我放松心情，注意身体健康，并提议带我去看心理医生。这一刻，我感到了一丝安慰和温暖，意识到自己并不孤单。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "在母亲的陪同下，我前往心理诊所。心理医生详细询问了我的症状和感受，并通过认知行为疗法教给我一些放松的方法，例如深呼吸和渐进性肌肉放松技术。医生还告诉我适度的压力是正常的，重要的是学会管理和应对压力。",
                "where": "南京某心理诊所，诊室内布置温馨，墙上挂着几幅舒缓心情的风景画。",
                "when": "2021年5月12日15:30",
                "who": "我、母亲、心理医生",
                "description": "2021年5月12日下午3点半，在母亲的陪同下，我来到南京的一家心理诊所。心理医生详细询问了我的症状和感受，温和地引导我表达内心的焦虑和压力。他通过认知行为疗法教给我一些放松的方法，例如深呼吸和渐进性肌肉放松技术。医生还告诉我，适度的压力是正常的，重要的是学会管理和应对压力。这次咨询让我开始正视自己的焦虑问题，并学到了一些有效的应对方法。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "我按计划去图书馆自习，为即将到来的考试做准备。",
                "where": "南京某图书馆的一个角落，桌上摆满了复习资料。",
                "when": "2021年1月15日18:30",
                "who": "我和旁边同样紧张的同学。",
                "description": "2021年1月15日晚上6点半，我按计划来到南京某图书馆自习。图书馆里灯光明亮，空气中弥漫着书本的味道。我在一个角落找了个座位，旁边坐着一个看起来同样紧张的同学。我们都埋头于书本中，周围的安静只被偶尔的翻书声打破。虽然我努力集中注意力，但心中的焦虑却难以消除。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "我注意到旁边的同学显得越来越疲惫，最终不得不放下书本，揉着太阳穴，疲惫地离开图书馆。",
                "where": "南京某图书馆，依然在那个角落。",
                "when": "2021年1月15日21:00",
                "who": "我和旁边的同学。",
                "description": "晚上9点，我注意到旁边的同学显得越来越疲惫，他不断揉着太阳穴，最终不得不放下书本，疲惫地离开图书馆。看到他那样，我感到一阵震惊和共鸣。过度学习的负面影响在他身上展现得淋漓尽致，这让我开始反思自己的学习方法。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "在回家的路上，我脑海中不断回放着同学疲惫不堪的模样。我回家后与母亲分享了这一经历，母亲温柔地安慰我。",
                "where": "南京韦壮承家中的客厅，沙发上铺着温暖的毯子。",
                "when": "2021年1月15日22:00",
                "who": "我和母亲。",
                "description": "当天晚上10点，我回到家中，脑海中不断回放着同学疲惫不堪的模样。我坐在客厅的沙发上，向母亲倾诉了这一经历。母亲温柔地安慰我，说适当的休息对学习同样重要，并鼓励我找到学习和休息的平衡。她的温暖和理解让我感到一阵轻松，仿佛心中的重担减轻了许多。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我感到极度紧张和焦虑，尽管已经复习了无数遍，但还是无法平静下来。母亲发现了我的不安，试图安慰我，但我依然感觉到巨大的压力。",
                "where": "南京家中，书桌上堆满了复习资料，墙上挂着高中毕业照。",
                "when": "2021年6月6日07:00",
                "who": "我，母亲",
                "description": "2021年6月6日早上7点，我在家中起床后，走到书桌前，开始翻看复习资料。尽管已经复习了无数遍，但我还是感到无比紧张，心跳加速，手心冒汗。母亲走进我的房间，看到我满脸的不安，轻声说道：“别太紧张了，你已经很努力了。”她的声音柔和，但我依然感觉到巨大的压力，无法放松。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "高考结束后，我和同学们在学校门口短暂聚集，互相鼓励和祝福。尽管考试已经结束，我内心依然充满了对结果的担忧。",
                "where": "南京学校门口，校门口的花坛旁",
                "when": "2021年6月7日17:00",
                "who": "我，同学们",
                "description": "2021年6月7日下午5点，我和同学们一起走出考场，站在学校门口。大家互相拥抱、鼓励，有人提议一起去放松一下，但我心中的焦虑让我无法真正放松。我婉拒了他们的邀请，微笑着说：“你们去吧，我还是想回家再看看书。”尽管考试已经结束，但我内心对结果的担忧依然挥之不去。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "高考成绩公布的那天，我早早地起床，心情忐忑地等待着成绩的公布。在10:00，我终于登录网站查看自己的成绩，发现自己考得非常好。",
                "where": "南京家中，电脑桌前",
                "when": "2021年6月25日10:00",
                "who": "我，父亲，母亲",
                "description": "2021年6月25日上午10点，我坐在家中的电脑桌前，心情忐忑地等待着成绩的公布。当我登录网站，看到自己考上了理想的大学时，我感到无比满足和释然。我喊道：“妈，爸，我考上了！”母亲跑过来，眼中闪着泪光，父亲难得地给了我一个拥抱。他们的高兴和认可让我感受到了无比的满足和尊重。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "大学开学第一天，我在寝室里遇到了新室友。我们互相介绍，聊了许多关于家乡和兴趣爱好的话题。我感到与新朋友相处的愉快，内心有了些许放松。",
                "where": "南京某大学寝室，房间内新布置的床铺、书桌和衣柜，窗外可以看到校园的绿树。",
                "when": "2021年9月1日09:00",
                "who": "韦壮承、新室友",
                "description": "2021年9月1日上午9点，我第一次踏进了大学寝室，房间里弥漫着新家具的味道。我看到一个戴着眼镜、笑容温和的男生正在整理自己的床铺。他看到我进来，主动上前自我介绍说他叫李明，是来自苏州的新生。我也介绍了自己，我们很快聊起了各自的家乡和兴趣爱好。李明喜欢篮球和电影，这让我感到很有共鸣。我们聊得很投机，甚至还约好了周末一起去打篮球。那一刻，我感到内心的紧张和不安渐渐消散，心情轻松了许多。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "开学第二天，我和新室友一起去参加了学校组织的新生欢迎会。在活动中，我与其他同学进行了更多互动，并结识了几位志同道合的朋友，这让我感受到集体的温暖和支持。",
                "where": "南京某大学校园，操场上布置了欢迎会的帐篷和摊位，彩旗飘扬，学生们热闹非凡。",
                "when": "2021年9月2日14:30",
                "who": "韦壮承、新室友、其他新生",
                "description": "2021年9月2日下午2点半，我和李明一起去了操场参加新生欢迎会。操场上布满了各种摊位和彩旗，热闹的氛围令人兴奋。我们在不同的摊位前停留，认识了不少同学。有一位叫小张的同学和我一样喜欢阅读，我们交换了书单，也约好以后一起去图书馆自习。一位叫小刘的同学和我一样喜欢听音乐，他推荐了几首他最喜欢的歌曲给我听。通过这些互动，我感受到了集体的温暖和支持，内心的焦虑感也随之减轻，感觉自己逐渐融入了这个新的环境。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "第三天，我和新室友在食堂一起吃午饭，讨论了各自的学业计划和未来目标。我分享了自己希望成为优秀工程师的梦想，并得到了室友的鼓励和支持。",
                "where": "南京某大学食堂，宽敞的大厅里摆满了餐桌，学生们在排队打饭，气氛热闹。",
                "when": "2021年9月3日12:00",
                "who": "韦壮承、新室友",
                "description": "2021年9月3日中午12点，我和李明在食堂排队打饭。食堂里人头攒动，大家都在热烈地讨论着各自的课程和计划。我们找了一个靠窗的座位坐下，开始谈论起各自的学业计划和未来目标。我告诉李明，我从小就梦想成为一名优秀的工程师，希望通过大学的努力实现这个目标。李明认真地听着，并鼓励我说，他相信我一定能做到，还表示以后我们可以一起学习和讨论专业问题。我感到非常温暖和被理解，信心也随之增强，学业压力带来的焦虑感也有所缓解。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "期中考试临近，我感到极度焦虑，担心成绩表现不佳。为了缓解这种情绪，我决定使用心理医生教我的放松方法。闭上眼睛，深呼吸，试图让自己放松下来，但焦虑依旧挥之不去。",
                "where": "南京某大学宿舍，室内布置简单，书桌上堆满了复习资料，床头贴着一些励志标语。",
                "when": "2021年11月02日20:30",
                "who": "韦壮承",
                "description": "2021年11月2日晚，我在大学宿舍里，焦虑情绪愈发强烈。为了减轻这种感受，我坐在书桌前，闭上眼睛，深呼吸。宿舍的灯光昏暗，只有书桌上的台灯亮着，我试图按照心理医生教的方法让自己放松下来。深呼吸几次后，我发现焦虑依然如影随形，这让我感到无比无助，但也激发了我继续尝试管理焦虑的决心。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "第二天，我在教室里与同学们讨论即将到来的期中考试。同学们纷纷表示担忧，但也分享了一些复习技巧。在交流过程中，我发现自己并不是唯一感到焦虑的人，这让我感到一丝宽慰。",
                "where": "南京某大学教室，教室里布满了复习资料和黑板上的公式，同学们三三两两地聚在一起讨论。",
                "when": "2021年11月03日14:15",
                "who": "韦壮承和几位同学",
                "description": "2021年11月3日下午，我和几位同学在教室里讨论即将到来的期中考试。教室里弥漫着紧张的气氛，每个桌上都堆满了复习资料。我们谈到了各自的担忧和焦虑，同时也分享了一些复习技巧。在这个过程中，我发现其他同学也和我一样感到不安，这让我感到一丝宽慰和支持。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "期中考试后，我在图书馆自习时回顾了自己在考试中的表现，尽管有些题目没做对，但整体感觉还算不错。我感到一阵轻松，并决定继续使用放松方法和时间管理技巧来应对未来的考试。",
                "where": "南京某大学图书馆，图书馆里安静的氛围，书架上摆满了书籍，自习区坐满了学生。",
                "when": "2021年11月15日16:45",
                "who": "韦壮承",
                "description": "2021年11月15日下午，我在大学图书馆的自习区回顾了自己的期中考试表现。周围是安静的学习氛围，书架上摆满了书籍，自习区坐满了专心学习的学生。尽管有些题目没做对，但整体感觉还算不错。我感到一阵轻松，决定继续使用放松方法和时间管理技巧来应对未来的考试，内心的自信心得到了提升。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "我在图书馆自习时，注意到隔壁桌位上一位学长埋头苦读，时不时捶打脑袋，看上去非常焦虑。",
                "where": "南京某大学图书馆，四周是安静的自习环境，书架上满是各类书籍。",
                "when": "2022年3月15日15:30",
                "who": "韦壮承、学长",
                "description": "2022年3月15日下午，我像往常一样在南京大学的图书馆自习。阳光透过窗户洒进来，周围的人都在安静地看书或者写作业。突然，我注意到隔壁桌位上的一位学长，他埋头苦读，但时不时捶打自己的脑袋，显得非常焦虑。他的眉头紧锁，眼神中充满了不安。看到他这个样子，我内心也不由得感到一阵焦虑，仿佛看到了自己未来可能的样子。我开始担心，自己是否也会陷入类似的状况，这种担忧让我感到非常不安。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "几天后，我在操场上打篮球时，听到那位学长在电话中与家人激烈争吵，他情绪崩溃，最终竟然哭了出来。",
                "where": "南京某大学操场，阳光明媚，操场上有几个学生在打篮球。",
                "when": "2022年3月20日17:45",
                "who": "韦壮承、学长",
                "description": "2022年3月20日下午，我在南京大学的操场上打篮球。阳光明媚，微风吹拂，操场上有几个学生在打篮球，气氛轻松愉快。突然，我听到不远处传来激烈的争吵声。那声音是从电话里传来的，我一看，原来是几天前在图书馆见过的那位学长。他在电话中与家人激烈争吵，声音越来越大，情绪逐渐失控。最终，他情绪崩溃，竟然哭了出来。看到这一幕，我感到一股强烈的恐惧，担心自己也会因为学业压力而崩溃。我开始怀疑自己的承受能力，内心充满了不安和焦虑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "学长因压力过大决定休学的消息传开，我从同学口中得知此事，感到震惊和不安。",
                "where": "南京某大学教室，教室里有几个同学在讨论学长的事情。",
                "when": "2022年3月25日10:00",
                "who": "韦壮承、同学",
                "description": "2022年3月25日上午，我在南京大学的一间教室里上课。课间休息时，我听到几个同学在低声讨论一些事情。我走近一听，原来是那位学长因压力过大决定休学的消息传开了。得知这个消息后，我感到震惊和不安。学长的事情让我深刻意识到学业压力对心理健康的巨大影响。我开始更加关注自己的心理健康，但内心深处仍然认为学业成就是最重要的。这一事件让我更加明白，学业压力不仅仅是成绩的问题，还涉及到心理的承受能力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "在篮球比赛前的几周，我和队友们每天下午放学后都会在篮球场上进行训练。这些训练不仅帮助我们提高了篮球技术，也增进了彼此的默契和友谊。我在训练中逐渐感受到了团队合作的重要性。",
                "where": "南京某篮球场，篮球场边上有一些观众看着训练，远处还能听到其他学生的嬉笑声。",
                "when": "2022年4月15日17:30",
                "who": "我和队友们",
                "description": "2022年4月15日下午5点半，在南京某篮球场，我和队友们每天下午放学后都会在这里进行训练。篮球场边上有一些观众看着训练，远处还能听到其他学生的嬉笑声。训练中，我们不断练习传球、投篮和防守，彼此之间的默契也越来越好。每当我成功投中了一个球，队友们都会给我竖起大拇指，这让我感到非常开心和自豪。通过这些训练，我逐渐体验到了集体活动的乐趣，认识到自己在团队中的价值，这在一定程度上缓解了我对学业压力的焦虑，增强了自信心。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "比赛当天，我和队友们在比赛前的半小时进行最后的热身和战术讨论。我感到紧张，但也充满期待，感受到队友们的信任和支持。",
                "where": "南京某篮球场，球场周围已经聚集了不少观众，大家都在期待比赛的开始。",
                "when": "2022年5月3日14:30",
                "who": "我和队友们",
                "description": "2022年5月3日下午2点半，在南京某篮球场，比赛马上就要开始了。我和队友们在比赛前的半小时进行最后的热身和战术讨论。球场周围已经聚集了不少观众，大家都在期待比赛的开始。我心里有些紧张，但看到队友们对我充满信任和支持，我也充满了期待。我们互相鼓励，做好了迎接挑战的准备。在这个过程中，我体验到了紧张感和责任感，但也因为队友的支持而感到温暖和力量。这增强了我对团队合作的信任，并进一步减轻了我的学业焦虑。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "在比赛进行中，我经历了多次关键性的得分和防守，每一次成功都让我感到无比自豪和开心。最终，我们赢得了比赛，全队欢呼庆祝。",
                "where": "南京某篮球场，球场上充满了紧张和激动的气氛，观众们为每一次精彩的表现欢呼。",
                "when": "2022年5月3日16:00",
                "who": "我和队友们",
                "description": "2022年5月3日下午4点，在南京某篮球场，比赛进行得异常激烈。球场上充满了紧张和激动的气氛，观众们为每一次精彩的表现欢呼。我经历了多次关键性的得分和防守，每一次成功都让我感到无比自豪和开心。队友们的配合也非常默契，我们彼此之间的信任和支持让我们更加强大。最终，我们赢得了比赛，全队欢呼庆祝。胜利的喜悦让我感到无比自信和满足，我意识到自己不仅在学业上有能力，在其他方面也能取得成功。这种体验对我的心理状态有积极影响，提升了自尊心和幸福感。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "我感到学业压力逐渐增加，整个人都变得焦虑和紧张。特别是因为父亲对我期望很高，我觉得自己必须在高考中取得优异成绩。某天晚上，我忍不住和母亲聊起了这些担忧。",
                "where": "家中的客厅，柔和的灯光照在沙发和茶几上，墙上的家庭照片显得格外温馨。",
                "when": "2022年6月10日19:30",
                "who": "我和母亲",
                "description": "2022年6月10日晚，我和母亲在家中的客厅坐着。母亲看出我的情绪不太对劲，轻声问我怎么了。我深吸一口气，把内心的焦虑和担忧倾诉出来。母亲一边听，一边轻轻拍着我的背，温柔地告诉我，她理解我的压力，并相信我会尽力而为。她的理解和支持让我感到稍微放松了一些，但父亲的高期望仍然在我心中形成了巨大的心理压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "那天在学校下课后，我和几个朋友一起去咖啡馆，闲聊学业和生活中的各种事情。在朋友们的鼓励下，我终于开口倾诉了自己的学业压力。",
                "where": "南京某咖啡馆，环境舒适，背景音乐轻柔，桌上摆放着几杯咖啡和点心。",
                "when": "2022年6月15日16:00",
                "who": "我和朋友们",
                "description": "2022年6月15日下午，我和几个朋友来到学校附近的咖啡馆。我们点了咖啡，坐在靠窗的位置，阳光透过窗户洒在桌面上。朋友们谈笑风生，聊着各自的事情。当话题转到学业压力时，我深吸一口气，鼓起勇气说道：“其实我最近压力也很大，感觉自己快撑不住了。”朋友们纷纷表示理解和支持，有人拍了拍我的肩膀，有人说：“没事，我们都一样，一起加油！”那一刻，我感受到被关心和理解，内心轻松了许多。这次倾诉让我意识到自己值得被关心和支持，并且我可以寻求他人的帮助。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "高考结束后，我和父母一起吃晚饭，父亲询问我的考试情况，虽然他的语气中带有些许担忧，但更多的是期望。",
                "where": "家中餐厅，餐桌上摆满了妈妈精心准备的菜肴，窗外的景色显得格外宁静。",
                "when": "2022年6月25日18:30",
                "who": "我、父亲和母亲",
                "description": "2022年6月25日晚，高考结束的那天，我和父母在家中餐厅吃晚饭。餐桌上摆满了妈妈精心准备的菜肴，闻起来很香。父亲一边夹菜一边问我：“考试怎么样？发挥得还好吗？”他的眼神中带着些许担忧，但更多的是期望。我低头吃了一口饭，说道：“还行吧，有些题目挺难的。”父亲轻轻叹了口气，但没有多说什么。母亲在一旁微笑着，轻声说道：“没关系，不管结果如何，我们都支持你。”母亲的支持让我感到安心，尽管父亲的高期望依然存在，但这次家庭互动让我感受到家庭的温暖和支持，缓解了部分焦虑。我意识到自己有能力面对挑战。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "我在图书馆自习时，听到隔壁桌的一位同学在与朋友讨论自己的学业困境和家庭压力。他提到自己无法满足父母的期望，感到非常焦虑和无助。",
                "where": "南京某大学图书馆，光线明亮，书架上堆满了各种书籍。",
                "when": "2022年7月10日14:45",
                "who": "我、隔壁桌的同学、同学的朋友",
                "description": "2022年7月10日下午，我在南京大学的图书馆里自习，周围很安静，只有翻书的声音和轻声的讨论。不远处，隔壁桌的一位同学正低声与他的朋友交谈，他的声音中带着明显的无助和焦虑。他说自己无法满足父母的期望，感到非常压力大。我听到这些话，心里产生了共鸣，仿佛看到了自己的影子。这一刻，我意识到自己并不是唯一一个面对这些困境的人。这次偶然的聆听让我开始反思自己对学业成就的执着，以及这种执着对我心理健康的影响。"
            }
        ]
    },
    "recent_events": {
        "name": "韦壮承",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我在高考前一个月开始感受到巨大的学业压力，父母不断提醒我要努力复习，甚至减少了我休息的时间。",
                "where": "南京市家中，书房里堆满了各类高考复习资料，书桌上放着父母为我准备的茶水。",
                "when": "2022年5月1日22:30",
                "who": "母亲、父亲",
                "description": "2022年5月1日晚上10点半，我坐在书房里，眼前是厚厚的一摞复习资料。父母走进来，提醒我时间不多了，需要更加努力复习。为了让我更专心，他们甚至减少了我的休息时间。压力压得我喘不过气来，晚上常常失眠，躺在床上辗转反侧，满脑子都是未完成的复习任务，情绪焦虑不安。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "因为焦虑和失眠问题，母亲带我去看了心理医生。",
                "where": "南京市心理诊所，诊所内有温馨的布置，医生的办公桌上摆放着一些花草。",
                "when": "2022年6月1日14:00",
                "who": "母亲、心理医生",
                "description": "2022年6月1日下午2点，母亲带我到了南京市的一家心理诊所。诊所的环境很温馨，医生的办公桌上还摆着一些绿色植物。心理医生仔细听了我的情况后，建议我进行一些放松训练，并教我一些呼吸调节的方法。我试着按照医生的建议去做，但内心的焦虑仍然无法完全消除。每次闭上眼睛，脑海中依旧浮现出高考的压力和未完成的复习任务。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "高考前几天，我的焦虑症状达到顶峰，彻夜难眠。",
                "where": "南京市家中，卧室内昏暗的灯光映照着墙壁上的复习计划表。",
                "when": "2022年6月5日23:45",
                "who": "母亲",
                "description": "2022年6月5日晚上11点45分，我躺在自己的卧室里，墙壁上的复习计划表在昏暗的灯光下显得格外刺眼。尽管母亲在旁边耐心地安慰我，但我的心情依然无法平静。我不停地翻来覆去，脑海中充满了对考试的恐惧和担忧。那一刻，我甚至开始怀疑自己能否顺利通过考试，内心的焦虑和无助感达到了顶峰。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我刚进入大学的第一周，听到室友们在讨论期中考试的难度和重要性。这让我想起高考前的压力，开始担心自己是否能胜任大学的课程。",
                "where": "南京市大学宿舍，宿舍的床铺整齐，书桌上堆满了课本和笔记。",
                "when": "2022年09月15日18:30",
                "who": "室友",
                "description": "2022年9月15日晚上6点半，我在大学宿舍里，室友们正在讨论期中考试的难度和重要性。宿舍的氛围有些紧张，大家都在忙着学习。听到他们的讨论，我的心开始剧烈跳动，手心也开始冒汗。记忆中高考前的那种压迫感再次涌上心头。我不由得开始怀疑自己，能否顺利通过这些考试。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在期中考试前一个月，因为焦虑开始失眠，导致白天精神不振。在一次图书馆自习中，我发现自己无法集中注意力，开始觉得自己可能无法通过考试。",
                "where": "南京市大学图书馆，窗外阳光明媚，但我的心情却异常低落。",
                "when": "2022年10月10日14:45",
                "who": "无",
                "description": "2022年10月10日下午2点45分，我在大学图书馆里自习。阳光透过窗户洒在书桌上，四周是安静的学习氛围。尽管如此，我的心却无法平静下来。昨晚又是一个失眠的夜晚，今天我感觉头脑昏沉，注意力无法集中。看着眼前的课本，我感到十分沮丧，心里不断冒出一个念头：我可能无法通过这次期中考试。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "期中考试前一周，我与母亲通电话，母亲鼓励我放松心态，但我仍然感到巨大的压力和不安。母亲的关心虽让我感到温暖，但也让我更加担心自己会辜负家人的期望。",
                "where": "南京市大学宿舍，手机屏幕的光在昏暗的宿舍里显得格外刺眼。",
                "when": "2022年11月01日20:00",
                "who": "母亲",
                "description": "2022年11月1日晚上8点，我在大学宿舍里与母亲通电话。宿舍里光线昏暗，只有手机屏幕的光亮。母亲的声音一如既往地温柔，她鼓励我放松心态，不要给自己太大压力。然而，听着她的关心，我的心情却更加复杂。我感到一阵温暖，但随之而来的却是更深的焦虑。我害怕辜负家人的期望，心中涌起巨大的压力。挂断电话后，这种不安感久久无法散去。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我在图书馆自习时，听到几位同学在讨论考试成绩对未来发展的影响，并提到最近有位同学因为考试成绩不佳而情绪崩溃。",
                "where": "南京市大学图书馆，安静的角落，桌上摆着一堆书和笔记本。",
                "when": "2023年1月12日15:30",
                "who": "我和几位同学",
                "description": "2023年1月12日下午，我在南京市大学图书馆的一个安静角落自习，桌上摆满了书和笔记本。突然，听到附近几位同学在小声讨论考试成绩对未来发展的影响，其中一位提到最近有个同学因为考试成绩不佳而情绪崩溃。我不由得停下笔，心里感到一阵紧张和不安，开始担心自己的考试成绩。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "我在大学教室看到一位同学因考试成绩不佳而情绪崩溃，被送往心理咨询中心。",
                "where": "南京市大学教室，教室里寂静无声，同学们都在专注地复习。",
                "when": "2023年1月15日10:45",
                "who": "我、同学、心理咨询中心工作人员",
                "description": "2023年1月15日上午，我在南京市大学的一间教室里复习。当时教室里非常安静，同学们都在专心复习。突然，一位同学情绪崩溃，开始哭泣，并被心理咨询中心的工作人员带走了。看到这一幕，我的心跳加速，感觉到一股强烈的焦虑，担心自己也会有类似的情绪崩溃。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "我与母亲通电话，提到看到同学情绪崩溃的事，并表达了自己对考试的担忧。",
                "where": "南京市大学宿舍，我的床铺和书桌上堆满了复习资料。",
                "when": "2023年1月16日20:00",
                "who": "我和母亲",
                "description": "2023年1月16日晚，我在南京市大学宿舍里，躺在床上，周围是堆满的复习资料。我拨通了母亲的电话，向她提到看到同学情绪崩溃的事，并表达了自己对考试的担忧。母亲在电话那头温柔地安慰我，告诉我不要太过压力，尽量放松。我感到了一些安慰，但内心的焦虑依然难以完全消除。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我在图书馆自习时，接到了父亲的电话。父亲在电话中表达了对我成绩的高期望，并希望我能进入更好的研究生院校。虽然父亲的语气是鼓励性质的，但言语中透露出对我成绩的不满。",
                "where": "图书馆的自习室，周围安静，只有少数学生在自习。",
                "when": "2023年3月15日15:30",
                "who": "父亲",
                "description": "2023年3月15日下午3:30，我正在图书馆的自习室里复习功课，周围的环境特别安静，只听见笔尖在纸上沙沙作响。这时，手机突然震动，我看到是父亲打来的电话。接通后，父亲先是关心了几句，随后话锋一转，开始谈到我的成绩。他说，希望我能考上更好的研究生院校，虽然他的语气是鼓励的，但我能听出他对我成绩的不满。这让我感到巨大的压力和焦虑，担心自己无法满足父亲的期望。挂断电话后，我望着书本，却怎么也看不进去，心中充满了对未来的不确定感。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "在与父亲通话后的几天里，我的焦虑情绪愈发严重。于是，我决定与母亲视频通话，希望从母亲那里获得一些安慰和支持。母亲在视频中表达了对我的关心，鼓励我放松心情，但同时也提到了父亲对我成绩的期望。",
                "where": "宿舍的床上，周围摆放着书籍和笔记本，环境略显杂乱。",
                "when": "2023年3月20日20:00",
                "who": "母亲",
                "description": "2023年3月20日晚8点，我躺在宿舍的床上，周围摆满了书籍和笔记本，心情十分低落。我决定给母亲打个视频电话，想从她那里寻求一些安慰。接通后，母亲温柔地问候我，还关心地问我最近的情况。我向她倾诉了自己最近的焦虑和压力，母亲耐心地听着，并安慰我说要放松心情。然而，她也提到了父亲对我成绩的期望，这再次引发了我的焦虑。虽然母亲的关心让我感到了一些温暖，但心中仍然被父亲的高期望和压力所困扰，感觉自己被两股力量拉扯。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "为了缓解自己的焦虑情绪，我决定参加一个心理咨询师组织的焦虑管理工作坊。在工作坊上，我与其他有相似困扰的同学分享了自己的经历，并听取了咨询师的建议。",
                "where": "大学心理咨询中心的会议室，房间布置温馨，墙上挂着一些激励标语。",
                "when": "2023年3月25日14:00",
                "who": "心理咨询师、其他同学",
                "description": "2023年3月25日下午2点，我来到大学心理咨询中心参加一个焦虑管理工作坊。会议室布置得非常温馨，墙上还挂着一些激励标语。工作坊开始后，咨询师先是介绍了一些缓解焦虑的方法，然后邀请我们分享自己的经历。我鼓起勇气，向大家讲述了自己最近的焦虑和压力，其他同学也分享了他们面临的类似问题。通过这样的分享和聆听，我意识到自己并不是孤军奋战，很多人都在面对相似的挑战。这让我感到了一些安慰和共鸣。然而，尽管工作坊提供了一些缓解焦虑的方法，但我心中对学业的深层次焦虑并未完全消失。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "在篮球赛前几天，我感到学业压力非常大，决定通过打篮球来缓解压力。在一次篮球训练中，我看到队友因为一次失误而被责备，这让我感到非常不安。",
                "where": "大学篮球场，阳光透过树叶洒在地上，场边有几位同学在观赛。",
                "when": "2023年5月13日17:30",
                "who": "队友、我",
                "description": "2023年5月13日傍晚，我在大学篮球场上训练，阳光斜照在场地上，空气中弥漫着汗水的气味。突然，我看到队友在一次传球失误后被其他队友责备，语气严厉。我心里一紧，想到自己在学业上如果也出现失误，会不会遭遇同样的责备？这种念头让我感到极度不安，心跳加速，手心出汗，焦虑感不断加重。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "篮球赛后，我回到宿舍，反思自己的表现和未来的考试。心情沉重，担心自己无法在考试中取得好成绩，从而无法满足家人的期望。",
                "where": "大学宿舍，室友都外出，宿舍里只有我一人。",
                "when": "2023年5月13日21:00",
                "who": "我",
                "description": "2023年5月13日晚上，我独自一人在宿舍里，室友们都外出了。篮球赛的兴奋感逐渐退去，内心的焦虑却愈发明显。我坐在书桌前，望着桌上堆积如山的书本和笔记，思绪万千。我感到心情沉重，担心自己无法在即将到来的考试中取得好成绩，无法满足家人的期望。我深吸一口气，试图平复心情，但焦虑和无助的感觉依然挥之不去。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "第二天，我与母亲通了电话，母亲鼓励我不要太过担心考试，告诉我无论成绩如何，家人都会支持我。",
                "where": "韦壮承的宿舍，书桌上摆放着各种学习资料，墙上挂着家人的照片。",
                "when": "2023年5月14日19:00",
                "who": "我、母亲",
                "description": "2023年5月14日晚上，我坐在宿舍的书桌前，拨通了母亲的电话。电话那头，母亲温柔的声音让我感到一丝宽慰。她耐心地听我倾诉了近期的压力和担忧，然后轻声说道：“壮承，不要太过担心考试成绩，无论结果如何，家人都会支持你。”听到母亲的话，我感到一股暖流涌上心头，虽然压力依然存在，但母亲的支持让我感到了一些安慰和力量。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我在期末考试前夕，压力巨大，感到焦虑不安。决定与母亲通话，希望从母亲那里获取一些心理支持。",
                "where": "我的大学宿舍，狭小的空间里堆满了书籍和复习资料，窗外是宁静的校园夜色。",
                "when": "2023年7月10日19:30",
                "who": "我和母亲",
                "description": "2023年7月10日晚上，我在宿舍里感到压力巨大，焦虑不安。拿起手机拨通了母亲的电话。电话那头，母亲的声音温柔而坚定，她一边鼓励我，一边告诉我无论结果如何，她都以我为傲。她的温暖话语让我暂时感到了一丝安心，仿佛一块巨石从心头搬走了些许。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "在电话结束后，我回到自习室继续复习，但注意力仍然难以集中，心里反复思考母亲的话。",
                "where": "大学图书馆自习室，灯光明亮，四周安静，只有偶尔的翻书声和笔尖划过纸张的声音。",
                "when": "2023年7月10日20:00",
                "who": "我",
                "description": "2023年7月10日晚上8点，我挂断电话后回到图书馆自习室，继续翻开课本复习。然而，母亲的话语在我脑中不断回响，使我难以集中注意力。我试图专注于书本，但焦虑和压力依然笼罩着我，心情无法平静下来。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "第二天早上，我起床后感觉稍微轻松一些，但在面对当天的复习任务时，焦虑再次袭来。",
                "where": "大学宿舍，阳光透过窗帘洒进房间，室友们还在熟睡，空气中弥漫着一丝静谧。",
                "when": "2023年7月11日07:15",
                "who": "我",
                "description": "2023年7月11日早上7点15分，我醒来时感到稍微轻松了一些，但当我想到一天的复习任务时，焦虑再次袭来。我坐在床边，望着窗外，心中充满了对考试的担忧和对未来的迷茫。尽管母亲的鼓励还在耳边萦绕，但压力感又重新占据了我的心头。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我在期末考试前两周，学习负担逐渐加重，每天在大学图书馆自习到深夜，确保所有复习材料都已经掌握。",
                "where": "大学图书馆，位置靠近窗边，窗外是昏暗的校园景色。",
                "when": "2023年12月1日21:30",
                "who": "一些同学在图书馆自习，但我没有与他们交流。",
                "description": "2023年12月1日晚上，我在大学图书馆靠近窗边的位置埋头复习。窗外是昏暗的校园景色，我的桌上堆满了复习资料和笔记本。我感到自己必须取得优异成绩才有价值，这种信念驱使我不顾疲劳继续复习。每当注意力稍微分散，我就会提醒自己不能放松，心中的焦虑感不断加剧。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在一次长时间的复习后，我感到头晕目眩，但仍继续努力学习，直到最终晕倒在图书馆。",
                "where": "大学图书馆，桌上散落着复习资料和水杯。",
                "when": "2023年12月1日23:45",
                "who": "一些同学和随后赶来的医护人员。",
                "description": "2023年12月1日深夜，我在大学图书馆复习，感到头晕目眩，但仍然坚持继续学习。我忽视了身体的警告信号，觉得必须满足他人的期望。当我再一次试图集中注意力时，眼前一黑，最终晕倒在桌上。图书馆的同学发现了我，赶紧叫来了医护人员。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "我被送往校医院，医护人员对我进行了检查，并建议我需要休息和更好地管理压力。",
                "where": "校医院，洁白的墙壁和明亮的灯光。",
                "when": "2023年12月2日00:30",
                "who": "同学、医护人员",
                "description": "2023年12月2日凌晨，我被送往校医院。洁白的墙壁和明亮的灯光让我感到有些眩晕，医护人员对我进行了详细检查，并建议我需要休息和更好地管理压力。同学们对我的关心和支持让我感到温暖，但我仍对自己的学业成就感到极大的压力，内心的焦虑依然无法完全缓解。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我在学校图书馆自习时，偶然听到一位学长在和朋友诉说因学业压力过大决定休学的原因。",
                "where": "大学图书馆，靠窗的自习区，外面阳光透过玻璃洒进来。",
                "when": "2024年01月10日10:30",
                "who": "一位学长和他的朋友",
                "description": "2024年01月10日上午，我在大学图书馆的自习区学习。旁边桌子上的一位学长正在与朋友谈论他因学业压力过大决定休学的事情。我装作没有在听，但心里却不由得紧张起来，仿佛那种压力也在我的肩上加重。我开始担心自己是否也会因为学业压力而承受不住，内心的焦虑感进一步加剧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "我回到宿舍后，与室友讨论了学长休学的事情，室友表示理解并鼓励我放轻松，但我依然感到焦虑。",
                "where": "大学宿舍，房间里摆满了书本和笔记，墙上贴着考试倒计时的日历。",
                "when": "2024年01月10日20:00",
                "who": "室友",
                "description": "2024年01月10日晚上，我回到宿舍后，和室友聊起了白天在图书馆听到的学长休学的事情。室友一边收拾书桌一边安慰我，说大家都会有压力，不用太过担心，还鼓励我放轻松。我点了点头，但心里依然感到焦虑，无法真正放下心来。即便室友的鼓励让我感到一丝安慰，但那种对即将到来的考试的担忧却挥之不去。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "我在与母亲通话时，提到了学长休学的事情，母亲表示担忧并要求我注意身体健康，不要给自己太大压力。",
                "where": "宿舍，坐在床边，手里握着手机。",
                "when": "2024年01月11日19:00",
                "who": "母亲",
                "description": "2024年01月11日晚上，我在宿舍里给母亲打电话，提到了学长因压力过大休学的事情。母亲在电话那头语气中透着担忧，反复叮嘱我要注意身体健康，不要给自己太大压力。虽然母亲的关心让我感到温暖，但我心里想着自己必须满足母亲的期望，不由得更感到压力巨大。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "在一次心理咨询中，我向咨询师表达了对即将到来的考试的极大焦虑，担心自己的成绩不够好，无法满足父母和自己的期望。咨询师引导我回顾了最近的学习情况，发现我在学习过程中倾向于过度完美主义。",
                "where": "心理咨询室，墙上挂着几幅舒缓的风景画，咨询师的桌上摆放着一盆绿色植物。",
                "when": "2024年02月15日14:30",
                "who": "心理咨询师",
                "description": "2024年02月15日下午，在心理咨询室中，我坐在柔软的沙发上，感到紧张不安。咨询师温和地问我最近的情况，我顿时感到一阵委屈，忍不住倾诉对考试的焦虑。咨询师点点头，耐心地倾听我的话语，并帮助我识别出自己对学业的过高期望。他指出，我在学习过程中总是追求完美主义，这让我意识到自己的核心信念——'我的价值取决于我的学业成就'和'我必须满足他人的期望'——可能是不合理的。尽管如此，我仍然感到改变这些思维模式非常困难，内心的焦虑和压力并未得到完全缓解。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我在一次聚会上见到朋友因为学业压力大而哭泣，这触动了我的情绪。我回想起自己在高考前夕的焦虑感，并感同身受。",
                "where": "朋友家中，客厅里大家围坐在一起，桌上摆满了零食和饮料。",
                "when": "2024年4月15日19:30",
                "who": "朋友",
                "description": "2024年4月15日晚上，在朋友家中。我们正在聚会，大家围坐在客厅里，桌上摆满了零食和饮料。突然，一个朋友因为学业压力大而哭泣。看到他那样，我的心情也变得沉重起来。我不由自主地回想起自己在高考前夕的焦虑感，那种无助和紧张的情绪再次涌上心头。我默默地坐在一旁，心情久久不能平复。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "聚会后，我与朋友在厨房谈话，朋友诉说了自己的学业压力和对未来的担忧，我感同身受，并开始对自己的未来感到不安。",
                "where": "朋友家中，厨房里弥漫着咖啡香气，光线柔和。",
                "when": "2024年4月15日20:15",
                "who": "朋友",
                "description": "2024年4月15日晚上，聚会结束后，我和朋友走进厨房，准备泡一杯咖啡。厨房里弥漫着咖啡的香气，光线柔和。朋友开始向我倾诉他的学业压力和对未来的担忧。我点头表示理解，他的每一句话都让我感同身受。听着他的倾诉，我的心情也变得更加沉重，对自己的未来开始感到不安。我不禁怀疑自己是否能够满足家庭的期望，这种不确定感和压力感让我倍感焦虑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "回到宿舍后，我与母亲视频通话，试图寻求情感支持。我告诉母亲自己在聚会上的经历和对学业的担忧。",
                "where": "宿舍，桌上放着书本和笔记本电脑，墙上贴着一些学习计划。",
                "when": "2024年4月15日21:00",
                "who": "母亲",
                "description": "2024年4月15日晚上，我回到宿舍，坐在书桌前，打开笔记本电脑与母亲进行视频通话。宿舍里很安静，桌上放着书本和笔记本电脑，墙上贴着一些学习计划。我向母亲倾诉了在聚会上的经历，朋友的哭泣让我想起了自己的焦虑。我告诉母亲我对学业的担忧。母亲在视频那头耐心地倾听，并给予了我许多安慰和鼓励。她的话让我感到了一丝温暖和安慰，但这种安慰并不能完全缓解我的焦虑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "由于即将到来的考试，我感到极大的压力和焦虑。在一次和母亲的电话中，我向母亲倾诉了自己的困扰和不安。",
                "where": "我的宿舍，房间里堆满了复习资料，桌上放着几本打开的课本。",
                "when": "2024年5月1日20:30",
                "who": "母亲和我",
                "description": "2024年5月1日晚上，我独自在宿舍，面对桌上的复习资料，感觉压力山大。我拿起手机，拨通了母亲的电话。电话接通后，我听到了母亲温柔的声音，忍不住向她倾诉了自己对考试的焦虑和不安。母亲在电话那头耐心地听着，不时地安慰我，并告诉我她理解我的感受。她建议我尝试一些放松训练课程来缓解压力，这让我感到一丝舒缓。虽然我的焦虑稍有缓解，但仍然处于较高水平。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在母亲的鼓励下，我决定报名参加大学活动中心举办的放松训练课程，并在课程中第一次接触到放松技巧。",
                "where": "大学活动中心，一间布置温馨的教室，墙上挂着一些放松技巧的海报。",
                "when": "2024年5月3日15:00",
                "who": "我、放松训练教练、其他参加者",
                "description": "2024年5月3日下午，我来到大学活动中心报名参加了放松训练课程。教室里有几位同学也参加了这次课程，教练是一位看起来非常和蔼的中年人。他首先介绍了一些基本的放松技巧，比如深呼吸和渐进性肌肉放松法。我跟着教练的指导，尝试了这些技巧，感觉身体逐渐放松下来，焦虑感也有所减轻。课程结束后，我感到心情舒畅，仿佛找到了应对压力的新方法。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "在放松训练课程结束后，我与教练进行了单独的交流，详细了解了更多的放松方法和管理压力的策略。",
                "where": "大学活动中心，一间安静的咨询室，墙上挂着一些放松训练相关的书籍。",
                "when": "2024年5月3日16:30",
                "who": "我和放松训练教练",
                "description": "2024年5月3日下午，在放松训练课程结束后，我留在教室里，和教练进行了单独的交流。教练非常耐心地回答了我的问题，并详细介绍了更多的放松方法和管理压力的策略。他还分享了一些成功案例，让我看到通过这些方法可以有效缓解焦虑。我感到一种新的希望，相信自己可以通过努力来缓解焦虑和应对考试压力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "最近一周，我感到学业压力巨大，常常在图书馆自习到深夜，试图复习所有课程内容。",
                "where": "大学图书馆，安静的自习室里，灯光昏暗，周围只有少数几个同学。",
                "when": "2024年6月20日23:45",
                "who": "无",
                "description": "2024年6月20日晚上11点45分，我依然坐在大学图书馆的自习室里，桌上堆满了书本和笔记。周围的同学已经寥寥无几，只有几个人还在低声讨论或埋头苦读。眼睛开始酸痛，但我不敢停下来，心里总觉得复习得不够充分。每当想到即将到来的期末考试，我的心跳就加快，脑海里充斥着各种担心和焦虑，害怕考试会失败。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "期末考试前两天，我的母亲通过视频通话鼓励我，但我感到压力更大，因为我不想让她失望。",
                "where": "大学宿舍，狭小的房间里，书桌上堆满了复习资料，电脑屏幕上是母亲的笑脸。",
                "when": "2024年6月23日20:30",
                "who": "母亲",
                "description": "2024年6月23日晚上8点半，我在宿舍和母亲进行了一次视频通话。母亲在电话那头温柔地鼓励我，说她相信我能考好。看着她的笑脸，我心里既感到温暖又感到沉重。母亲的期望和支持是我前进的动力，但同时也让我更加害怕辜负她。挂断电话后，我的手心满是汗，心中充满了复杂的情感，不知道该如何排解这些压力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "在期末考试的前一天晚上，由于过度紧张，我无法入睡，第二天考试时表现失常。",
                "where": "大学宿舍，床上辗转反侧，墙上的时钟滴答作响。",
                "when": "2024年6月24日21:00",
                "who": "无",
                "description": "2024年6月24日晚上9点，我躺在宿舍的床上，眼睛紧闭但脑子却异常清醒。墙上的时钟滴答作响，时间一分一秒地过去，我却怎么也睡不着。第二天早上，我带着沉重的眼袋走进考场，脑袋昏昏沉沉，试卷上的题目看起来模糊不清。考试结束后，我心里满是懊恼和自责，觉得自己完全辜负了这段时间的努力和家人的期望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我在图书馆自习时，突然听到邻桌一个学生与父母在电话中激烈争吵，原因是该学生的考试成绩不佳。这让我不禁回想起自己与父亲的关系以及家庭对我的高期望。",
                "where": "大学图书馆，安静的自习区，周围都是专注学习的学生。",
                "when": "2024年7月5日15:30",
                "who": "我, 邻桌的学生, 该学生的父母（通过电话）",
                "description": "2024年7月5日下午，在大学图书馆的自习区，我正专心地看着笔记，突然听到邻桌的学生用几乎颤抖的声音在电话里与父母争吵。他的声音打破了图书馆的宁静，让我不由自主地听了下去。他不断为自己的成绩辩解，但似乎对方不肯让步。这一幕让我心里一紧，回想起自己与父亲的关系以及家里对我的高期望。我感到一阵强烈的焦虑和压力，手中的笔不由自主地停下了。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "回到宿舍后，我与一位室友讨论了在图书馆发生的事情，室友表示他也感到学业压力很大，我们分享了各自的压力来源。",
                "where": "大学宿舍，简洁的房间里摆放着两张床、一张书桌和一些个人物品。",
                "when": "2024年7月5日18:00",
                "who": "我, 室友",
                "description": "2024年7月5日晚上，我回到宿舍后，心情依然沉重。我开始和室友聊起在图书馆听到的事情，他叹了口气，说他也感到学业压力很大。我们坐在床边，互相分享了各自的压力来源和对考试的担忧。虽然通过交流我短暂地感到被理解和支持，但室友的话也让我意识到，我们都在面对同样的困境。这种共鸣虽然让我稍微放松了一些，但焦虑的阴影仍然萦绕在心头。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "第二天，我与母亲进行了视频通话，母亲表达了对我考试的关心，并鼓励我不要太紧张，但也提到希望我能够考出好成绩。",
                "where": "宿舍里的书桌前，电脑屏幕上的母亲脸上带着关切的表情。",
                "when": "2024年7月6日20:00",
                "who": "我, 母亲",
                "description": "2024年7月6日晚，我坐在宿舍的书桌前，通过视频与母亲通话。母亲的脸出现在屏幕上，带着一贯的温暖和关切。她问起我的学习进展，鼓励我不要太紧张，说她相信我能做好。但在谈话的最后，她还是提到，希望我能考出好成绩。我感到一股温暖涌上心头，但同时也感受到巨大的压力。母亲的期望让我感到肩上的担子更重了，心中的焦虑再一次被激活。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我决定参加一次大学篮球比赛，希望通过运动来缓解考试压力。比赛前，我感到紧张和焦虑，担心自己表现不佳。",
                "where": "大学篮球场，周围有许多观众和热闹的气氛。",
                "when": "2024年8月20日14:30",
                "who": "我和队友们",
                "description": "2024年8月20日下午2:30，我站在大学篮球场的边缘，心跳加速，手心冒汗。看着周围的观众和我的队友们，我心里充满了担忧，生怕自己表现不好会被大家嘲笑。比赛哨声一响，我尽力集中注意力，随着比赛的进行，我逐渐融入到比赛中，暂时忘却了学业的压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "在激烈的比赛中，我和队友们全力合作，最终赢得了比赛胜利。",
                "where": "大学篮球场，地板上留有我们拼搏的汗水。",
                "when": "2024年8月20日16:00",
                "who": "我和队友们",
                "description": "2024年8月20日下午4:00，随着最后一记三分球命中，我们球队赢得了比赛胜利。队友们欢呼雀跃，互相拥抱，我也感受到了成功带来的满足感和喜悦。那一刻，我仿佛置身云端，所有的焦虑和紧张都烟消云散。然而，比赛结束后，现实的学业压力再次涌上心头，我意识到这种满足感是短暂的，无法长久地抵消学业带来的焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "比赛结束后，我与队友们在篮球场边聊起学业和生活，队友们分享了他们应对压力的方法。",
                "where": "大学篮球场旁，阳光洒在我们身上，微风轻拂。",
                "when": "2024年8月20日16:30",
                "who": "我和队友们",
                "description": "2024年8月20日下午4:30，比赛结束后，我和队友们坐在篮球场旁的石凳上，大家有说有笑地聊起了学业和生活。队友们分享了各自应对压力的方法，有人说他喜欢跑步，有人说他会听音乐放松。我感受到了他们的支持和理解，但内心深处的焦虑依旧存在。我知道，虽然这些交流让我感到温暖，但我依旧认为自己必须在学业上取得优异成绩才能获得真正的认可。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我在准备期末考试的过程中，感到压力巨大，注意力难以集中。为了寻求帮助，我决定预约一次心理咨询。",
                "where": "大学图书馆，安静的自习区，桌上堆满了书本和笔记。",
                "when": "2024年7月15日14:30",
                "who": "我（韦壮承）",
                "description": "2024年7月15日下午，我在大学图书馆的自习区，眼睛盯着书本，脑袋却一片混乱。书本和笔记散落在桌上，但我怎么也无法集中注意力。每当我试图背诵公式时，脑海中总会浮现出家人的期望和对成绩的担忧。我感到胸口发紧，手心冒汗。最终，我拿起手机，预约了一次心理咨询。尽管心中忐忑，但我知道我需要帮助。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "在与心理咨询师的第一次见面中，我详细描述了自己最近的焦虑和学业压力。",
                "where": "心理咨询室，一间布置温馨的小房间，墙上挂着几幅舒缓的画作。",
                "when": "2024年7月18日10:00",
                "who": "我（韦壮承），心理咨询师",
                "description": "2024年7月18日上午，我走进心理咨询室，内心有些紧张。咨询室里布置得很温馨，墙上挂着几幅舒缓的画作。心理咨询师微笑着迎接了我，温和地让我坐下。我开始慢慢地向他倾诉，描述自己最近的焦虑和学业压力。说到一半，我的声音有些哽咽，眼泪不自觉地流下来。咨询师静静地听着，偶尔点头示意，让我感觉到被理解和支持。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "与心理咨询师的深入谈话中，我开始理解自己的核心信念和中间信念如何影响我的行为和情绪，并决定尝试改变这些信念。",
                "where": "心理咨询室，和上次一样的温馨环境，窗外阳光透过窗帘洒进来。",
                "when": "2024年8月10日16:45",
                "who": "我（韦壮承），心理咨询师",
                "description": "2024年8月10日下午，我再次来到心理咨询室。窗外的阳光透过窗帘洒进来，让房间显得格外温暖。在与心理咨询师的深入谈话中，我逐渐开始理解，原来我的核心信念是‘我的价值取决于我的学业成就’。这些信念一直在影响我的行为和情绪。咨询师帮助我认识到这一点，并引导我尝试改变这些信念。我决定慢慢地改变自己对学业的看法，减少对成绩的过度担忧。我知道这需要时间和努力，但我愿意去尝试。"
            }
        ]
    }
}