{
    "childhood": {
        "name": "史菁凝",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "在小学一年级开学的前一天晚上，我和母亲一起整理书包和文具。母亲告诉我第二天的安排，并鼓励我要自信。",
                "where": "家中的客厅，灯光柔和，桌上散落着各种文具和书本。",
                "when": "2010年9月1日20:15",
                "who": "母亲",
                "description": "2010年9月1日晚上，我和母亲在家中的客厅一起整理书包和文具。母亲温柔地对我说：‘菁凝，你是很聪明的孩子，明天一定会有很多小朋友喜欢你的。’她一边说，一边帮我把铅笔整齐地摆放在笔盒里。她的鼓励让我感到一丝安心，但同时也让我感受到母亲对我的期望。我心里暗暗下定决心，明天一定要表现得不错。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "在小学一年级的第一天早晨，我在家中吃早餐，显得有些紧张。父亲在旁边鼓励我。",
                "where": "家中的餐桌，早餐是我喜欢的豆浆和油条。",
                "when": "2010年9月2日07:45",
                "who": "父亲",
                "description": "2010年9月2日早晨，我坐在家中的餐桌前吃早餐，心里有些紧张。父亲看出了我的不安，他微笑着对我说：‘上学很有趣，你会学到很多新知识，还会交到很多朋友。’他的鼓励让我稍微放松了一些，但我依然感到对未来的不确定和担忧。父亲的话让我觉得他对我充满期待，我必须努力不让他失望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "在小学一年级的第一天放学后，我回到家中，母亲在门口迎接我。她问我今天在学校的情况，并仔细聆听我的描述。",
                "where": "家中的门口，母亲站在门边，脸上带着期待的微笑。",
                "when": "2010年9月2日15:30",
                "who": "母亲",
                "description": "2010年9月2日下午，我放学回到家，母亲在门口迎接我。她问我今天在学校的情况，并仔细聆听我的描述。我告诉她我很紧张，但交到了一个新朋友。母亲拥抱我，并说：‘你做得很好，妈妈为你感到骄傲。’她的肯定让我感到安慰和满足，但也让我更加依赖他人的认可来确认自己的价值。我心中暗暗希望，以后每一天都能像今天一样得到她的赞扬。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "学校举办了一次全校范围的演讲比赛，我很想参加，但由于内向的性格，我感到非常紧张和害怕失败。在父母的鼓励下，我决定报名参加。",
                "where": "家里的客厅，墙上挂着全家福照片，沙发上放着几本我爱读的书。",
                "when": "2012年4月15日18:30",
                "who": "父亲、母亲",
                "description": "2012年4月15日傍晚，在家里的客厅，父母坐在沙发上耐心地听我讲述学校即将举办的演讲比赛。我低着头，手指不断地搓着衣角，心里纠结得厉害。父亲微笑着鼓励我说：“你可以的，相信自己。”母亲温柔地拍了拍我的肩膀：“我们会一直支持你。”在他们的鼓励下，我终于决定报名参加。这次事件让我感受到了父母的期望和支持，内心也多了一份自信。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "我在家里准备演讲稿，每天放学后都会花时间练习。父亲虽然工作繁忙，但每天晚上都会抽时间听我练习，并给予建议。",
                "where": "家里的书房，书架上摆满了书籍，书桌上放着一盏温暖的台灯。",
                "when": "2012年4月20日19:00",
                "who": "父亲",
                "description": "2012年4月20日晚上，我坐在书房里，紧张地对着镜子练习演讲。父亲忙完工作，走进书房，微笑着坐在我对面：“让我听听你的演讲吧。”我深吸一口气，开始朗读稿子。父亲认真地听着，时不时点头微笑。结束后，他给了我一些建议，让我感到非常温暖和支持，但同时也感到压力，害怕辜负他的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "比赛当天，我站在学校礼堂的舞台上，面对众多老师和同学，感到非常紧张，声音都有些发抖。尽管尽力发挥，但最终没有获得名次。",
                "where": "学校礼堂，舞台上挂着红色的幕布，台下坐满了师生。",
                "when": "2012年5月10日10:00",
                "who": "父亲、老师、同学",
                "description": "2012年5月10日上午，我站在学校礼堂的舞台上，面对着台下密密麻麻的老师和同学，心跳得厉害，手心全是汗。声音有些发抖，但我努力控制自己，尽量把演讲稿念完。比赛结束后，我没有获得名次，心里非常失望和沮丧，觉得自己辜负了父母的期望。比赛结束时，父亲走过来，轻轻拥抱了我：“你已经很棒了，下一次会更好。”他的鼓励让我感受到一丝温暖和希望，虽然内心依旧有些失落。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "老师布置了一次难度较高的数学测验，而我由于准备不足，成绩不理想。",
                "where": "学校的教室，教室的墙上贴满了各种学习标语，窗外阳光明媚。",
                "when": "2014年11月12日14:30",
                "who": "老师、同学",
                "description": "2014年11月12日下午，在学校的教室里，老师布置了一次难度较高的数学测验。我坐在靠窗的座位上，窗外阳光洒进来，但我的心情却十分沉重。测验结束后，老师当场公布了成绩。我看到自己的分数远低于平时，心里一阵失望和焦虑。我担心父母会因此失望，感觉自己让他们失望了。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "在班会中，老师公开批评了我的数学成绩，认为我没有尽全力准备。",
                "where": "教室，教室里有同学们的自习桌，黑板上还写着班会的议程。",
                "when": "2014年11月13日10:00",
                "who": "老师、同学",
                "description": "2014年11月13日上午，在教室的班会时间，老师站在讲台上，黑板上写着班会的议程。老师点名批评了我的数学成绩，说我没有尽全力准备。我站在座位上，脸颊发烫，感到羞愧和尴尬，同学们的目光让我无地自容。我觉得自己让老师和同学们失望了，内心压力巨大。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "放学回家后，我把事情告诉了妈妈。妈妈温柔地安慰我，说‘下次努力，你会做得更好。’",
                "where": "家中的客厅，温暖的灯光照在沙发和茶几上，妈妈坐在沙发上看书。",
                "when": "2014年11月13日18:45",
                "who": "母亲",
                "description": "2014年11月13日傍晚，放学回家后，我在家中的客厅里，把这两天的事情告诉了妈妈。客厅里温暖的灯光照在沙发和茶几上，妈妈温柔地对我说：‘下次努力，你会做得更好。’妈妈坐在沙发上，手里拿着一本书，语气中充满了关爱。她的安慰让我感到一丝宽慰，但内心仍然感到不安和自责。我知道妈妈是为了让我放松，但我依旧对自己的成绩充满了焦虑。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "那天晚上，我在客厅里做作业，父母在餐桌旁谈论最近的工作压力和对未来的不确定性。我听到他们谈话中的焦虑和无助，感到心情沉重。",
                "where": "家里客厅，餐桌上的台灯发出柔和的光，父母坐在餐桌旁。",
                "when": "2013年3月10日20:15",
                "who": "我，父亲，母亲",
                "description": "2013年3月10日晚上，我在家里的客厅做作业，父母在餐桌旁谈论工作和未来的事情。我一边写作业一边听着他们的谈话，父母的声音中夹杂着焦虑和无助。我感到心情非常沉重，第一次意识到父母也在面对不确定性和困扰。这一刻让我感觉到未来的不确定性，并让我感到焦虑和无助。我想，如果连父母都无法应对未来的不确定性，我自己更是无能为力。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "第二天早上，在上学的路上，我一直在思考父母昨晚的对话，心情非常沉重。",
                "where": "上学路上，街道两旁的小店还未开门，路灯逐渐熄灭。",
                "when": "2013年3月11日07:45",
                "who": "我",
                "description": "2013年3月11日早上，我独自走在上学的路上，脑海中反复回想起父母昨晚的对话。心情非常沉重，我开始思考自己的未来方向和可能遇到的挑战。一路上，我感到一阵阵的焦虑和无助，想着如果连父母都感到不确定，我该如何面对未来。这一刻，我更加确信未来是不确定的，并感到自己需要为未来做好更多的准备。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "几天后，在学校操场上，我和朋友们讨论未来的梦想和工作时，内心的焦虑被激发出来。",
                "where": "学校操场，阳光明媚，草地上有孩子们在玩耍。",
                "when": "2013年3月15日12:30",
                "who": "我，两个小学好友",
                "description": "2013年3月15日中午，我和两个小学好友在学校操场上讨论未来的梦想和工作。阳光明媚，草地上有孩子们在玩耍。朋友们兴致勃勃地谈论着自己的梦想和未来的职业，而我却感到内心的焦虑不断加剧。虽然我努力掩饰自己的不安，但内心的担忧却越来越强烈。我觉得自己需要更加努力，才能应对未来的不确定性。这一刻，我对自己的能力产生了怀疑，感到非常焦虑。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "小学毕业考试前一天，我在家中复习，父母在旁边鼓励我。父亲对我说：‘无论结果如何，我们都为你感到骄傲。’",
                "where": "家中客厅，书桌上堆满了复习资料，父母坐在沙发上。",
                "when": "2015年6月20日18:30",
                "who": "父亲、母亲",
                "description": "2015年6月20日傍晚，我在家中复习小学毕业考试。书桌上堆满了各科的复习资料，空气中弥漫着紧张的气息。父母坐在沙发上，注视着我。父亲微笑着说：‘无论结果如何，我们都为你感到骄傲。’母亲也微笑着点头。我心里一暖，但同时感到一股压力涌上心头。我知道他们对我期望很高，我不想让他们失望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "在毕业考试中表现出色，考完试后回家。母亲做了一桌我最喜欢的菜庆祝我的努力和付出。",
                "where": "家中餐厅，餐桌上摆满了我喜欢的菜肴。",
                "when": "2015年6月25日19:00",
                "who": "父亲、母亲",
                "description": "2015年6月25日晚上，毕业考试结束后，我回到家中。母亲已经在厨房忙碌，做了一桌我最喜欢的菜。餐桌上摆满了红烧肉、清蒸鱼和炒青菜，香气扑鼻。父亲坐在桌旁，微笑着说：‘今天是个值得庆祝的日子。’母亲端着最后一道菜走出来，笑着说：‘好孩子，辛苦了，来吃饭吧。’我感到一阵温暖和被认可，心里充满了成就感。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "小学毕业典礼上，我被宣布为全班第一名，老师和同学们为我鼓掌。我上台领取奖状，父母在台下微笑着看着我。",
                "where": "学校礼堂，舞台上铺着红地毯，台下坐满了家长和学生。",
                "when": "2015年6月30日10:15",
                "who": "父亲、母亲、老师、同学",
                "description": "2015年6月30日上午，小学毕业典礼在学校礼堂举行。当校长宣布我为全班第一名时，全场响起了热烈的掌声。我走上铺着红地毯的舞台，心跳得厉害。老师微笑着递给我奖状，我接过奖状，朝台下的父母看去，他们正微笑着看着我，眼中充满了欣慰和骄傲。我感到无比自豪和开心，心里想着：‘这就是努力的回报。’"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "那天是一个普通的上午，我和同学们正在进行期中考试。考试结束后，老师宣布了成绩，我的小学好友因为成绩不理想，情绪崩溃，哭得很伤心。虽然老师进行了简短的安慰，但很快就转移了注意力继续讲课，同学们也没有太多关注。这让我感到，如果成绩不好，就会被忽视和批评。",
                "where": "教室，窗外阳光明媚，但教室里显得有些压抑。",
                "when": "2013年10月15日10:30",
                "who": "小学好友、老师、同学",
                "description": "2013年10月15日的上午，教室里一片静悄悄，大家都在专注地进行期中考试。考试结束后，老师站在讲台上，开始宣布成绩。当听到我好友的名字和她的成绩时，她突然情绪崩溃，哭得很伤心。老师走过去简短地安慰了她几句，但很快就转移了注意力，继续讲课。其他同学也没有过多关注她的情绪。我看着这一切，心里感到很不安。我意识到，如果成绩不好，就会被忽视和批评。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "在那次考试失利后的一个周末，我和两个小学好友在家里玩耍。期间，失利的好友突然提起了那次考试，并表示自己非常难过，觉得自己很笨。我试图安慰她，说成绩并不能代表一切，但内心却更加坚定了要努力学习的想法，因为我不希望自己也经历这样的情感低谷。",
                "where": "我家的客厅，墙上挂着一幅全家福，沙发上堆满了玩具。",
                "when": "2013年10月19日14:00",
                "who": "小学好友、我",
                "description": "2013年10月19日下午，我和两个小学好友在我家的客厅玩耍。我们正玩得开心时，那次考试失利的好友突然提起了她的成绩。她说自己觉得很笨，非常难过。我坐在她旁边，轻声安慰她，说成绩并不能代表一切，但我心里却更加坚定了要努力学习的想法。我不希望自己也经历她这样的情感低谷。因此，我暗下决心，一定要更加努力学习。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "几周后，学校举行了一次家长会，老师当众表扬了成绩优秀的学生，但对那些成绩不理想的学生则进行了隐晦的批评。我的父母参加了家长会，回来后对我进行了鼓励，并希望我继续保持优秀的成绩。这让我感到父母对我有很高的期望。",
                "where": "学校教室，讲台上摆满了各类奖状，座位上坐满了家长。",
                "when": "2013年11月5日16:00",
                "who": "老师、我的父母、同学家长",
                "description": "2013年11月5日下午，学校的教室里座位上坐满了家长，讲台上摆满了各类奖状。老师开始表扬那些成绩优秀的学生，并隐晦地批评了成绩不理想的学生。我的父母也在现场，认真听着老师的话。家长会结束后，父母回到家，微笑着对我说，他们希望我能继续保持优秀的成绩。这让我感到父母对我的期望很高，同时也让我产生了更多的压力。我知道，如果我不够优秀，就会让父母失望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "四年级科学竞赛前一周，老师宣布竞赛消息，我决定参加。每天放学后自愿留在学校实验室，进行实验和准备。老师给予我指导，并鼓励我坚持下去。",
                "where": "学校的实验室，桌子上堆满了各种科学仪器和书籍。",
                "when": "2013年12月1日16:30",
                "who": "史菁凝, 老师",
                "description": "2013年12月1日下午，在学校的实验室里，老师宣布了即将举行的科学竞赛消息。我感到既兴奋又紧张，决定参加这次竞赛。从那天起，每天放学后，我都会自愿留在实验室里，埋头进行实验和准备。老师常常过来查看我的进展，给我提出建议，并鼓励我坚持下去。我感受到老师的关注和支持，这让我感到自己有所价值，但也感到压力，因为我不想让老师失望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "科学竞赛当天，我早早到达比赛场地，感到紧张和不安。比赛过程中，我努力集中注意力，完成了所有实验和答题。比赛结束后，我和其他参赛者讨论了他们的表现，感到自己可能没有发挥到最好。",
                "where": "比赛场地，教室里布置着竞赛用的实验器材和答题纸。",
                "when": "2013年12月8日09:00",
                "who": "史菁凝, 其他参赛者",
                "description": "2013年12月8日早晨，我早早就到了比赛场地，教室里已经布置好了竞赛用的实验器材和答题纸。我感到紧张和不安，但还是努力让自己冷静下来。比赛过程中，我尽量集中注意力，仔细完成每一个实验和答题。比赛结束后，我和其他参赛者站在一起讨论他们的表现，我心里则在想着自己可能没有发挥到最好。这种紧张感和对自己表现的不确定性让我感到焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "比赛结果公布当天，我得知自己获得了二等奖。回到家后，父母都在客厅等我，迫不及待地想听我的比赛结果。当我告诉父母自己获得了二等奖时，父母脸上露出了骄傲的笑容，并对我说‘你做得很好，我们为你感到骄傲。’",
                "where": "家中客厅，温馨的灯光照在沙发上，父母坐在沙发上等待着。",
                "when": "2013年12月12日19:00",
                "who": "史菁凝, 父母",
                "description": "2013年12月12日晚上，我得知自己在科学竞赛中获得了二等奖。回到家后，父母都在客厅里等我，迫不及待地想听我的比赛结果。当我告诉他们自己得了二等奖时，父母脸上露出了骄傲的笑容，母亲激动地说‘你做得很好，我们为你感到骄傲。’父亲也点头表示认可。父母的认可和支持让我感到了一种被认可的幸福感，我开始意识到即使没有达到最高成就，依然可以被爱和认可。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "我在放学回家的路上，看到邻居家的孩子因为成绩不好被父母责骂。",
                "where": "邻居家门口，门口的花坛里种满了鲜花，但这美丽的景象却掩不住那一刻的紧张气氛。",
                "when": "2014年5月15日16:30",
                "who": "邻居家的孩子及其父母",
                "description": "2014年5月15日下午，我放学回家时，经过邻居家门口，看到邻居家的孩子因为成绩不好被父母责骂。孩子低着头，眼中充满泪水，而父母的声音充满了责备和失望。我站在一旁不敢动弹，心里感到非常害怕。这一幕深深地印在我的脑海里，让我意识到成绩不好会让父母非常失望和生气。那一刻，我开始担心如果自己也考不好，是否也会面临同样的责骂。这种害怕的情绪在我心中蔓延，久久不能平息。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "我在家中向母亲提起了自己看到的邻居家的事情，并询问母亲如果我成绩不好，是否也会被责骂。",
                "where": "家中客厅，窗外的夕阳将整个房间染成了金黄色。",
                "when": "2014年5月15日19:00",
                "who": "我和母亲",
                "description": "2014年5月15日晚上，我在家中的客厅坐在母亲身旁，心中充满困惑和不安。我向母亲提起了下午看到的邻居家的事情，并小心翼翼地问母亲如果我成绩不好，是否也会被责骂。母亲温柔地看着我，轻轻抚摸着我的头发，告诉我虽然成绩重要，但更重要的是我的努力和成长过程。她的回答稍微缓解了我的担忧，但心中依然有一种隐隐的不安，担心自己会让父母失望。母亲的温柔话语让我感到一些安慰，但那种害怕的情绪仍然在心底徘徊。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "几天后，我在学校的考试中取得了优异的成绩，老师在班级中表扬了我。",
                "where": "学校教室，教室里阳光明媚，窗外的树影在地上投射出斑驳的光影。",
                "when": "2014年5月20日10:15",
                "who": "我、我的老师和同学",
                "description": "2014年5月20日上午，我在学校的考试中取得了优异的成绩，老师在班级中表扬了我。当老师念出我的名字并称赞我的努力时，我感到非常开心和自豪。那一刻，整个教室仿佛都在为我欢呼，我的脸上露出了难以抑制的笑容。这种肯定感极大地鼓舞了我，让我感到自己的努力得到了认可，我是被需要和重视的。然而，在感到自豪的同时，我也感到一丝压力，害怕自己下一次不能继续保持这样的优异表现。这种复杂的情感在我心中交织，让我既兴奋又紧张。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "我在家中独自完成了一幅画，这是我第一次尝试在没有任何帮助的情况下完成一个艺术作品。",
                "where": "家中的客厅，桌上散落着各种画笔和颜料。",
                "when": "2009年8月15日14:30",
                "who": "史菁凝",
                "description": "2009年8月15日下午，天气晴朗，父母都在工作，我一个人在家中玩耍。突然，我决定拿起画笔尝试画一幅画。客厅里静悄悄的，只有画笔划过纸张的沙沙声。我小心翼翼地挑选颜色，认真地画着每一个细节。当最后一笔完成时，我看着自己的作品，心中充满了成就感和自豪。这是我第一次独立完成一个艺术作品，我感到自己真的有能力面对挑战。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "母亲回到家后，看到我的画，非常开心并称赞我是‘小艺术家’。",
                "where": "家中的客厅，画作摆在茶几上。",
                "when": "2009年8月15日18:00",
                "who": "史菁凝, 母亲",
                "description": "2009年8月15日傍晚，母亲下班回到家，看到茶几上的画作，眼睛一亮。她走过来仔细端详，脸上露出了欣喜的笑容。‘菁凝，你真是个小艺术家！’母亲的称赞让我感到无比满足，心里暖暖的。这是我第一次因为自己的努力得到如此直接的认可，我感到非常幸福。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "在母亲的鼓励下，我将这幅画带到学校，展示给老师和同学。",
                "where": "学校的教室，墙上贴满了学生们的作品。",
                "when": "2009年8月18日09:00",
                "who": "史菁凝, 老师, 同学",
                "description": "2009年8月18日上午，我怀揣着母亲的鼓励，将画作带到了学校。课堂上，我忐忑地将画递给老师，心里既期待又紧张。老师看了看画，露出了赞许的微笑，‘同学们，看看菁凝的作品，她画得真好！’老师在课堂上展示了我的画作，同学们也纷纷称赞。这一刻，我感到无比自信，老师和同学的认可让我觉得自己真的有能力完成挑战。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "在学校的期中考试前，老师告知全班学生这次考试非常重要，关系到是否能被选入进阶班。史菁凝回到家后，感到压力倍增，开始担心自己的成绩是否足够优秀。",
                "where": "史菁凝的家中，桌上堆满了复习资料，墙上贴着她的学习计划表。",
                "when": "2012年3月5日18:30",
                "who": "史菁凝的老师、父母",
                "description": "2012年3月5日傍晚，我回到家中，心情沉重。老师在课堂上宣布期中考试对于能否进入进阶班至关重要，这让我倍感压力。回到家里，母亲正在厨房准备晚餐，父亲坐在客厅看报纸。我默默地走进自己的房间，桌上堆满了复习资料。看着墙上贴着的学习计划表，我感到一阵焦虑和不安，担心自己不够优秀，无法达到期望。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "史菁凝在家中复习时，偶然看到电视新闻报道一个小学生因学习压力过大而晕倒的事件。她感到非常震惊，并意识到自己也可能面临这种压力。",
                "where": "家中电视前，客厅的沙发上摆满了书籍和笔记本。",
                "when": "2012年3月10日20:15",
                "who": "史菁凝、电视新闻",
                "description": "2012年3月10日晚上，我在家中复习，客厅的电视开着，父母在一旁看新闻。突然，新闻里报道了一个小学生因为学习压力过大而晕倒的事件。我被这个新闻深深震撼了，停下手中的笔，盯着电视屏幕发呆。我感到一股寒意袭来，意识到自己也可能因为压力过大而出现问题。这让我开始思考如何更好地管理自己的学习压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "在期中考试结束后，史菁凝的成绩优异，被选入进阶班。老师在全班面前表扬了她，这让她感到自豪和满足。",
                "where": "学校教室，黑板上写满了复习要点，窗外阳光明媚。",
                "when": "2012年3月20日14:00",
                "who": "史菁凝的老师、同学",
                "description": "2012年3月20日下午，期中考试成绩公布了。我坐在教室里，心情紧张。老师走进教室，手里拿着成绩单，开始一个个念出名字。当念到我的名字时，老师微笑着宣布我被选入进阶班，并在全班面前表扬了我。同学们的掌声让我感到自豪和满足。这一刻，我的努力得到了回报，暂时缓解了我的焦虑感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "我在八岁时被母亲鼓励参加学校的合唱团。母亲一直很支持我的兴趣发展，认为这是一个让我克服内向性格的好机会。",
                "where": "家中，餐桌旁，母亲正在帮我检查作业。",
                "when": "2011年5月15日18:30",
                "who": "史菁凝, 母亲",
                "description": "2011年5月15日傍晚，母亲在餐桌旁帮我检查作业时，突然提议让我参加学校的合唱团。她温柔地告诉我，这是一个很好的机会，可以让我变得更加自信和外向。我心里既兴奋又紧张，不想让母亲失望，但也担心自己不能做好。母亲的鼓励让我感受到温暖和支持，但也增加了些许压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "我第一次参加合唱团的排练，感到非常紧张，生怕自己唱错音符，但合唱团的老师和同学都非常友善，帮助我克服了初次的紧张。",
                "where": "学校音乐教室，教室里摆满了乐谱和乐器。",
                "when": "2011年5月20日16:00",
                "who": "史菁凝, 合唱团老师, 合唱团成员",
                "description": "2011年5月20日下午，我第一次走进学校的音乐教室，教室里摆满了乐谱和乐器。我感到非常紧张，生怕自己唱错音符，手心里都是汗。合唱团的老师微笑着欢迎我，并安排了一些友善的同学帮我适应排练。老师耐心地指导我，同学们也给我鼓励，这让我逐渐放松下来，感受到集体活动的温暖。排练结束后，我心里的石头终于落地了。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "合唱团演出临近，我感到越来越紧张，担心自己在台上出错让大家失望。反复练习甚至影响了晚上的休息。",
                "where": "家中和学校音乐教室，家里的客厅和音乐教室的钢琴旁。",
                "when": "2011年6月9日19:30",
                "who": "史菁凝, 合唱团成员, 母亲",
                "description": "2011年6月9日晚上，合唱团的演出临近，我感到越来越紧张。家里的客厅和学校的音乐教室成了我练习的主要场所。我担心自己在台上出错让大家失望，反复练习歌曲和舞步，甚至影响了晚上休息。母亲看到我这样，心疼地劝我适当休息，但我总觉得自己还不够好。过度的练习和压力让我感到疲惫和焦虑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_4",
                "stage_key": "童年时期",
                "what": "演出当天，我在上台前感到极度紧张，手心冒汗，心跳加速。但在上台后，看到台下母亲鼓励的眼神和观众的期待，最终顺利完成了演出。",
                "where": "学校礼堂，舞台上灯光明亮，台下坐满了观众。",
                "when": "2011年6月15日14:00",
                "who": "史菁凝, 合唱团成员, 学校老师, 观众, 母亲",
                "description": "2011年6月15日下午，学校礼堂灯光明亮，台下坐满了观众。我在上台前感到极度紧张，手心冒汗，心跳加速。站在舞台上时，我看到台下母亲鼓励的眼神和观众的期待，心里的紧张稍稍缓解。伴随着音乐，我开始唱歌，尽管心里还是有些紧张，但我努力集中注意力，顺利完成了演出。演出结束后，台下响起了热烈的掌声，我感到非常开心和满足。这次成功的经历让我对自己的能力产生了更多的信心。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "我看到母亲在忙碌了一天后，仍然坚持在厨房为家人准备晚餐。她显得疲惫，但脸上仍挂着微笑。",
                "where": "家中的厨房，厨房里弥漫着饭菜的香气，母亲在灶台前忙碌着。",
                "when": "2010年5月15日18:30",
                "who": "母亲",
                "description": "2010年5月15日晚上六点半，我在书房写作业时，无意间看到了母亲在厨房忙碌的身影。母亲刚下班回来，显得非常疲惫，但她仍然在灶台前忙着准备晚餐。她的背影看起来有些单薄，但脸上却挂着温暖的微笑。看到这一幕，我感到心疼母亲，同时也感受到一股责任感，决定要更加努力学习，以回报母亲的辛苦。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "晚餐时，母亲虽然疲惫，但仍然微笑着与我和父亲交谈，鼓励我好好学习。",
                "where": "家中的餐厅，桌上摆满了母亲精心准备的晚餐，灯光柔和。",
                "when": "2010年5月15日19:00",
                "who": "母亲，父亲",
                "description": "2010年5月15日晚上七点，晚餐时，我们一家人坐在餐桌旁。母亲虽然显得很疲惫，但她依然微笑着与我和父亲交谈。她温柔地鼓励我好好学习，说她相信我能取得好成绩。母亲的眼神中充满了期待，这让我感到既温暖又有些压力。我知道她对我的期望很高，这一刻，我更加坚定了要努力学习的决心，但内心也开始感到一丝焦虑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "晚餐后，我帮着母亲一起收拾餐具，并在过程中与母亲聊起学校的事情。",
                "where": "家中的厨房，洗碗槽旁，水流声和母亲的轻声交谈相互交织。",
                "when": "2010年5月15日19:30",
                "who": "母亲",
                "description": "2010年5月15日晚上七点半，晚餐后，我主动帮母亲收拾餐具。我们站在厨房的洗碗槽旁，一边洗碗一边聊着学校的事情。母亲耐心地倾听我的烦恼，时不时给予鼓励和建议。她温暖的关爱让我感到安心，但同时也让我意识到自己需要不断努力，才能不辜负她的期望。我感到母亲的认可对我来说非常重要，这种感情既给了我动力，也让我感到一种无形的压力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "在期末考试前的几个月，我每天放学后都会在家里复习功课。父亲虽然工作繁忙，但总会抽出时间来检查我的作业，母亲则会为我准备一些点心，给我精神上的支持。",
                "where": "家中，书房的书桌上堆满了各式各样的教科书和练习册，母亲准备的点心放在旁边的小桌上。",
                "when": "2011年9月15日16:30",
                "who": "父亲、母亲",
                "description": "2011年9月15日下午放学后，我像往常一样坐在家中的书房里复习。父亲虽然一天工作下来很疲惫，但他还是走进书房，耐心地检查我的作业。他时不时地给我一些鼓励的话语。母亲则在旁边的小桌上摆放了一盘水果和一些糕点，温柔地微笑着看着我。家庭的这种氛围让我感受到父母对我的期望和支持，同时也让我更加坚定了要通过努力学习来获得他们认可的信念。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "期末考试当天，我在考试开始前感到非常紧张，手心冒汗。我反复检查自己的文具和考试资料，希望一切都准备妥当。",
                "where": "教室，课桌上摆放着考试资料和文具，教室里安静得只能听到大家翻动试卷的声音。",
                "when": "2011年12月20日08:00",
                "who": "老师、同学",
                "description": "2011年12月20日早上，我走进教室，感到一阵紧张，手心不停地冒汗。我坐在座位上，反复检查自己的铅笔、橡皮和尺子，怕遗漏了什么。老师站在讲台前，准备发放试卷。四周的同学们也都在低声讨论着，空气中弥漫着紧张的气氛。考试开始后，我全神贯注地做题，几乎屏息凝神，不敢有任何分心。这种紧张感让我感受到对自己表现的不确定性和对父母失望的恐惧。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "期末考试成绩公布的当天，我拿到了全班第一名。当老师在全班面前表扬我时，我感到非常自豪和骄傲。回到家后，父母也对我表示了极大的赞赏。",
                "where": "教室，讲台上放着成绩单，教室里充满了同学们的欢声笑语。",
                "when": "2011年12月30日10:00",
                "who": "老师、同学、父母",
                "description": "2011年12月30日上午，老师在讲台上公布了期末考试成绩。当她念到我的名字，并告诉全班我考了第一名时，我感到一阵自豪和骄傲。教室里响起了同学们的掌声和欢呼声，我的脸上露出了难以掩饰的笑容。回到家后，父母听到这个消息也非常高兴，母亲给了我一个大大的拥抱，父亲则用力拍了拍我的肩膀。他们的赞赏让我感到无比温暖和满足，但同时也意识到自己需要不断努力才能维持这种认可。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "一个晴朗的早晨，我和我的小学好友们在教室里准备上课。我的一个好友突然发现自己忘记带作业本，脸色显得很紧张。老师开始检查作业，当她发现我的好友没有完成作业时，当众批评了她。",
                "where": "教室，阳光透过窗户洒在桌子上，教室里充满了早晨的清新气息。",
                "when": "2012年9月10日08:30",
                "who": "小学好友、老师、同学",
                "description": "2012年9月10日早上8:30，在教室里，我和同学们都在准备上课。我的好友突然发现自己忘记带作业本，显得很紧张。老师开始检查作业，当她发现我的好友没有完成作业时，立即在全班面前批评了她。好友低着头，不敢看老师，教室里一片寂静。我坐在旁边，感到非常震惊和不安，心里想着：如果我也没完成作业，会不会也被这样批评？这次经历让我更加紧张，觉得自己必须努力完成作业，避免受到同样的批评。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "事件发生后，我和我的好友在课间谈论了这次批评事件。她显得非常沮丧，不愿意多说话。我试图安慰她，但同时也感到一种无力感和担忧。",
                "where": "教室，课间休息时，阳光依旧明亮，但空气中弥漫着一种沉重的气息。",
                "when": "2012年9月10日10:15",
                "who": "小学好友、史菁凝",
                "description": "2012年9月10日早上10:15，课间休息时，我找到被批评的好友，想和她聊聊。她低着头，眼睛红红的，一言不发。我试图安慰她，告诉她下次一定要记得带作业，但她只是轻轻点了点头，还是不愿说话。我感到一阵无力感，同时也担心自己会不会犯类似的错误。这次谈话让我意识到自己必须更加努力，以避免陷入类似的困境。这种担忧让我对学业更加紧张和焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "在这次事件后的几天里，我发现自己在做作业时变得更加紧张，总是反复检查自己的作业，担心会有错误。母亲注意到我的变化，试图与我沟通，但我只是说没事。",
                "where": "家中，书桌上堆满了作业和书本，窗外的夜色渐深。",
                "when": "2012年9月15日19:45",
                "who": "史菁凝、母亲",
                "description": "2012年9月15日晚上7:45，在家中的书桌前，我一遍又一遍地检查自己的作业，生怕有一点错误。母亲注意到我的焦虑，走过来轻声问我怎么了。我只是摇摇头说没事，继续埋头检查作业。母亲的关心让我感到一些温暖，但我内心的焦虑依然无法消除。我觉得自己必须更加努力，以免让父母失望，这种压力让我在学业上更加紧张和焦虑。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "我和父母决定一起去云南旅行，这是我们暑假的计划，大家都很期待。",
                "where": "南京的家中，餐桌旁。",
                "when": "2014年6月15日08:30",
                "who": "父母",
                "description": "2014年6月15日早上8:30，我们全家坐在餐桌旁，父母详细计划了这次旅行的行程，确保一切顺利。爸爸在地图上标注了我们要去的景点，妈妈则列出了需要携带的物品清单。我感到非常兴奋，因为这不仅是一次旅行，更是一次全家人的冒险。看到父母为这次旅行所做的准备，我感受到他们对我的重视，心中充满了期待与兴奋。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "旅行途中，我们遇到了一些小困难，比如住宿问题和意外天气。",
                "where": "云南某旅游景点",
                "when": "2014年7月2日14:45",
                "who": "父母",
                "description": "2014年7月2日下午2:45，我们在云南的一个旅游景点遇到了住宿问题和突然变坏的天气。我们在街上找了很久的旅馆，但都已客满。我一开始感到有些焦虑，但在父母的鼓励下，我也参与进来，帮助寻找住宿。最终，我们找到了一家干净舒适的旅馆，大家都松了一口气。过程中，父母的支持和引导让我感到安心，也让我意识到自己的能力。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "旅行接近尾声时，我和父母一起回顾了这段愉快的旅程，大家都感到非常满足和开心。",
                "where": "云南某旅游景点",
                "when": "2014年7月7日20:15",
                "who": "父母",
                "description": "2014年7月7日晚上8:15，我们坐在云南某景点的露天餐厅，夕阳西下，微风拂面。我们一起回顾了这段愉快的旅程，大家都感到非常满足和开心。爸爸妈妈表扬了我在旅行中表现出的成熟和责任感，我感到非常开心和自豪。父母的表扬让我感受到被认可和重视，这次旅行不仅增强了我的自信心，也让我对未来更加充满希望。"
            }
        ]
    },
    "adolescence": {
        "name": "史菁凝",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "我在初中入学前一天晚上感到非常焦虑，担心自己无法适应新环境。于是我找母亲谈话，表达了我的担忧。",
                "where": "家中的客厅，母亲正在整理书架，桌上摆放着一些家庭照片。",
                "when": "2016年9月1日20:30",
                "who": "我和母亲",
                "description": "2016年9月1日晚上，家里的客厅灯光温暖。我坐在沙发上，心里充满了对明天入学的忐忑。母亲正在整理书架，我忍不住向她倾诉了我的焦虑。母亲停下手中的活，坐到我身边，轻轻拍着我的肩膀，告诉我一切都会好起来的。她的鼓励让我感到了一些安慰，虽然内心的担忧并未完全消除，我依然感到紧张，但也有了一些勇气去面对新环境。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "期中考试前的几周，我每天都在图书馆复习，几乎是从放学到闭馆。我减少了与朋友的交流时间，专心致志地准备考试。",
                "where": "南京某中学图书馆，馆内安静，灯光柔和，书架上整齐地摆放着各种书籍，几名同学坐在不同的角落里学习。",
                "when": "2016年10月18日17:30",
                "who": "我，图书馆内的同学",
                "description": "2016年10月18日下午，我又一次走进了南京某中学的图书馆，准备进行高强度的复习。图书馆内一片寂静，灯光柔和地洒在书桌上，几名同学在不同的角落埋头学习。我找到一个靠窗的座位，放下书包，拿出复习资料开始学习。复习的内容繁多，我一页一页地翻看着笔记，脑海中不断重复着公式和概念。偶尔抬头看到窗外的夕阳，我意识到已经很久没有和朋友们一起放松了。但想到即将到来的期中考试，我只能继续埋头苦读，心中充满了紧张和压力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "期中考试结束后，我和朋友在课间讨论成绩的预期，大家都显得很紧张。",
                "where": "南京某中学教室，教室里布满了书桌和椅子，黑板上写满了公式和笔记，窗外阳光明媚。",
                "when": "2016年11月7日10:15",
                "who": "我，同学",
                "description": "2016年11月7日上午，期中考试刚刚结束，我和几位同学在课间讨论成绩的预期。教室里布满了书桌和椅子，黑板上还留着老师写的公式和笔记。大家都显得很紧张，不断互相询问考试中的细节。“你觉得你这次考得怎么样？”一个同学问道。我心里也在打鼓，但还是回答：“我尽力了，但有几道题真的很难。”其他同学也纷纷表达了自己的担忧和希望。窗外阳光明媚，但我们的心情却像乌云笼罩。我不断回想考试中的每一个细节，害怕自己答错。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "期中考试成绩公布后，我发现自己的成绩比预期低了许多，感到非常失落，害怕被父母和同学忽视。",
                "where": "南京某中学，公告栏，公告栏上贴满了各科成绩表，周围聚集了许多学生。",
                "when": "2016年11月8日09:30",
                "who": "我，父母，同学",
                "description": "2016年11月8日上午，期中考试成绩公布的那一刻，我站在公告栏前，心跳加速。公告栏上贴满了各科成绩表，周围聚集了许多学生，我在人群中挤来挤去，终于看到了自己的名字。我的成绩比预期低了许多，心里一沉，仿佛有块大石头压在胸口。我感到非常失落，脑海中闪过父母得知成绩后的表情和同学们的眼神。我害怕被父母责备，更害怕同学们的冷落。那天回家后，我心情沉重，连晚饭都吃不下。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_4",
                "stage_key": "青春期",
                "what": "在期中考试成绩公布后的家长会上，父母与老师进行了详细的交流。母亲表示理解并安慰我，但父亲则对我提出了更高的期望。",
                "where": "南京某中学，教室里布置成了家长会的会场，黑板上写着欢迎家长的标语，教室里坐满了父母和老师。",
                "when": "2016年11月10日14:45",
                "who": "我，父母，老师",
                "description": "2016年11月10日下午，学校召开了期中考试后的家长会。教室里布置成了会场，黑板上写着‘欢迎家长’的标语，教室里坐满了父母和老师。我和父母坐在一起，心中忐忑不安。老师详细地向父母介绍了我的学习情况和成绩。母亲握着我的手，轻声对我说：“没关系的，下一次一定会更好。”她的安慰让我感到一丝温暖。但父亲则显得更加严肃，他对老师说：“我们会更加严格要求她，希望她下次能考得更好。”父亲的高期望让我感到更大的压力，心里五味杂陈。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "在一次周考结束后，老师公布了成绩，并当众表扬了班上一位成绩优异的同学。",
                "where": "南京某中学的教室，教室里光线明亮，墙上贴满了学习标语。",
                "when": "2017年3月15日14:30",
                "who": "史菁凝, 同学, 老师",
                "description": "2017年3月15日下午2点半，南京某中学的教室里，老师站在讲台上，手里拿着一叠试卷。教室里安静得只能听见纸张翻动的声音。当老师念到成绩优异的同学名字并进行表扬时，我心里既羡慕又自卑。看到同学们脸上的笑容和自豪的神情，我意识到自己也渴望得到这样的认可。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "在课间休息时，史菁凝看到其他同学纷纷向那位被表扬的同学表示祝贺。",
                "where": "南京某中学的教室外走廊，走廊上挂着各类公告和学生作品。",
                "when": "2017年3月15日14:50",
                "who": "史菁凝, 同学",
                "description": "2017年3月15日下午2点50分，教室外的走廊里，同学们三三两两地聚在一起，围着那位被表扬的同学，热烈地祝贺他。我站在一旁，感到更加孤独和失落。看到他们的欢笑和友谊，我心里默默地告诉自己，只有变得优秀，才能赢得他人的认可和友情。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "当天晚上，史菁凝回家后与母亲分享了在学校发生的事情。",
                "where": "家中的客厅，温馨的灯光柔和地洒在沙发和茶几上。",
                "when": "2017年3月15日20:00",
                "who": "史菁凝, 母亲",
                "description": "2017年3月15日晚8点，我坐在客厅的沙发上，向母亲讲述了今天在学校发生的事情。母亲微笑着握住我的手，温柔地鼓励我继续努力。她告诉我，只要付出足够的努力，就一定能取得好成绩。我感到一方面有了些许安慰，但另一方面也感到压力倍增，因为我不想让母亲失望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "在初三毕业典礼当天，老师在班级群里通知所有同学及家长参加典礼，并告知我被评为优秀学生代表。",
                "where": "南京某中学，家中客厅",
                "when": "2018年6月15日08:00",
                "who": "史菁凝, 父母, 老师, 同学",
                "description": "2018年6月15日早晨，我正在家中的客厅准备早餐，突然手机响起，是班级群的通知。老师在群里宣布了毕业典礼的安排，并特别提到了我的名字，说我被评为优秀学生代表。当时，我的心里既有一丝自豪感，也感到前所未有的压力。我担心如果表现不好，会让父母和老师失望。这种复杂的情感在心中翻涌，我开始感到焦虑不安。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "毕业典礼进行中，我上台发表优秀学生代表讲话。",
                "where": "南京某中学校礼堂",
                "when": "2018年6月15日09:30",
                "who": "史菁凝, 父母, 老师, 同学",
                "description": "2018年6月15日上午9:30，毕业典礼在学校礼堂进行。我站在讲台上，看着台下满是同学、老师和家长的面孔，心跳加速，手心出汗。尽管我已经准备了很久，但内心的紧张还是压迫着我。我的声音略微颤抖，脑海中不断提醒自己要表现完美，以获得大家的认可。虽然在讲话结束后得到了热烈的掌声，但那种紧张和压力并没有完全消散。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "毕业典礼结束后，父母与我合影留念，并对我的表现表示赞扬。",
                "where": "南京某中学校礼堂外",
                "when": "2018年6月15日10:15",
                "who": "史菁凝, 父母",
                "description": "2018年6月15日上午10:15，毕业典礼结束后，父母在礼堂外与我合影留念。他们对我的表现表示赞扬，这让我感到一种短暂的满足感和自豪感。然而，这种感觉很快被对未来的担忧所取代。我开始思考如何在未来继续保持这种优秀的表现，避免让父母失望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "2018年9月初的一天，母亲从公司回到家中，我发现她情绪低落。她平时总是很开朗的，但那天明显有些不对劲。我尝试询问发生了什么，但母亲只是简单地说了一句‘没事，你不用担心’。",
                "where": "家中，客厅的沙发上，母亲坐在一旁的单人椅上。",
                "when": "2018年9月2日18:30",
                "who": "史菁凝, 母亲",
                "description": "2018年9月2日傍晚，母亲下班回家后显得异常沉默。她一进门就径直走向客厅，疲惫地坐在单人椅上。我放下手中的书走过去，问她今天发生了什么。她只是勉强笑了笑，说‘没事，你不用担心’。但我能感觉到她在隐瞒什么，心里开始隐隐担忧。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "2018年9月10日傍晚，我在家做作业时，忽然听到母亲房间传来低声啜泣。我悄悄推开门，看到母亲坐在床边流泪。我走过去轻轻抱住她，母亲在我的安慰下慢慢平静下来。",
                "where": "家中，母亲的卧室，床边。",
                "when": "2018年9月10日19:15",
                "who": "史菁凝, 母亲",
                "description": "2018年9月10日傍晚，我在书桌前做作业，忽然听到母亲房间里传来低声啜泣。我轻轻走到她房间门口，悄悄推开门，看到她坐在床边，泪流满面。我走过去，轻轻抱住她，母亲在我的安慰下慢慢平静下来。看到母亲脆弱的一面，我感到非常心疼，却又无能为力，内心一阵酸楚。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "2018年9月15日午后，母亲的情绪稍有好转，主动与我谈起了工作上的困扰。她告诉我，自己在公司遇到了一些不公平的待遇，感到非常委屈和无奈。",
                "where": "家中，客厅的沙发上。",
                "when": "2018年9月15日14:45",
                "who": "史菁凝, 母亲",
                "description": "2018年9月15日午后，母亲的情绪似乎好了一些。她坐在客厅的沙发上，叹了一口气，然后主动对我说起她在公司遇到的不公平待遇。她说这些话时，眼中闪烁着泪光，声音中充满了委屈和无奈。听着她的诉说，我感到心里一紧，意识到工作中的不确定性和困难远比我想象的要多。我开始担心自己未来也会遇到类似的困境。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "在母亲的鼓励下，我决定加入学校的文学社。我一直对文学抱有浓厚的兴趣，但由于性格内向，一直犹豫不决。",
                "where": "南京的高中校园，文学社活动室。",
                "when": "2018年9月1日08:00",
                "who": "我，母亲",
                "description": "2018年9月1日早晨，在南京的高中校园，母亲送我到校，并鼓励我加入文学社。文学社的活动室里摆满了书籍和作品，充满了文艺气息。我站在门外迟疑，但母亲温柔的眼神给了我勇气，她轻轻拍了拍我的肩膀，说道：“试试看，你会喜欢的。”我深吸一口气，走进了文学社的活动室。母亲的鼓励让我感到一阵温暖和信心，仿佛她的认可让我变得更加有价值。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "在第一次文学社会议上，我紧张地分享了自己的一篇作品。虽然开始时声音颤抖，但我逐渐找到了自信。",
                "where": "南京的高中校园，文学社活动室。",
                "when": "2018年9月5日15:30",
                "who": "我，文学社同学，指导老师",
                "description": "2018年9月5日下午，在南京的高中校园文学社活动室，我参加了第一次会议。活动室内，几位同学坐在桌子周围，指导老师微笑着鼓励大家发言。轮到我时，我拿出自己的作品，心跳加速，手心出汗，声音颤抖地开始朗读。起初，我感到极度焦虑和不安，但当我看到同学们和老师的微笑和点头，我的声音渐渐平稳下来，内心也逐渐找到了自信。看到大家认可我的作品，我感到一种新的自信和满足，这种经历让我意识到我有能力面对挑战。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "我的作品在文学社内部比赛中获得了第二名。这是我第一次在公开场合获得认可。",
                "where": "南京的高中校园，文学社活动室。",
                "when": "2018年10月12日10:00",
                "who": "我，文学社同学，指导老师",
                "description": "2018年10月12日上午，在南京的高中校园文学社活动室，文学社举办了一次内部比赛。活动室内，同学们都在紧张地等待结果，我的心情也十分紧张。当指导老师宣布我的作品获得了第二名时，我几乎不敢相信自己的耳朵。大家为我鼓掌祝贺，我感到脸颊发热，心中充满了喜悦和自豪。这是我第一次在公开场合获得认可，这次比赛的成功极大地增强了我的自信心，让我开始相信自己在写作方面有一定的天赋。同时，这次成功也部分缓解了我对自我价值感的缺乏。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "在一次班会上，班主任谈到了学生之间的互助和关爱，并提到了一位家庭经济困难的同学，几个同学开始窃窃私语，并对那位同学发出了嘲笑的声音。",
                "where": "南京某高中的教室，教室里光线明亮，窗外可以看到操场。",
                "when": "2019年3月15日15:30",
                "who": "史菁凝, 班主任, 同学们",
                "description": "2019年3月15日下午3:30，在南京某高中的教室里，我坐在教室的后排，听着班主任讲解学生之间互助和关爱的主题。班主任提到了一位家庭经济困难的同学需要帮助时，几个同学开始窃窃私语，并发出了嘲笑的声音。我感到非常震惊和难过，觉得班主任希望大家互助的美好愿望在现实中显得那么不真实。这种冷漠的态度让我对世界的不信任感更强，感到孤独和无助。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "班会结束后，我的好朋友李梅发现我情绪低落，主动找我聊天，并鼓励我不要受到同学们态度的影响，要相信自己的价值。",
                "where": "南京某高中走廊，走廊两侧是教室，墙上贴满了学生的作品和公告。",
                "when": "2019年3月15日16:00",
                "who": "史菁凝, 李梅",
                "description": "2019年3月15日下午4:00，班会结束后，我走在学校的走廊上，心情低落。我的好朋友李梅注意到了我的情绪，主动走过来找我聊天。我们站在贴满学生作品和公告的走廊上，她对我说她也对同学们的态度感到失望，并鼓励我不要受到影响，要相信自己的价值。虽然她的安慰让我感到了一些温暖，但我依然无法摆脱那种被冷漠和孤立的感觉。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "几天后，我在家里向母亲倾诉了这件事。母亲非常理解我的感受，并告诉我要学会坚强，不要被他人的冷漠所影响，还鼓励我多参加一些集体活动，增加与同学的互动。",
                "where": "南京家中，客厅里摆放着沙发、茶几和几盆绿色植物，墙上挂着家庭照片。",
                "when": "2019年3月18日19:00",
                "who": "史菁凝, 母亲",
                "description": "2019年3月18日晚上7:00，在家中的客厅里，我向母亲倾诉了班会上发生的事情。客厅里摆放着沙发、茶几和几盆绿色植物，墙上挂着家庭照片。母亲非常理解我的感受，她温柔地对我说，要学会坚强，不要被他人的冷漠所影响。她还鼓励我多参加一些集体活动，增加与同学的互动。虽然母亲的支持让我感到了一些安慰，但我依然对未来感到不确定和焦虑，依旧难以消除内心的孤独感和自我怀疑。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "为了准备高二下学期的校级作文比赛，我在家中熬夜写作，尽力把每一句话都写得完美。",
                "where": "家中，书房里，桌上堆满了参考书和草稿纸。",
                "when": "2019年6月5日22:30",
                "who": "我和母亲",
                "description": "2019年6月5日晚上，我坐在书房的书桌前，灯光昏黄，笔尖在纸上沙沙作响。母亲在一旁默默地陪伴着我，不时递来一杯热茶，为我的文章提供意见，不厌其烦地鼓励我。当时，我心里既感受到母亲无私的支持和爱，又担心自己若不努力就无法获得她的认可。那种无形的压力让我更加坚定了‘我必须努力成为最优秀的，以免被忽视’的信念。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "比赛当天，我在比赛现场紧张不安，手心出汗，但在母亲的目光鼓励下，我努力克服压力完成了比赛。",
                "where": "南京某高中，比赛教室",
                "when": "2019年6月10日14:00",
                "who": "我、母亲、朋友",
                "description": "2019年6月10日下午，我站在比赛教室的门口，感觉心跳加速，手心不停地出汗。母亲站在不远处，用鼓励的目光看着我。我深吸一口气，走进教室，坐在考场的座位上开始写作。比赛结束后，我的朋友第一时间跑过来送上祝贺，并兴奋地表示对我的作品非常期待。这些支持和期待让我认识到自己在面对压力时的表现，也暂时缓解了我内心的焦虑。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "我在校级作文比赛中获奖，受到了校领导的表彰，并在全校师生面前发言。",
                "where": "南京某高中，校礼堂",
                "when": "2019年6月20日10:00",
                "who": "我、校领导、老师、同学",
                "description": "2019年6月20日上午，校礼堂里座无虚席。我站在领奖台上，手里握着奖状，面对全校师生发言。心中充满了极大的满足感和自信心。然而，在表彰结束后，我的内心开始担忧未来是否能保持这样的表现。尽管获奖的经历让我感到自豪，但随之而来的不确定性和对未来表现的焦虑也让我意识到自己的能力和未来的担忧。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我在家中看书时，突然听到父亲的书房传来键盘敲打的声音。我走过去，看到父亲在深夜依然在处理工作文件，神情疲惫。",
                "where": "家中，父亲的书房里，书桌上堆满了文件和笔记本，桌角还放着一杯已经冷掉的咖啡。",
                "when": "2019年11月15日23:15",
                "who": "史菁凝, 父亲",
                "description": "2019年11月15日晚上，我在自己房间里看书，突然听到父亲的书房传来键盘敲打的声音。我好奇地走过去，轻轻推开书房的门，看到父亲坐在电脑前，眉头紧锁，眼神中充满了疲惫。他的书桌上堆满了文件和笔记本，桌角还放着一杯已经冷掉的咖啡。我站在门口，心里突然一阵酸楚，意识到父亲为了家庭的付出。这一刻让我感到责任重大，家庭的期望和压力也随之而来。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "在看到父亲深夜加班的第二天早上，我试图与父亲谈心，询问他工作是否很辛苦。父亲微笑着回答：“为了你们，我再辛苦也值得。”",
                "where": "家中，餐厅的早餐桌旁，桌上摆着简单的早餐，阳光从窗户洒进来。",
                "when": "2019年11月16日08:30",
                "who": "史菁凝, 父亲",
                "description": "2019年11月16日早上，家中的餐厅里，我和父亲坐在早餐桌旁，桌上摆着简单的早餐。阳光从窗户洒进来，给整个房间增添了一丝温暖。我鼓起勇气，试图与父亲谈心，询问他工作是否很辛苦。父亲微笑着看着我，轻声说：“为了你们，我再辛苦也值得。”这番话让我深受触动，感受到家庭的温暖和父亲的爱，但也加重了我的责任感。我开始更加努力学习，但内心也因为担心自己不够优秀而感到焦虑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "几天后，我在学校与关系较好的朋友聊起了父亲深夜加班的事。朋友安慰我并鼓励我不要给自己太大压力，但我依然感到心情沉重。",
                "where": "学校的操场旁的长椅上，周围是下课后喧闹的学生，远处是篮球场。",
                "when": "2019年11月20日12:45",
                "who": "史菁凝, 朋友",
                "description": "2019年11月20日中午，在学校的操场旁，我和关系较好的朋友坐在长椅上，周围是下课后喧闹的学生，远处是篮球场。我聊起了父亲深夜加班的事，朋友安慰我并鼓励我不要给自己太大压力。我听着朋友的话，表面上点头微笑，但心中依然感到沉重。我知道自己必须更加努力才能对得起父亲的辛劳，这种内心的冲突加剧了我的焦虑和对未来的不确定感。尽管朋友的安慰让我感到一些安慰，但内心的担忧和压力并未减轻。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "我在高考前夕由于学习压力巨大，开始出现严重的失眠和焦虑。母亲注意到我的状态，试图与我沟通，并给予安慰。",
                "where": "家中，卧室中昏暗的灯光下。",
                "when": "2020年6月20日22:30",
                "who": "史菁凝, 母亲",
                "description": "2020年6月20日晚上，我在家中的卧室里，试图复习但感到极度焦虑和疲惫。母亲推开门进来，看到我憔悴的样子，坐在床边轻声问我怎么了。我忍不住流下眼泪，告诉她我担心高考考不好。母亲轻抚我的肩膀，安慰我说无论结果如何，她都会支持我。这次谈话让我感到了一些安慰，但同时也加剧了我对未来的不确定感。我开始怀疑自己的能力是否足以应对高考的压力，这种怀疑进一步加深了我的焦虑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "在高考前的最后一周，我的失眠问题更加严重，每天只能睡几个小时。我试图通过增加复习时间来弥补自己的不安，但效果不佳，反而更加疲惫和焦虑。",
                "where": "家中，书桌旁堆满了书本和笔记。",
                "when": "2020年6月25日23:45",
                "who": "史菁凝",
                "description": "2020年6月25日深夜，我坐在家中的书桌旁，书本和笔记堆得满满当当。虽然已经快到午夜，但我仍然无法入睡，只能继续复习。尽管努力复习，但我感到越来越疲惫，焦虑感也越来越强烈。我感到无助和绝望，觉得自己的努力可能不足以应对考试的压力。这种情绪让我的焦虑进一步加剧，也让我对自己的能力产生更多怀疑。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "高考前一天晚上，母亲陪伴我到深夜，试图通过温暖的交流和陪伴来缓解我的紧张情绪。母亲讲述了自己年轻时面对压力的经验，鼓励我。",
                "where": "家中，客厅里温暖的灯光下。",
                "when": "2020年6月30日21:00",
                "who": "史菁凝, 母亲",
                "description": "2020年6月30日晚上，我和母亲在家中的客厅里。母亲陪着我一直到深夜，试图通过温暖的交流和陪伴来缓解我的紧张情绪。她讲述了自己年轻时如何面对压力的经验，并鼓励我无论结果如何都要相信自己的努力。这次谈话虽然未能完全缓解我的焦虑，但让我感受到母亲的支持和关爱。尽管对未来的不确定感依然存在，但我意识到即使面对挑战，我并不是完全孤立无援的。这一刻，母亲的支持让我感到温暖和力量。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "高考成绩即将公布的前一天晚上，我在家中与母亲谈心。我表现出极大的焦虑和紧张，害怕自己的成绩不如预期。母亲细心开导，鼓励我要对自己有信心，并且无论结果如何，全家都会支持我。",
                "where": "家中，温暖的客厅，墙上挂着一家人的合照，沙发上有母亲织的毛毯。",
                "when": "2020年8月6日20:30",
                "who": "母亲",
                "description": "2020年8月6日晚上，我和母亲坐在家中的客厅里，地板上的灯光柔和，墙上挂着一家人的合照，沙发上有母亲织的毛毯。我感到极度的焦虑和紧张，害怕自己的高考成绩不如预期。母亲看出了我的不安，轻轻握住我的手，温柔地说：“菁凝，无论结果如何，我们都支持你。”她的话语让我感到了一定的安慰和支持，虽然焦虑并未完全消失，但母亲的鼓励让我感到了一丝温暖。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "次日早晨，我在家中的书桌前等待高考成绩的公布。我不断刷新网页，心跳加速，手心出汗。当成绩终于公布，我发现自己考上了理想中的上海大学。我激动地跳起来，立即告诉了父母。",
                "where": "家中，自己的书桌前，书桌上堆满了书籍和笔记本，旁边放着一杯温热的茶。",
                "when": "2020年8月7日09:15",
                "who": "父母",
                "description": "2020年8月7日早晨，我坐在家中的书桌前，书桌上堆满了复习时用过的书籍和笔记本，旁边放着一杯刚泡好的温热茶。我不断刷新着网页，心跳加速，手心出汗。当成绩终于公布，我看到自己考上了理想中的上海大学，激动地跳了起来，眼泪夺眶而出。我立刻跑去告诉父母，他们也显得非常激动和开心，母亲抱着我，父亲也露出了难得的笑容。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "当晚，我们一家人在家中庆祝我的成绩，全家人都为我感到自豪。父亲特意请了一天假陪我，母亲也准备了我最喜欢的菜肴。庆祝过程中，父母多次提到我的努力和优秀，我感到自己得到了全家的肯定和支持。",
                "where": "家中，餐厅，餐桌上摆满了丰盛的菜肴，有我最喜欢的红烧肉和清蒸鱼。",
                "when": "2020年8月7日19:00",
                "who": "父母",
                "description": "2020年8月7日晚上，我们一家人在家中的餐厅庆祝我的高考成绩。餐桌上摆满了丰盛的菜肴，有我最喜欢的红烧肉和清蒸鱼，空气中弥漫着食物的香气。父亲特意请了一天假陪我，母亲也精心准备了这些菜。庆祝过程中，父母多次提到我的努力和优秀，我感到自己得到了全家的肯定和支持。这一刻，我感到极大的幸福和被接纳感，但同时也意识到未来的责任和挑战。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "大一开学第一天，我走进宿舍，看见同宿舍的同学们都在积极地收拾行李、布置房间。她们有的在讨论各自在高中时的成就，有的在分享未来的规划。我感到自己与她们相比非常不足，开始怀疑自己的能力。",
                "where": "上海某大学宿舍，宿舍内有四张床铺，每张床位上都挂着新买的床帘和装饰品，行李箱堆在各自的床边。",
                "when": "2020年9月1日08:30",
                "who": "史菁凝, 宿舍同学们",
                "description": "2020年9月1日早上，我拖着行李走进上海大学的宿舍，看到其他同学已经在布置自己的床位。她们在热烈地讨论着各自在高中时的成就和未来的规划。有人提到自己在数学竞赛中得了奖，还有人计划出国留学。我默默地站在一旁，心里开始泛起一股自卑的情绪，觉得自己在她们面前显得那么普通。我开始怀疑自己的能力，感到焦虑和不安。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "在大一的第一节课上，教授让每个同学自我介绍并分享自己的梦想和目标。我听到其他同学有的想出国留学，有的已在某些领域有了初步的研究成果，我感到压力巨大。",
                "where": "上海某大学教室，教室内摆满了整齐的课桌，墙上挂着教学用的白板。",
                "when": "2020年9月3日10:00",
                "who": "史菁凝, 大学教授, 班级同学",
                "description": "2020年9月3日上午，我坐在上海大学的一间教室里，教授让我们每个人自我介绍并分享自己的梦想和目标。同学们一个个站起来，有人说想出国留学，有人已经在某些领域有了初步的研究成果。我听着他们的介绍，心里不禁感到压力巨大，觉得自己的目标不明确，担心自己无法追上他们的步伐。我的手心开始出汗，心跳加快，脑海中不断浮现出“我不够优秀”的念头。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "大一的第一次期中考试成绩公布后，我发现自己虽然成绩不错，但在班级排名中处于中游。我听到一些同学讨论成绩时感到更加自卑。",
                "where": "上海某大学教室，教室内的公告栏上贴着期中考试的成绩单。",
                "when": "2020年11月15日15:45",
                "who": "史菁凝, 班级同学",
                "description": "2020年11月15日下午，期中考试成绩公布了，我站在教室的公告栏前，看到自己的成绩在班级中处于中游。虽然我的成绩不错，但与其他同学相比仍有差距。一些同学在旁边讨论自己的成绩和排名，我听着他们的话，心情变得越来越沉重。我感到自卑，怀疑自己的学习能力和未来的发展潜力。脑海中不断浮现出“我必须努力成为最优秀的，以免被忽视”的念头，心情愈加低落。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "大一刚开始时，我面对新环境和学业压力，感到非常焦虑。尽管我努力适应新的学习方式和社交圈子，但由于我的内向性格，我感觉与同学之间的互动较为困难。",
                "where": "上海某大学，宿舍和教室之间的校园路上。",
                "when": "2020年9月15日10:30",
                "who": "我, 新同学, 室友",
                "description": "2020年9月15日上午，我站在大学的校园路上，望着来来往往的同学，心里涌起一阵阵的焦虑感。课堂上，老师讲授的内容让我感到陌生和压力，而课后，室友们热情地聊着天，我却不知道如何插话。每当夜深人静时，我常常对着书本发呆，内心充满了对未来的不确定。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "在大一学期中期，我参加了一个小组合作项目，担任组员。我尽力完成自己的任务，虽然参与过程中仍感到紧张，但逐渐与小组成员建立了一定的信任。",
                "where": "上海某大学，教室和图书馆。",
                "when": "2020年11月5日14:20",
                "who": "我, 小组成员",
                "description": "2020年11月5日下午，我和小组成员们在图书馆讨论项目。虽然刚开始时我依然感到紧张，但随着时间的推移，我发现小组成员们都很友善，并且我们的合作逐渐变得顺畅起来。一次次的讨论和任务分配，让我逐渐感受到团队合作的力量。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "大一学期末，我在一次小组合作项目中担任组长。我认真负责地分配任务，协调小组成员，成功完成了项目，并且在项目展示中表现出色，获得了指导老师的表扬。",
                "where": "上海某大学，教室和演示厅。",
                "when": "2021年1月18日15:45",
                "who": "我, 小组成员, 指导老师",
                "description": "2021年1月18日下午，项目展示结束后，指导老师走到我面前，微笑着说：‘你们做得很棒，尤其是你的领导能力让我印象深刻。’我站在演示厅内，感受到内心的自信心在逐渐增强。这次成功的体验让我相信自己可以应对更多的挑战，并在未来的职业生涯中取得成就。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "我在大二暑假期间报名参加了一次为期两周的社会实践活动，希望通过志愿服务了解社会现状。我和团队成员一起走访了社区服务中心、养老院和贫困地区的学校，亲眼见到了许多老人和孩子生活在艰难的环境中。",
                "where": "社区服务中心、养老院、贫困地区的学校等社会实践地点。",
                "when": "2021年7月15日10:30",
                "who": "我和社会实践团队成员",
                "description": "2021年7月15日上午10:30，我和社会实践团队成员来到一个贫困地区的学校。看见孩子们穿着旧衣服，教室破旧不堪，我心里感到震撼和无力。面对这些孩子天真无邪的笑脸，我意识到自己的力量是如此微不足道。这次体验让我感受到世界的复杂性，增强了对未来的不确定感。我感到焦虑和无助，认为自己无法改变什么。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "在社会实践过程中，我与团队成员的互动逐渐增多，尤其是与一位名叫小李的成员建立了较深的交流。我们常常在活动结束后一起讨论当天的见闻和感受。",
                "where": "某社会实践地点",
                "when": "2021年7月20日18:45",
                "who": "我和小李",
                "description": "2021年7月20日晚上18:45，社会实践活动结束后，我和小李坐在实践地点的长椅上，讨论当天的见闻。小李和我一样，对社会现状感到无力，但他的坦诚让我感受到了一些心理上的支持和共鸣。这次交流让我意识到自己并不是唯一一个感到困惑和无力的人，但内心的压力依然存在，因为我觉得自己在面对这些问题时缺乏行动力和方向感。这种内心的矛盾和挣扎使我产生了进一步的自我怀疑，担心自己未来能否应对复杂的社会环境。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "社会实践活动结束后，我独自乘火车从南京返回上海。在回程的火车上，我回想起这段经历，开始思考未来的选择：是继续考研深造，还是进入社会工作。",
                "where": "南京至上海的火车上",
                "when": "2021年7月30日14:20",
                "who": "我自己",
                "description": "2021年7月30日下午14:20，我独自坐在从南京返回上海的火车上，望着窗外的风景，思绪万千。这段社会实践经历让我对未来感到迷茫和不安，因为我还不确定自己能否在未来的道路上找到适合自己的位置。这次独处让我进一步反思了自己的核心信念和中间信念。我意识到自己对未来的不确定感和对他人肯定的需求依然存在，但同时也开始认识到自己有能力面对挑战。虽然感到一丝坚定，但更多的是对未来的未知感到焦虑。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "在一次课外活动中，我看到一位同学因为创业失败而情绪低落。他在分享创业失败的经历时，提到他投入了大量时间和精力，但最终却未能成功。我感到非常同情，并开始思考自己未来的职业规划。",
                "where": "上海某大学的一个活动教室，教室里有几十个同学，大家围坐在一起。",
                "when": "2021年10月12日14:30",
                "who": "我和那位同学，以及其他参加活动的同学。",
                "description": "2021年10月12日下午，我在学校的某个活动教室里，参加了一次课外活动。一位同学站在教室前面，脸色阴沉地讲述他创业失败的经历。他说，他投入了大量的时间和精力，但最终还是未能成功。他的声音有些哽咽，我能感觉到他的失望和无奈。听到这里，我心里涌起一阵同情，同时也开始思考自己的未来职业规划。这一刻，我意识到未来的职业生涯可能充满了挑战和不确定性。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "课外活动结束后，我回到宿舍，与室友讨论了那位同学的创业失败经历。室友鼓励我不要被失败的例子吓到，而是要看到努力和尝试的重要性。我接受了室友的建议，但内心依然感到沉重。",
                "where": "上海某大学的宿舍，房间里有四张床和一些书桌，墙上贴满了学习资料和海报。",
                "when": "2021年10月12日17:45",
                "who": "我和我的室友。",
                "description": "2021年10月12日傍晚，我回到宿舍后，心情依然沉重。我把白天在课外活动中听到的那位同学的创业失败经历告诉了室友。室友一边听一边点头，随后鼓励我说，不要被这种失败的例子吓到，而是要看到努力和尝试的重要性。她说，失败是成功的一部分，只要我们不断努力，总会有收获。我点了点头，接受了她的建议，但内心那种对未来的不确定感依然存在，感到一阵沉重。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "数日后，我在图书馆阅读关于创业成功和失败的书籍，希望通过学习找到一些答案。我发现很多成功的人都是在失败中不断成长起来的，这让我稍微感到安慰，但对未来的迷茫依然存在。",
                "where": "上海某大学图书馆，图书馆的一角，书架上排列着各种书籍。",
                "when": "2021年10月15日11:00",
                "who": "只有我一个人。",
                "description": "2021年10月15日上午，我坐在上海某大学图书馆的一角，翻阅着关于创业成功和失败的书籍。我希望通过学习找到一些答案，减轻心中的不安。我看到很多成功的人都是在失败中不断成长起来的，他们的故事让我稍微感到一些安慰。然而，当我合上书本，抬头望向窗外的时候，那种对未来的迷茫感依然存在，我依旧感到不确定和不安。"
            }
        ]
    },
    "recent_events": {
        "name": "史菁凝",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我决定参加一次重要的企业招聘会，这是我大四上学期的一次重要机会。我在准备过程中非常紧张，因为这是我第一次参加如此重要的招聘会。尽管我花了大量时间准备简历和面试答案，但依然感到不自信。",
                "where": "上海某大学我的宿舍里，书桌上堆满了各种准备材料。",
                "when": "2023年10月15日09:00",
                "who": "我",
                "description": "2023年10月15日早上，我坐在宿舍里，看着书桌上堆满的简历和面试准备材料，心里充满了紧张和不安。我不断地在脑海中演练面试问题的答案，但总觉得自己准备得不够好。每次想到即将要面对的HR，我的心跳就会加速，手心冒汗。我知道这次招聘会对我来说非常重要，但心中的不自信让我感到非常焦虑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "招聘会当天，我穿着得体，早早来到会场，但发现其他应聘者都显得自信满满，这让我更加紧张。在面试过程中，我因为紧张而回答不够流利，未能充分展示自己的能力。",
                "where": "上海某大学招聘会场，装饰简洁但人声鼎沸。",
                "when": "2023年10月15日10:30",
                "who": "我、招聘企业HR",
                "description": "2023年10月15日早上10点30分，我穿着正式的职业装，早早来到上海某大学的招聘会场。会场装饰简洁，但人声鼎沸，其他应聘者看起来都非常自信。这种对比让我更加紧张。轮到我面试时，我坐在HR面前，感觉到自己声音在颤抖。尽管我尽力回答问题，但因为过于紧张，很多话都没说清楚，甚至有几次卡壳。我能感觉到HR的失望，这让我更加不安和沮丧。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "面试结束后，我在回宿舍的路上反复回忆面试细节，感到非常失落和沮丧。我给母亲打电话倾诉，母亲虽然安慰我，但我依然觉得自己不够优秀，无法达到别人的期望。",
                "where": "上海某大学校园，树木茂盛的小路上。",
                "when": "2023年10月15日12:00",
                "who": "我、母亲",
                "description": "2023年10月15日中午12点，我走在上海某大学校园的树木茂盛的小路上，回想着刚刚结束的面试，心情非常低落。我拿出手机，拨通了母亲的电话，声音有些哽咽。我向母亲倾诉了自己的失落和自我怀疑，母亲在电话那头温柔地安慰我，告诉我这只是一次经验，但我心里依然觉得自己不够优秀，无法达到别人的期望。我感到非常无助和沮丧，眼泪不自觉地流了下来。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我在一次与母亲的视频通话中，母亲提到考研或许是更好的选择，这让我感到温暖但也感到压力。",
                "where": "在学生宿舍，我坐在书桌前，周围是堆满书籍和笔记的书架。",
                "when": "2023年11月15日20:30",
                "who": "我和母亲",
                "description": "2023年11月15日晚上，我在学生宿舍里与母亲进行了一次视频通话。母亲温和地建议我考虑考研，认为这对我的未来可能更有帮助。她的语气充满关心，我感到一阵温暖，但随之而来的压力也让我有些不安。我不愿让母亲失望，因此内心充满了矛盾和压力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在母亲的建议下，我决定参加考研辅导班，希望能提高自己的竞争力。",
                "where": "辅导班教室，教室里坐满了同样为考研努力的学生，黑板上写满了复习计划。",
                "when": "2023年11月20日18:00",
                "who": "我和辅导班的同学",
                "description": "2023年11月20日下午，我来到辅导班教室，决定正式开始为考研做准备。教室里坐满了同样为考研努力的学生，大家都在认真听讲和做笔记。高强度的学习让我感到压力倍增，但我也感到自己在一步步接近目标。我希望通过努力不辜负母亲的期望，内心充满了复杂的情感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "在一次与朋友的聚会上，我谈到了自己考研的压力，朋友们纷纷给予我鼓励和支持。",
                "where": "一家温馨的小咖啡馆，桌上摆满了咖啡和甜点，周围是柔和的灯光。",
                "when": "2023年11月25日15:45",
                "who": "我和几位朋友",
                "description": "2023年11月25日下午，我和几位朋友在一家温馨的小咖啡馆聚会。我们聊到了各自的近况，当我提到考研的压力时，朋友们纷纷给予我鼓励和支持。他们的温暖和理解让我感到被包容和支持，但我也意识到自己需要不断努力，不辜负他们的期望。这让我既感到一丝安慰，也增加了些许压力。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我和室友在宿舍聊天时，她兴奋地告诉我她收到了大公司的offer，对未来充满期待。",
                "where": "我们的大学宿舍，宿舍里摆放着我们平时学习用的书和笔记本。",
                "when": "2023年12月01日20:30",
                "who": "室友和我",
                "description": "2023年12月1日晚上，我和室友在宿舍里聊天。她满脸兴奋地告诉我，她收到了大公司的offer，还描述了她对未来的美好憧憬。虽然我为她感到高兴，但内心却涌起了一股自卑和焦虑的情绪。我笑着祝贺她，但心里却在担心自己的未来。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "我在微信朋友圈看到室友庆祝拿到offer的照片和大家的祝贺评论。",
                "where": "我的宿舍，躺在床上拿着手机刷微信。",
                "when": "2023年12月02日09:15",
                "who": "我",
                "description": "2023年12月2日上午，我躺在宿舍的床上，拿着手机刷微信朋友圈。突然看到室友发了一张庆祝她拿到offer的照片，下面还有很多同学的祝贺评论。一瞬间，我感到一阵自卑和焦虑，觉得自己在同龄人中显得落后。我努力挤出笑容在评论区留了句‘恭喜’，但内心却充满了不确定感。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "我与母亲视频通话，倾诉自己的焦虑和自卑感，母亲给予了鼓励和建议。",
                "where": "我的宿舍，桌上摆放着笔记本电脑和一些资料。",
                "when": "2023年12月03日20:00",
                "who": "我和母亲",
                "description": "2023年12月3日晚上，我在宿舍里打开笔记本电脑，和母亲进行了视频通话。我向她倾诉了最近的焦虑和自卑感，特别是看到室友拿到offer后我更加不安。母亲温柔地鼓励我，告诉我每个人都有自己的节奏，让我不要太过焦虑。虽然她的鼓励让我暂时感到安心，但挂断电话后，我依然感到压力重重。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "在导师的建议和朋友的鼓励下，我决定报考研究生。虽然我下定决心全心投入复习，但来自同学竞争和家人期望的压力让我倍感沉重。",
                "where": "导师办公室，墙上挂着几幅学术奖状，桌上堆满了书籍和资料。",
                "when": "2023年11月15日14:30",
                "who": "我和导师",
                "description": "2023年11月15日下午，在导师办公室，我坐在导师对面的椅子上，双手紧握着膝盖。导师语重心长地对我说，考研是一个不错的选择，能为未来打开更多的门。我点了点头，同时心里也在默默盘算接下来的复习计划。虽有朋友的鼓励，但想起同学们如火如荼的竞争和家人殷切的期望，我心里感到一股无形的压力压得我喘不过气。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "在图书馆复习时，我看到其他同学进展顺利，自己却感到疲惫和焦虑，开始怀疑自己的能力，觉得自己可能无法成功。",
                "where": "图书馆，灯光明亮，周围都是认真学习的同学。",
                "when": "2024年1月10日17:45",
                "who": "我",
                "description": "2024年1月10日下午，在图书馆，我坐在靠窗的座位上，桌面上摊开了一堆书和笔记本。我抬头看了看四周，同学们都在专心致志地学习，进展似乎很顺利。而我却感到一阵阵的疲惫和焦虑，手中的笔也开始变得沉重。我心里不断地问自己，‘我真的能成功吗？’这时，眼前的字渐渐模糊，我感到自己好像掉进了一个无底的深渊，无法自拔。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "在与母亲的视频通话中，母亲安慰我并给予鼓励，但我仍然无法摆脱焦虑，甚至感到母亲的期望成为了额外的负担。",
                "where": "宿舍，简洁的书桌上放着电脑，背景是我的床铺和书架。",
                "when": "2024年1月20日21:15",
                "who": "我和母亲",
                "description": "2024年1月20日晚上，在宿舍，我坐在书桌前，打开了视频通话。屏幕那端，母亲温柔的面容出现在眼前，她关切地问我复习的情况，并不断鼓励我。尽管母亲的安慰让我感到一时的温暖，但我心里也清楚，她对我的期望很高。挂断通话后，我看着屏幕上的自己，心中却感到一阵沉重的负担，仿佛有千斤重的石头压在心头，无法摆脱焦虑。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我在一次与母亲的电话中提到，我听说了一位学长因为找不到工作而陷入抑郁的事情。母亲安慰我，说每个人都会遇到挫折，并鼓励我保持乐观。",
                "where": "我的宿舍，桌上摆满了书本和笔记，墙上贴着几张考试复习计划。",
                "when": "2024年2月15日19:30",
                "who": "我和母亲",
                "description": "2024年2月15日晚上，我在宿舍里打电话给母亲，声音中带着一丝焦虑。我告诉她，我听说一位学长因为找不到工作而陷入抑郁。母亲在电话那头用温柔的语气安慰我，说每个人都会遇到挫折，并鼓励我保持乐观。虽然母亲的安慰稍微缓解了我的焦虑，但对未来的不确定性依然萦绕在我心头。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在一次与朋友们的聚会上，我无意中听到大家在讨论毕业后的去向和考研计划。我感到在这些话题中被忽略，内心产生了不安和自卑感。",
                "where": "大学附近的咖啡馆，窗外是繁忙的街道，室内充满了咖啡香气。",
                "when": "2024年2月17日17:45",
                "who": "我和一些大学朋友",
                "description": "2024年2月17日下午，我和朋友们在大学附近的咖啡馆里聚会。大家热烈地讨论着毕业后的去向和考研计划，我默默地听着，感到自己被忽略了。内心的不安和自卑感逐渐涌上心头。我开始担心，如果我不能成功找到工作或考上研究生，会被朋友们看不起。这次聚会让我感受到来自同龄人的压力和竞争，进一步加深了我的焦虑。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "导师在课后一对一指导时提醒我尽早决定毕业后的计划，并建议我考虑自身的兴趣和长处。我感到困惑和压力倍增。",
                "where": "导师办公室，书架上摆满了专业书籍，窗外阳光洒进来。",
                "when": "2024年2月20日14:00",
                "who": "我和导师",
                "description": "2024年2月20日下午，我在导师的办公室里接受一对一指导。导师提醒我尽早决定毕业后的计划，并建议我考虑自身的兴趣和长处。我坐在椅子上，感觉压力倍增，心里充满了困惑。导师的建议虽然是出于好意，但我感到更大的压力和焦虑。对未来的不确定性和对自己决策能力的怀疑让我更加迷茫。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我参加了导师组织的一次集体复习讨论会，发现其他同学已经准备得非常充分，我显得有些落后。",
                "where": "大学教室，教室里充满了紧张的学习氛围，黑板上写满了数学公式。",
                "when": "2024年2月20日15:30",
                "who": "史菁凝，几位同学，导师",
                "description": "2024年2月20日下午，我走进大学教室，参加导师组织的集体复习讨论会。教室里坐满了同学，大家都专注地讨论着各自的复习进度和疑难问题。我听着他们流利的讨论，心里越来越紧张，因为我发现自己在准备上明显落后了。导师在前面列举着考点，同学们积极发言，而我却感到无从下手，心里逐渐被焦虑和压力占据。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "在考研前夕，我与母亲通电话，母亲鼓励我不要太过紧张，但也提到希望我能考上好学校。",
                "where": "宿舍，桌上摊满了复习资料，房间里只有我一个人。",
                "when": "2024年3月1日20:00",
                "who": "史菁凝，母亲",
                "description": "2024年3月1日晚，我在宿舍里复习时，接到了母亲的电话。她温柔地问我复习的进展，并鼓励我不要太过紧张。她说无论结果如何，她都会支持我，但话语中还是流露出希望我能考上好学校的期望。我感到温暖的同时，也感到一阵压力涌上心头，担心如果考不好会让她失望。挂断电话后，我坐在书桌前，心里五味杂陈，复习的进度也变得更加缓慢。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "在模拟考研考试中，我的成绩不理想，我感到非常沮丧，甚至考虑放弃考研。",
                "where": "考场，教室里安静得只能听到笔在纸上划过的声音。",
                "when": "2024年3月15日10:30",
                "who": "史菁凝",
                "description": "2024年3月15日上午，我参加了模拟考研考试。考场里一片寂静，只有笔在纸上划过的声音。我全神贯注地答题，但当成绩出来时，我的心一下子沉到了谷底。成绩远低于我的预期，我感到非常沮丧和无力，仿佛所有的努力都白费了。回到宿舍后，我一个人坐在床边，眼泪不自觉地流了下来，甚至产生了放弃考研的念头。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "期中考试结束后，我在图书馆里独自复习，为了准备考研，我感到压力巨大。我反复思考是否要直接工作，担心自己不够优秀无法通过考试。",
                "where": "大学图书馆，靠窗的一张小桌子旁，桌上摆满了考研资料和复习笔记。",
                "when": "2024年4月15日16:30",
                "who": "我（史菁凝）",
                "description": "2024年4月15日下午，我在大学图书馆靠窗的一张小桌子旁，桌上摆满了考研资料和复习笔记。期中考试刚刚结束，我本该感到轻松，但为了准备考研，我感到压力巨大。我一边翻看书本，一边反复思考是否要直接工作，脑海中充满了各种担忧，尤其是担心自己不够优秀无法通过考试。窗外的阳光透过玻璃洒在桌面上，书页的翻动声和周围同学的低语声交织在一起，但这一切都无法缓解我内心的焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在期中考试结束后的某天晚上，我与母亲通话，母亲鼓励我继续考研，并告诉我无论结果如何，家人都会支持我。",
                "where": "我的宿舍，床上堆满了书和笔记，墙上贴着考研计划表。",
                "when": "2024年4月20日21:00",
                "who": "我（史菁凝）、母亲",
                "description": "2024年4月20日晚上，我躺在宿舍的床上，床上堆满了书和笔记，墙上贴着考研计划表。我拿起手机，拨通了母亲的电话。电话那头，母亲温暖的声音传来，她鼓励我继续考研，并告诉我无论结果如何，家人都会支持我。听着母亲的话，我的心情稍稍放松了一些，感觉到了一丝安慰和信心。然而，挂断电话后，我看着墙上的考研计划表，依然感到压力山大，因为我深知自己需要别人的肯定才能感到真正的安心。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "我的导师与我进行了一次关于未来规划的谈话，建议我不要放弃考研，并提供了一些实用的复习方法。",
                "where": "导师办公室，办公桌上摆满了书籍和文件，墙上挂着几幅学术奖状。",
                "when": "2024年4月25日10:00",
                "who": "我（史菁凝）、导师",
                "description": "2024年4月25日上午，我来到导师的办公室。办公室里，办公桌上摆满了书籍和文件，墙上挂着几幅学术奖状。导师微笑着请我坐下，开始与我讨论未来的规划。他建议我不要放弃考研，并提供了一些实用的复习方法。导师的话语坚定而有力，他的建议让我感到了一种新的信心和动力。离开办公室时，我感觉自己的步伐变得轻快了许多，内心的焦虑也有所缓解。我觉得自己有能力面对挑战，这次谈话激发了我内心的勇气与信心。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我在图书馆自习时，无意中看到一篇成功考研经验的文章。文章中描述了一个普通学生通过努力考上名校的经历，令我深受触动。",
                "where": "大学图书馆，阳光透过窗户洒在书桌上，周围的同学们都在安静地学习。",
                "when": "2024年5月10日14:30",
                "who": "史菁凝, 图书馆同学",
                "description": "2024年5月10日下午，我在大学图书馆自习。阳光透过窗户洒在书桌上，周围的同学们都在安静地学习，氛围紧张而专注。我无意中翻到了一篇成功考研的经验文章。文章中一个普通学生通过自己不懈的努力，最终考上了名校，这让我深受触动和激励。我不禁开始幻想自己也能通过考研实现理想，然而，这种希望也带来了巨大的压力。我开始担心自己能否达到同样的高度，内心的焦虑感随之加剧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "回到宿舍后，我迫不及待地与室友们分享了那篇考研成功经验的文章，并表达了自己的担忧和压力。",
                "where": "大学宿舍，桌上堆满了复习资料，窗外夜色渐深。",
                "when": "2024年5月10日20:15",
                "who": "史菁凝, 室友们",
                "description": "2024年5月10日晚，我回到宿舍，心情依然因下午在图书馆读到的考研成功经验文章而波动。我迫不及待地与室友们分享了这篇文章，并表达了我对未来的担忧和压力。室友们也纷纷分享了各自的计划和焦虑，大家一边吃着零食一边讨论。通过这种交流，我感到自己不是孤单的，大家都有相似的困惑和压力。这种共鸣让我的焦虑暂时得到了缓解，但也同时让我更加坚定了要考研的决心。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "在与母亲的视频通话中，我提到了我的考研计划和近期的压力。母亲给予了我很多鼓励，但也提醒我要注意身体健康。",
                "where": "宿舍，床上堆满了衣服和书籍，桌上摆着笔记本电脑。",
                "when": "2024年5月11日19:00",
                "who": "史菁凝, 母亲",
                "description": "2024年5月11日晚，在宿舍里，我和母亲进行了视频通话。床上堆满了衣服和书籍，桌上摆着笔记本电脑。我向母亲提到了我的考研计划和最近感受到的巨大压力。母亲通过屏幕微笑着看着我，给予了我很多鼓励，告诉我她相信我能行，但也提醒我要注意身体健康，不要过度焦虑。这些话让我感到温暖和支持，但同时也让我觉得自己必须更加努力，以不辜负母亲的期望。这种矛盾的情感让我更加焦虑和犹豫。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我从2023年12月开始备战考研，每天长时间学习，几乎没有休息。由于压力和长时间的坐着，我的身体开始出现不适，尤其是背部和颈部疼痛。",
                "where": "图书馆，座位靠近窗户，可以看到外面的校园。",
                "when": "2023年12月15日15:30",
                "who": "史菁凝",
                "description": "2023年12月15日下午，我坐在图书馆靠窗的座位上，一边看着堆积如山的复习资料，一边感到背部和颈部的疼痛越来越严重。我已经连续好几天每天学习超过十小时，几乎没有休息。身体的不适让我感到非常疲惫和焦虑，心中对未来的不确定性也越发强烈。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "因长期的考研压力和身体的不适，我在2024年3月去看校医院医生。医生建议我减少学习时间，增加休息和锻炼。",
                "where": "校医院，医生办公室，墙上挂着健康宣传海报。",
                "when": "2024年3月10日10:45",
                "who": "史菁凝，校医院医生",
                "description": "2024年3月10日上午，我走进校医院医生的办公室，医生认真地听我描述了背部和颈部的疼痛情况。他建议我减少学习时间，增加休息和锻炼。听到这些建议，我心中感到非常矛盾。一方面，我知道需要休息和锻炼，但另一方面，我担心减少学习时间会影响考研成绩。这种矛盾让我更加焦虑，心里反复纠结着是否应该调整学习计划。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "2024年6月，我在宿舍备考时，感到身体极度疲惫，甚至出现头晕和恶心。我意识到自己的身体状况已经严重影响了学习。",
                "where": "宿舍，书桌上堆满了复习资料，床上散落着未整理的衣物。",
                "when": "2024年6月5日21:00",
                "who": "史菁凝",
                "description": "2024年6月5日晚上，我坐在宿舍的书桌前，盯着复习资料，突然感到头晕和恶心。身体的极度疲惫让我无法集中注意力，我意识到自己的身体状况已经严重影响了学习。我感到恐慌和无助，心中涌起对健康的担忧和对未来的不确定感。这种焦虑让我更加难以做出决断，不知道如何平衡复习和健康之间的关系。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我和朋友在图书馆一同学习，她看起来非常从容，并向我分享了她的考研进展和计划。",
                "where": "图书馆的一个角落，阳光透过窗户洒在桌面上。",
                "when": "2024年7月12日14:30",
                "who": "我和我的朋友",
                "description": "2024年7月12日下午2点半，我和朋友在图书馆的一个角落学习。阳光透过窗户洒在桌面上，营造出一种温暖的氛围。她看起来非常从容，向我分享了她的考研进展和计划。我听着她的话，心里感到一阵羡慕和焦虑，怀疑自己是否有能力达到她的水平。这使我感到时间紧迫，压力也随之增加。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "我在晚饭时与父母视频通话，谈到了自己对未来的不确定性和朋友的从容表现。",
                "where": "宿舍的小桌子前，桌上摆着简单的晚餐。",
                "when": "2024年7月12日19:00",
                "who": "我、母亲和父亲",
                "description": "2024年7月12日晚上7点，我坐在宿舍的小桌子前，桌上摆着简单的晚餐，通过视频与父母通话。我向他们倾诉了自己对未来的不确定性和朋友的从容表现。母亲给予了一些安慰和鼓励，但我仍感到焦虑和自卑。父母的建议虽然让我有了一些安慰，但并未完全消除我的担忧。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "我在与导师的一次会面中，表达了自己的困惑和焦虑，导师试图帮助我理清思路并提供了一些建议。",
                "where": "导师办公室，墙上挂满了书籍和奖状。",
                "when": "2024年7月13日10:00",
                "who": "我和导师",
                "description": "2024年7月13日上午10点，我坐在导师办公室里，墙上挂满了书籍和奖状。我向导师表达了自己的困惑和焦虑，导师认真听取后，试图帮助我理清思路，并提供了一些建议。虽然导师的建议让我稍感安慰，但我依旧感到不确定和焦虑，怀疑自己是否有能力面对即将到来的挑战。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我在考研前几个月参加了一次模拟考试，成绩不理想。这次考试让我对自己的复习进度和能力产生了怀疑，开始怀疑自己是否选择考研是正确的。",
                "where": "学校的图书馆，桌子上堆满了复习资料，空气中弥漫着紧张的气氛。",
                "when": "2024年5月15日15:30",
                "who": "史菁凝",
                "description": "2024年5月15日下午，我在学校图书馆参加了一次模拟考试，成绩出来后，我整个人都呆住了。那天图书馆里安静得只能听到笔尖划过纸张的声音，但我的心里却像有一团火在燃烧。我坐在书桌前，复习资料散落一地，感到无比的迷茫和焦虑。我开始怀疑自己是否真的有能力通过考研，是否选择考研是正确的决定。这次考试让我对自己产生了强烈的怀疑和不安。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "我在一次与朋友的聚会上，听到朋友们谈论他们找到的工作机会和实习经历，我感到自己在职业规划上落后于人，开始更加焦虑。",
                "where": "学校附近的咖啡馆，窗外的街景熙熙攘攘，而室内充满了欢声笑语。",
                "when": "2024年6月10日18:45",
                "who": "史菁凝及其大学朋友",
                "description": "2024年6月10日傍晚，我和几位大学朋友在学校附近的一家咖啡馆聚会。窗外的街道上人来人往，店内却充满了欢快的聊天声。朋友们谈论着他们找到的工作机会和实习经历，每个人脸上都洋溢着自信和喜悦。我坐在一旁，静静地听着，内心却越来越沉重。我感到自己在职业规划上落后于他们，心中的焦虑感也随之加剧。我开始怀疑自己是否能在毕业后找到满意的工作，是否能像他们一样自信满满。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "在考研前夕，我与母亲进行了一次长时间的电话交流，我向母亲倾诉了自己的焦虑和不安。母亲给予了我鼓励和支持，但我依然无法摆脱对未来的不确定感。",
                "where": "宿舍，桌上的台灯发出温暖的光，窗外的城市夜景朦胧。",
                "when": "2024年8月20日22:00",
                "who": "史菁凝和母亲",
                "description": "2024年8月20日晚上，我在宿舍打电话给母亲。屋内只开了一盏台灯，柔和的灯光照在我的笔记本和复习资料上，窗外的城市夜景显得那么朦胧。我向母亲倾诉了自己对考研的焦虑和不安，声音中带着无法掩饰的颤抖。母亲在电话那头耐心地听着，不时给予我鼓励和安慰，说我一定可以克服这些困难。但即使母亲的言语让我感到些许安慰，我依然无法摆脱对未来的不确定感，心中的焦虑始终无法完全消散。"
            }
        ]
    }
}