{
    "childhood": {
        "name": "柳莹珺",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "刚回到家，我的父亲已经在客厅等待，脸色非常严肃。今天公布考试成绩，我心里忐忑不安。",
                "where": "家中的客厅，窗外还能听到街道上的喧嚣，桌上放着母亲准备的水果。",
                "when": "1981年5月10日16:30",
                "who": "父亲和我",
                "description": "1981年5月10日下午，我刚回到家，父亲已经坐在客厅的椅子上等待我。他的脸色异常严肃，空气中弥漫着紧张的气氛。我心里忐忑不安，因为我知道今天会公布考试成绩。我小心翼翼地把成绩单递给父亲，他看到分数后，脸色变得更加阴沉。他严厉地责备我没有尽力，声音低沉而刺耳。我感到非常失望和内疚，父亲的责备让我倍感压力。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "在与父亲的谈话后，我回到自己的房间，开始回想考试中的每一个细节，试图找出哪里出了问题。我感到非常焦虑，无法集中注意力做其他事情。",
                "where": "我的房间，书桌上堆满了书籍和笔记本。",
                "when": "1981年5月10日17:00",
                "who": "我自己",
                "description": "在与父亲的严厉谈话后，我回到自己的房间，感到心情沉重。我坐在书桌前，回想着考试中的每一个细节，试图找出哪里出了问题。书桌上堆满了书籍和笔记本，但我完全无法集中注意力去做其他事情。焦虑感像潮水般涌来，我不停地自责，觉得自己没有达到父亲的期望。这种焦虑和自责让我感到无比的压抑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "当晚，母亲发现我情绪低落，便进房间安慰我，告诉我不要太自责，要继续努力。母亲的温柔话语让我稍感宽慰，但我心底仍然觉得自己没有达到父亲的期望。",
                "where": "我的房间，床头放着一盏温暖的台灯。",
                "when": "1981年5月10日20:00",
                "who": "母亲和我",
                "description": "当晚，母亲发现我情绪低落，便轻轻敲门走进我的房间。她坐在我的床边，温柔地抚摸着我的头，说不要太自责，要继续努力。母亲的温柔话语让我稍感宽慰，但我心底仍然觉得自己没有达到父亲的期望。房间里只有床头的台灯散发着温暖的光芒，母亲的安慰虽然让我情绪稍微缓解，但内心依然被不完美的表现所困扰。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "小学三年级的一个下午，我和我的朋友们在学校教室里一起做作业。小丽遇到了一个数学难题，显得很沮丧。我主动走过去，耐心地给她讲解，直到她明白了答案。小丽非常感激地看着我，说道：'莹珺，你真厉害，真谢谢你！'",
                "where": "学校的教室，教室里光线明亮，黑板上还有未擦的数学题。",
                "when": "1982年10月12日15:30",
                "who": "朋友小丽",
                "description": "1982年10月12日下午，在学校的教室里，我和朋友们正在做作业。小丽突然间皱起眉头，我看到她在数学题前发愁。我走过去，轻声问她怎么了。她指着题目，眼里闪着无助的光。我坐在她旁边，耐心地一步一步给她讲解。慢慢地，她的眉头舒展开来，脸上露出了恍然大悟的笑容。她看着我，眼中充满了感激，说：'莹珺，你真厉害，真谢谢你！'那一刻，我感到无比的开心和满足。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "在帮助小丽解答完问题后的几分钟，我和其他同学一起讨论作业中的其他问题。我发现自己在解释和帮助别人的过程中感到非常自信和快乐。其他同学也开始向我请教问题，我逐渐成为班里同学们信赖的“小老师”。",
                "where": "学校的教室，黑板上写满了各种数学公式和习题。",
                "when": "1982年10月12日15:45",
                "who": "班级同学",
                "description": "1982年10月12日下午，在帮助小丽解答完数学问题后，我和其他同学继续讨论作业中的其他问题。教室里很安静，只有我们低声交流的声音。我发现自己在解释和帮助别人的过程中感到非常自信和快乐。其他同学也开始围过来，向我请教问题，我逐渐成为班里同学们信赖的“小老师”。这种感觉让我感到非常自豪和有成就感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "放学后，我回到家中，兴奋地向母亲讲述了我在学校帮助同学解答问题的经历。母亲温柔地夸奖我，并表示很为我感到骄傲。我感受到母亲的认可和支持，这让我感到非常幸福。",
                "where": "家中，客厅里摆放着母亲亲手织的毛衣和几本我喜欢的故事书。",
                "when": "1982年10月12日18:00",
                "who": "母亲",
                "description": "1982年10月12日下午放学后，我一回到家就迫不及待地跑到母亲身边，兴奋地讲述了我在学校帮助同学解答问题的事情。母亲正在织毛衣，听到我说的话，她放下手中的针线，温柔地看着我，夸奖道：'莹珺，你真棒，妈妈为你感到骄傲。'我感受到母亲的认可和支持，心里暖暖的，感到非常幸福。这种温暖的感觉激励着我在未来继续帮助他人。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "这一天是一个平常的周末，我在我的房间里做作业。突然，我听到父母在厨房里讨论家里的财务问题。父亲非常严肃地说：'我们必须省吃俭用，为了孩子的教育。' 母亲点头表示同意，但我看到她脸上露出了担忧的神情。",
                "where": "家中的厨房，厨房里的锅碗瓢盆还未收拾，桌上放着父母的账本和计算器。",
                "when": "1983年3月15日10:30",
                "who": "父亲、母亲",
                "description": "1983年3月15日的上午，我正在房间里做作业。突然，厨房里传来父母的声音。父亲的声音低沉而严肃，'我们必须省吃俭用，为了孩子的教育。' 母亲则轻轻叹了口气，点了点头，但她的脸上显露出一丝担忧。我心里一紧，感受到家庭责任的重要性和父母对我的期望。这一刻让我感到一种无形的压力，担心自己无法满足他们的期望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "在听到父母的讨论后，我决定主动帮忙做家务，希望减轻父母的负担。我开始洗碗、打扫房间，并尽力在学习上取得好成绩，以回应父母的期望。",
                "where": "家中的厨房和客厅，厨房的水槽里堆满了碗筷，客厅的地板上有些尘土。",
                "when": "1983年3月15日11:00",
                "who": "我",
                "description": "1983年3月15日上午11点，我听到父母的讨论后，心里沉甸甸的，决定帮忙做家务。我走进厨房，开始洗碗，水流声混合着碗筷撞击的声音。然后，我拿起扫帚，细心地打扫客厅的每一个角落，心里想着要减轻父母的负担。虽然感到疲惫，但看到干净的房间，我也感到了一些满足和成就感。然而，心里的压力却没有减轻，反而越来越大，因为我对自己的要求也变得越来越高。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "在那天晚上，我和父母一起吃晚饭。父亲对我说道：'你今天表现得很好，继续努力，我们相信你会有一个光明的未来。' 母亲则温柔地摸了摸我的头，微笑着说：'你是我们的骄傲。'",
                "where": "家中的餐厅，餐桌上摆满了家常菜，灯光温暖。",
                "when": "1983年3月15日19:00",
                "who": "父亲、母亲、我",
                "description": "1983年3月15日晚上7点，我们一家坐在餐桌旁吃晚饭。餐桌上摆满了母亲精心准备的家常菜，灯光温暖地照在我们身上。父亲吃了一口菜，微笑着对我说：'你今天表现得很好，继续努力，我们相信你会有一个光明的未来。' 母亲也温柔地摸了摸我的头，微笑着说：'你是我们的骄傲。' 听到这些话，我心里感到一阵温暖，暂时减轻了心中的焦虑，但也让我更加坚定了要在学习和生活中追求完美的决心，以期得到更多的认可和爱。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "老师在数学课上宣布班上将举办一场数学竞赛，我感到既兴奋又紧张。父母得知后也非常支持和鼓励我参加，让我感到一种不可推卸的责任。",
                "where": "学校的教室，教室墙上挂着数学公式的挂图，窗外阳光明媚。",
                "when": "1983年11月15日09:00",
                "who": "老师、父母",
                "description": "1983年11月15日上午9点，老师在数学课上宣布班上将举办一场数学竞赛。我听到这个消息后，心中燃起了浓厚的兴趣，但同时也感到一丝紧张。回到家后，父母听说了这件事，他们非常支持我参加，还特地为我买了几本竞赛参考书。父母的鼓励让我感到一种不可推卸的责任，内心充满了压力和紧张，但也激发了我努力表现得更好的动力。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "竞赛当天，我早早来到学校，心情既紧张又期待。在考试期间，我全神贯注地答题，虽然有些题目让我困惑，但我仍然觉得自己表现得不错。",
                "where": "学校的教室，教室里安静而紧张，学生们纷纷低头答题。",
                "when": "1983年12月10日10:00",
                "who": "老师、同学",
                "description": "1983年12月10日上午10点，我早早地来到学校，心情既紧张又期待。教室里弥漫着紧张的气氛，所有同学都在低头认真答题。我全神贯注地完成每一道题目，虽然有几道题目让我感到困惑，但我尽力思考并作答。考试结束后，我感觉自己表现得还不错，心里稍微松了一口气，但紧张感依旧挥之不去。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "几天后，竞赛结果公布，我获得了一等奖。老师在全班同学面前表扬了我，并让我上前分享学习经验。全班同学为我鼓掌，我感到非常自豪和满足。",
                "where": "学校的教室，黑板上写着“数学竞赛结果公布”，教室里充满了欢呼声。",
                "when": "1983年12月15日11:30",
                "who": "老师、同学",
                "description": "1983年12月15日上午11点30分，老师在课堂上公布了数学竞赛的结果，我获得了一等奖。老师在全班同学面前表扬了我，并让我上前分享我的学习经验。全班同学为我热烈鼓掌，我站在讲台上，心中充满了自豪和满足感。那一刻，我感到自己得到了认可和尊重，内心的成就感和幸福感油然而生，但同时也意识到未来需要更加努力去维持这样的表现。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "我注意到朋友小丽在学校表现得情绪低落，脸上没有平时的笑容，眼神也显得黯淡无光。",
                "where": "学校教室，教室里光线明亮，窗外是操场，学生们正在课间活动。",
                "when": "1984年6月14日10:15",
                "who": "朋友小丽",
                "description": "1984年6月14日上午10:15，在学校教室里，我发现小丽一反常态地坐在座位上，低头不语。她平时是个活泼的女孩，可那天她看上去非常沮丧。我走过去，轻声问她是否有什么事情需要帮助。她抬头看了我一眼，那一瞬间我看到她眼中的泪水。我感到非常心疼，决定要好好了解她的情况。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "放学后，我陪小丽回家，听她倾诉家庭问题，给予她安慰和鼓励。",
                "where": "小丽的家中，房间布置简单，墙上挂着家庭照片，桌上放着一些学习用具。",
                "when": "1984年6月14日16:30",
                "who": "朋友小丽",
                "description": "1984年6月14日下午4:30，放学后我陪小丽一起回家。她的家在学校附近，路上她一直低着头。我问她发生了什么事，她终于忍不住哭了出来，告诉我她的父母最近总是吵架，让她感到很难过。到了她家后，我坐在她的床边，听她倾诉着心中的烦恼。我握着她的手，告诉她无论发生什么，我都会在她身边支持她。小丽渐渐停止了哭泣，露出了一丝微笑。我感到我们的友谊更加深厚了。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "几天后，小丽的情绪逐渐好转，并在课堂上表现出更积极的态度，感谢我的帮助。",
                "where": "学校教室，教室里阳光透过窗户洒进来，黑板上写满了老师的板书。",
                "when": "1984年6月18日11:00",
                "who": "朋友小丽",
                "description": "1984年6月18日上午11:00，在学校教室里，我注意到小丽的情绪明显好转，她开始在课堂上积极发言，不再像之前那样沉默。课间她走过来，对我说：“谢谢你，莹珺。这几天你的陪伴让我感觉好多了。”听到她的话，我心里感到无比欣慰和满足。看到她重新找回笑容，我感受到了极大的成就感和幸福感。这次经历让我更加坚定了帮助朋友的重要性。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "我放学回家时，看到母亲在厨房忙碌地为我准备午餐。她在切菜时不小心切到了手指，鲜血直流。尽管疼痛难忍，母亲仍然坚持完成了午餐的准备。",
                "where": "家中的厨房，灶台上摆满了新鲜的蔬菜和还未煮熟的食材。",
                "when": "1984年10月15日12:05",
                "who": "母亲",
                "description": "1984年10月15日中午，我一进家门就闻到了厨房中飘来的饭菜香味。走进厨房，我看到母亲正忙着切菜，忽然她的手一抖，刀刃划过手指，鲜血一下子涌了出来。母亲皱了皱眉，迅速用毛巾按住伤口，但她并没有停下手中的活，继续准备午餐。我站在一旁，心中涌起一股复杂的情感，既心疼又敬佩。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "在母亲受伤的第二天，我决定主动承担家务，帮助母亲减轻负担。我学会了如何做简单的家务，比如洗菜和扫地。母亲在一旁指导，并不断夸奖我的努力。",
                "where": "家中的厨房和客厅，厨房里充满了食材的香味，客厅干净整洁。",
                "when": "1984年10月16日18:30",
                "who": "母亲",
                "description": "1984年10月16日傍晚，我看到母亲的手指仍然缠着纱布，便主动提出要帮忙做家务。母亲笑着点头，在一旁指导我如何洗菜、扫地。尽管有些笨拙，但每一步都让我感到自己在为家庭贡献力量。母亲不停地夸奖我，让我感到无比的满足和自豪。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "数日后，父亲回家，得知母亲受伤的事情。他对我在母亲受伤期间主动承担家务的表现感到非常骄傲，并对我进行了表扬，同时也叮嘱我要照顾好自己，不要太过劳累。",
                "where": "家中的客厅，父亲刚回家，脱下外套，母亲坐在沙发上休息。",
                "when": "1984年10月20日19:00",
                "who": "父亲、母亲",
                "description": "1984年10月20日晚上，父亲回到家中，听说母亲受伤的事情后，特地表扬了我这几天的表现。他摸着我的头，语气中充满了骄傲和欣慰。他叮嘱我不要太过劳累，要注意自己的身体。我感受到一种从未有过的满足感，仿佛所有的辛苦都得到了肯定。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我每天放学后在操场上进行100米赛跑的训练，父亲经常陪我一起练习，给予我指导和鼓励。",
                "where": "学校的操场，跑道上还有其他同学在训练，周围是绿色的树木和草地。",
                "when": "1985年4月10日16:30",
                "who": "我和父亲",
                "description": "1985年4月10日下午放学后，我和父亲来到学校的操场进行100米赛跑的训练。父亲站在跑道边，时不时地给我喊加油和指导意见。我跑得气喘吁吁，但父亲的鼓励让我坚持了下来。看到父亲的微笑，我感到一丝成就感，但同时也有点担心，如果在比赛中表现不佳，会让他失望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "在校运动会当天，我与其他参加100米赛跑的同学们一起在操场上等待比赛开始。我的三个要好的朋友在旁边为我加油打气，鼓励我尽力而为。",
                "where": "学校的操场，四周挤满了观看比赛的学生和老师，空气中弥漫着紧张和期待的气氛。",
                "when": "1985年4月17日09:45",
                "who": "我、同学们、朋友们",
                "description": "1985年4月17日上午，在校运动会的操场上，我和其他同学一起站在起跑线上。我的三个好朋友在旁边为我加油打气，她们不停地说着鼓励的话，让我感到温暖和支持。虽然心里还是有些紧张，但朋友们的鼓励让我信心倍增，决定尽力而为，不辜负她们的期望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "在100米赛跑结束后，我取得了第三名。尽管没有赢得第一名，但同学们仍然为我欢呼，我感到非常开心和满足。",
                "where": "学校的操场，终点线附近挤满了欢呼的同学和老师。",
                "when": "1985年4月17日10:30",
                "who": "我、同学们",
                "description": "1985年4月17日上午10:30，100米赛跑结束后，我冲过了终点线，取得了第三名。虽然没有拿到第一名，但同学们仍然为我欢呼，纷纷围过来拍拍我的背，给我竖起大拇指。我感到非常开心和满足，心中的紧张一扫而空。看到大家的笑脸，我意识到努力和参与才是最重要的，这一刻我感受到前所未有的自信和成就感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "我在小学五年级时，由于天气变化剧烈，患上了重感冒。母亲发现我发烧后立刻带我去看医生，回来后整夜不睡地照顾我。母亲为我准备了温热的鸡汤，不断地用湿毛巾擦拭我的额头，确保我的体温得到控制。这一夜，母亲几乎没有合眼，不断地安慰我，告诉我会一直在我身边。",
                "where": "家中的卧室，床头柜上放着药品和温热的鸡汤。",
                "when": "1985年8月12日22:30",
                "who": "母亲",
                "description": "1985年8月12日的夜晚，我躺在家中的卧室，感冒引起的高烧让我浑身无力。母亲发现我发烧后，立即带我去看医生，回来后她整夜守在我的床边。她为我准备了温热的鸡汤，不断用湿毛巾擦拭我的额头，确保我的体温得到控制。母亲一夜未合眼，安慰我说她会一直在我身边。这一刻，我感受到母亲无私的爱意和无尽的关心。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "第二天早晨，我的病情有所好转，但仍然感到虚弱。母亲亲自请了一天假在家照顾我，并打电话通知了学校。她为我准备了营养丰富的早餐，并陪我聊天，鼓励我保持乐观。母亲还分享了一些自己童年生病时的故事，告诉我如何面对病痛，并嘱咐我要注意身体。",
                "where": "家中的卧室和客厅，卧室内有温暖的阳光透过窗帘，客厅里飘着早餐的香气。",
                "when": "1985年8月13日08:00",
                "who": "母亲",
                "description": "1985年8月13日早晨，我的病情有所好转，但仍然感到虚弱。母亲请了一天假在家照顾我，还打电话通知了学校。她为我准备了营养丰富的早餐，陪我聊天，鼓励我保持乐观。母亲分享了她童年生病时的故事，告诉我如何面对病痛，并嘱咐我要注意身体。那一刻，我感受到深深的温暖和安全感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "几天后，我完全康复，重返学校。我在班级里和朋友们分享了自己生病期间母亲对我无微不至的照顾，朋友们都表示羡慕，并且对我母亲的关爱表示钦佩。这让我感到非常自豪，也增强了我对母亲的感激之情。我在心里暗自下定决心，要更加努力学习，不辜负母亲的期望。",
                "where": "学校的教室，教室里充满了同学们的笑声和讨论声。",
                "when": "1985年8月16日10:15",
                "who": "同学们",
                "description": "1985年8月16日的早晨，我完全康复后重返学校。在班级里，我和朋友们分享了生病期间母亲对我无微不至的照顾，朋友们都表示羡慕，并对我母亲的关爱表示钦佩。这让我感到非常自豪，也增强了我对母亲的感激之情。我在心里暗自下定决心，要更加努力学习，不辜负母亲的期望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "童年时期",
                "what": "父亲常常在工厂加班到很晚才回家，那天晚上，他拖着疲惫的身体回到家，脸上尽显劳累。他一进家门，就看到我在客厅里做作业，便放下手中的包，强打精神地走过来问道：'莹珺，你今天在学校过得怎么样？' 我抬起头，看到父亲的疲态，心里充满了感动和敬佩。",
                "where": "家中的客厅，靠近窗户的书桌上堆满了作业本，茶几上还有一些未收拾的茶杯。",
                "when": "1985年9月15日21:48",
                "who": "父亲",
                "description": "1985年9月15日晚上，家中的客厅里，父亲拖着疲惫的身体回到家。他看到我在书桌前奋笔疾书，便放下手中的包，强打精神地走过来问道：'莹珺，你今天在学校过得怎么样？' 我抬起头，看到父亲的疲态，心里充满了感动和敬佩。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "童年时期",
                "what": "回到房间后，我躺在床上久久不能入睡。回忆起父亲的一言一行，感到自己肩上的责任越来越重。我心里默默发誓，一定要更加努力学习，争取考上名牌大学，以此来回报父亲的辛劳和母亲的关爱。",
                "where": "家中的卧室，床头柜上放着一本打开的书，窗帘微微摇曳。",
                "when": "1985年9月15日22:30",
                "who": "无",
                "description": "1985年9月15日晚上，我回到房间，躺在床上久久不能入睡。回忆起父亲的疲惫和关爱，感到自己肩上的责任越来越重。我心里默默发誓，一定要更加努力学习，争取考上名牌大学，以此来回报父亲的辛劳和母亲的关爱。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "童年时期",
                "what": "几天后，在学校里遇到了一些学习上的困难。我感到非常沮丧，但想到父亲的辛劳和自己的承诺，决定向老师和同学寻求帮助。我请教了老师和几位成绩优秀的同学，最终解决了问题。",
                "where": "学校的教室，黑板上还留有当天的课堂笔记，课桌上摆满了课本和作业。",
                "when": "1985年9月18日16:15",
                "who": "老师、同学",
                "description": "1985年9月18日下午，在学校的教室里，我遇到了学习上的一些困难，感到非常沮丧。但想到父亲的辛劳和自己的承诺，我决定向老师和同学寻求帮助。我请教了老师和几位成绩优秀的同学，最终解决了问题。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "在一次家庭聚会上，我的父母与亲戚们谈论我的学习成绩。父亲夸奖我在学校的表现，但也强调需要更加努力。",
                "where": "家庭聚会的客厅，墙上挂着家庭照片，桌子上摆满了各种小吃和水果。",
                "when": "1985年10月15日19:30",
                "who": "父亲、母亲、几位亲戚",
                "how": "强化了我的中间信念'如果我不能满足父母的期望，我就是不孝顺的'，并增加了对自己表现的高要求，进一步加剧了我的焦虑和压力。",
                "description": "1985年10月15日晚上，家庭聚会的客厅里，亲戚们围坐在一起，桌上摆满了各种小吃和水果。父亲在一旁夸奖我最近的学习成绩，但随即话锋一转，强调我需要更加努力。我感到一阵骄傲，但随之而来的压力让我心头沉重。母亲温柔地微笑着，亲戚们点头称赞，但我知道自己肩上的责任越来越重。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "在学校的科学实验课上，因为紧张而在实验中出错，导致实验结果不准确，老师严厉地批评了我。",
                "where": "学校的实验室，桌上摆满了各种实验器材和化学药品。",
                "when": "1985年11月12日14:45",
                "who": "科学老师、几位同学",
                "how": "让我意识到自己的不完美，强化了我的核心信念'我必须表现得完美'和中间信念'如果我在学校犯错，我会被批评和贬低'，加剧了我的紧张和自我怀疑。",
                "description": "1985年11月12日下午，学校的实验室里，桌上摆满了各种实验器材和化学药品。我因为紧张而在实验中出错，实验结果不准确。老师的目光凌厉，声音冷冷地批评了我。我感到脸颊发烫，羞愧难当，同学们的目光像针刺一样让我难以承受。我低着头，眼泪在眼眶里打转，心里充满了自责和失落。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "在实验课后，我的一个好朋友试图安慰我，但我感到无地自容，没有回应朋友的安慰，反而更加孤立自己。",
                "where": "学校的操场，秋天的树叶在微风中沙沙作响。",
                "when": "1985年11月12日15:30",
                "who": "好朋友小梅",
                "how": "加剧了我的孤独感和内疚感，强化了我的中间信念'如果我不帮助朋友，我就是自私的'和'如果我不能帮助我的朋友，我就是无用的'，使我更加自责和内心冲突。",
                "description": "1985年11月12日下午，实验课结束后，我走在学校的操场上，秋天的树叶在微风中沙沙作响。好友小梅走过来试图安慰我，她轻声说道：“没关系的，大家都会犯错。”但我只是低着头，心里感到无地自容，什么话也说不出来。我觉得自己辜负了大家的期望，甚至连朋友的安慰也无法接受。我感到越来越孤立，内心的自责和失落感让我的世界变得灰暗。"
            }
        ]
    },
    "adolescence": {
        "name": "柳莹珺",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "期中考试前的几周，我每天放学后独自在教室学习数学，数学老师注意到了我的努力，并提供了额外的练习题和指导。在这段时间里，我与几位同学形成了学习小组，互相讨论题目，彼此鼓励。",
                "where": "学校教室，窗外的树叶在微风中轻轻摇曳，教室里只有几位同学还在学习。",
                "when": "1987年10月20日17:30",
                "who": "数学老师、同学们",
                "description": "1987年10月20日下午放学后，我独自在教室里埋头做数学题，教室里安静得只有笔尖在纸上划过的声音。数学老师走进教室，看到我还在学习，微笑着走过来，递给我一些额外的练习题，并给了我一些指导建议。我感到一股温暖涌上心头，老师的关注让我觉得自己被重视。那段时间，我和几位同学组成了学习小组，我们在教室里讨论题目，互相鼓励，气氛既紧张又充实。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "期中考试当天，我提前到达考场，反复检查自己的文具和准考证，并在最后几分钟里快速浏览复习笔记。考试过程中，我全神贯注，尽力做到每一题都准确无误。",
                "where": "学校考场，考场布置得整齐有序，桌椅间隔适中，墙上挂着考试纪律的标语。",
                "when": "1987年11月10日08:45",
                "who": "监考老师、考场内的同学们",
                "description": "1987年11月10日上午，我早早地来到考场，心中充满了紧张和期待。我反复检查自己的文具和准考证，确保一切都没问题。坐在座位上，我快速浏览着复习笔记，试图抓住最后的复习时间。考试开始后，我全神贯注地答题，努力做到每一题都准确无误。监考老师在考场里来回巡视，我努力让自己保持冷静，心中只有一个目标——完美地完成这场考试。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "期中考试成绩公布后，我得知自己获得了全班第一名，班主任在班会上特别表扬了我。班主任说我是全班同学的榜样，那一刻，我感到无比自豪和满足，看到了老师和同学们赞赏的目光。",
                "where": "学校教室，教室里充满了同学们的欢声笑语，黑板上还留着老师的板书。",
                "when": "1987年11月20日15:30",
                "who": "班主任、同学们",
                "description": "1987年11月20日下午，班主任在班会上宣布了期中考试成绩，我竟然是全班第一名。班主任在全班同学面前特别表扬了我，说我是大家的榜样。我站在教室里，感到一股自豪感涌上心头。老师和同学们的赞赏目光让我觉得自己的努力没有白费，那一刻，我感受到了无比的满足和喜悦。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_4",
                "stage_key": "青春期",
                "what": "期中考试后的周末，我与家人一起庆祝我的成绩。父母为我准备了一顿丰盛的晚餐，并对我的努力和成绩表示赞赏。这使得我感到家庭的温暖和支持。",
                "where": "家里，餐桌上摆满了色香味俱全的菜肴，灯光温暖，家中洋溢着节日般的气氛。",
                "when": "1987年11月21日19:00",
                "who": "父母",
                "description": "1987年11月21日晚上，家里洋溢着喜庆的气氛。父母为我准备了一顿丰盛的晚餐，餐桌上摆满了我最喜欢的菜肴。我们坐在一起，父母不停地夸奖我的努力和成绩，我感到心里暖暖的，仿佛所有的辛苦都得到了回报。与家人一起分享这份喜悦，我感受到了家庭的温暖和支持，这一刻让我觉得无比幸福。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "班主任在全班面前宣布我成为班级的学习委员，并表扬了我的成绩和责任心。他希望我能帮助同学们提高学业成绩。",
                "where": "学校教室，教室内阳光透过窗户洒在地板上，黑板上写满了当天的教学内容。",
                "when": "1989年3月1日10:30",
                "who": "班主任、同学们",
                "description": "1989年3月1日上午10:30，在学校的教室里，班主任站在讲台前，微笑着宣布我成为班级的学习委员。教室里的同学们都看向我，有的为我鼓掌，有的对我投以期待的目光。班主任还特别提到我的成绩优异和责任心强，希望我能带动大家一起进步。那一刻，我感到既兴奋又有些紧张，心里暗下决心一定不能辜负大家的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "在一次数学课后，一位成绩不好的同学李明向我请教数学题。我详细了解了李明的困惑，并耐心地为他讲解题目，帮助他理解解题思路。",
                "where": "学校教室，座位之间的过道上，空气中弥漫着粉笔的味道。",
                "when": "1989年3月5日16:45",
                "who": "李明、柳莹珺",
                "description": "1989年3月5日下午16:45，数学课结束后，李明走到我座位旁，拿着课本和习题册，神情显得有些困惑。他问我能不能帮他讲解一道数学题。我仔细听了他的疑问，然后拿起粉笔在黑板的空白处为他一步步讲解。李明时不时点头，眼中逐渐露出理解的光芒。看到他豁然开朗的表情，我感到一种从未有过的满足和成就感。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "李明在下次考试中取得了显著进步，并在全班面前感谢我的帮助。这让我感到非常骄傲和开心。",
                "where": "学校教室，教室里的黑板上写着新一周的课程表。",
                "when": "1989年3月20日09:00",
                "who": "李明、班主任、同学们、柳莹珺",
                "description": "1989年3月20日上午09:00，在学校的教室里，班主任在讲台上公布了上次考试的成绩。李明拿到了一个惊人的高分，他站起来在全班面前大声说出对我的感谢。教室里响起了热烈的掌声，班主任也微笑着点头。我感到脸颊有些发烫，但心里充满了骄傲和喜悦。这次经历让我更加坚定了继续帮助同学的决心，同时也增强了我的自信心。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "父母在高二时开始对我的学业表现更加严格，每晚都会检查我的作业，并督促我学习，希望我能考上好大学。某个晚上，因为疲惫，我未能完成作业。",
                "where": "家中的书房，书桌上堆满了教科书和笔记。",
                "when": "1990年5月15日20:30",
                "who": "父母和我",
                "description": "1990年5月15日晚上，家中的书房里，我感到异常疲惫，作业没能按时完成。父母走进书房，看到我未完成的作业，眉头紧皱。母亲叹了口气，父亲开始批评我不够努力，我的心里充满了压力和无奈。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "由于未完成作业，父母对我进行了严厉批评，甚至威胁如果成绩下降就不允许我参加课外活动。",
                "where": "家中的客厅，灯光昏暗，气氛紧张。",
                "when": "1990年5月15日21:00",
                "who": "父母和我",
                "description": "1990年5月15日晚上九点，家中的客厅里，父母坐在沙发上，脸色阴沉。他们对我未完成作业非常失望，父亲严厉地批评我，母亲在一旁附和。他们甚至威胁说如果我的成绩下降，就不允许我参加任何课外活动。我感到内心的压力和恐惧，眼泪在眼眶中打转，却不敢流出来。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "在被父母批评后的第二天，我在学校上课时感到异常疲惫和焦虑，难以集中注意力。班主任注意到我的异常表现，并与我进行了谈话。",
                "where": "学校的教室，窗外阳光明媚，但我的心情却非常沉重。",
                "when": "1990年5月16日10:20",
                "who": "班主任和我",
                "description": "1990年5月16日上午十点二十，在学校的教室里，我感到异常疲惫和焦虑，难以集中注意力。班主任在讲课时注意到我的异常表现，下课后把我叫到办公室。她语气温和地问我发生了什么，我忍不住流下了眼泪，向她倾诉了昨晚的事情。她的关心和理解让我感到了一丝安慰，但内心的压力依然沉重。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "我所在的中学接到通知，将参加全市的数学竞赛。作为班上的学霸，我被老师选中代表学校参赛。竞赛前一周，我每天都在家复习，甚至深夜仍在攻克难题。我的数学老师和班主任不断给予我鼓励，同学们也纷纷表示支持。",
                "where": "家中的书房，书桌上堆满了各种数学练习册和笔记。",
                "when": "1991年3月10日21:30",
                "who": "我，数学老师，班主任，同学",
                "description": "1991年3月10日的晚上，我在家中的书房里，灯光昏暗，但我的书桌上堆满了各种数学练习册和笔记。我反复攻克一道道难题，深夜仍不肯休息。数学老师和班主任不断通过电话和家访给予我鼓励，同学们也在课间主动来询问进展，表达支持。虽然感到被支持，但内心的压力却在不断增加，我害怕辜负他们的期望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "竞赛当天，我早早起床，反复检查自己的准备工作。在竞赛场地见到了其他学校的强劲对手，心情开始变得紧张。比赛过程中，我遇到了一道特别难的题目，花了大量时间仍无法解答，感到非常沮丧。",
                "where": "竞赛场地，宽敞的教室里布满了紧张的参赛学生。",
                "when": "1991年3月15日09:00",
                "who": "我，竞赛对手，监考老师",
                "description": "1991年3月15日早上，我早早起床，反复检查自己的文具和资料，确保一切都准备妥当。在竞赛场地——一间宽敞的教室里，四周都是来自其他学校的参赛学生，他们看起来都很自信，令我感到压力倍增。比赛开始后，我遇到了一道特别难的题目，思考了很久仍无法解答，心情变得非常沮丧。监考老师在教室里巡逻，时不时投来关注的目光，但是我的思绪已经被这道难题困住了。我不禁开始怀疑自己的能力，内心的焦虑感愈发强烈。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "比赛结果公布后，我没有进入前三名。我感到非常失望，觉得自己辜负了老师和家长的期望。虽然老师和家长安慰我，但我几天都情绪低落，难以集中精力学习。",
                "where": "家中的客厅，沙发上摆放着我那天带回来的参赛证书。",
                "when": "1991年3月20日19:00",
                "who": "我，老师，家长",
                "description": "1991年3月20日晚上，家中的客厅，我坐在沙发上，手里捏着那天带回来的参赛证书，心情沉重。比赛结果公布后，我没有进入前三名，失望和内疚感如潮水般涌来。我觉得自己辜负了老师和家长的期望。虽然老师和家长不断安慰我，说这只是一次经历，但我的情绪几天都无法平复，学习时也难以集中精力。我总是回想起比赛时的紧张和沮丧，觉得自己应该做得更好。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "在一次数学考试后，老师在课堂上公开批评了成绩较差的一位男同学。这位同学很内向，平时经常独自复习。",
                "where": "学校教室，老师的讲台前面，黑板上还写着当天的考试题目。",
                "when": "1988年5月10日14:30",
                "who": "数学老师、被批评的男同学、柳莹珺、其他同学",
                "description": "1988年5月10日下午2点半，在学校的教室里，数学老师站在讲台前，手里拿着考试成绩单。老师的脸色变得严肃起来，他用力拍了拍桌子，声音在教室里回荡。然后他大声批评了一位成绩不好的男同学。这位男同学低着头，脸色苍白，手紧紧握住书本。我看着他的表情，心里感到非常难过。我觉得如果我能帮助他，事情可能会有所不同。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "课后，我主动找到被批评的男同学，表示愿意帮助他补习数学。准备了一些学习资料，并计划每周两次在图书馆一起复习。",
                "where": "学校操场，绿茵茵的草坪旁，天空中飘着几朵白云。",
                "when": "1988年5月11日16:00",
                "who": "柳莹珺、被批评的男同学",
                "description": "1988年5月11日下午4点，在学校操场上，我鼓起勇气走到那位被批评的男同学面前。他正在低头走路，脚步有些沉重。我轻轻拍了拍他的肩膀，他抬起头来看着我，眼神中充满了疑惑。我告诉他，我愿意帮助他补习数学，并准备了一些学习资料。我们决定每周两次在图书馆一起复习。他眼中闪过一丝希望的光芒，我也感到非常充实和有意义。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "在图书馆的一次自习中，我注意到被我辅导的男同学成绩有所进步，老师也对他表示认可。这让我感到非常欣慰和成就感。",
                "where": "学校图书馆，安静的自习室里，阳光透过窗户洒在桌子上。",
                "when": "1988年5月25日19:00",
                "who": "柳莹珺、被辅导的男同学、数学老师",
                "description": "1988年5月25日晚上7点，在学校图书馆的自习室里，我和那位男同学坐在一起复习。他认真地做着习题，我注意到他的解题速度和准确性都有了很大的提高。突然，数学老师走进了自习室，看到他的进步，微笑着点了点头，并轻声夸奖了他。我心里感到非常欣慰和自豪。虽然帮助他人需要付出大量时间和精力，但看到他的进步，我觉得一切都是值得的。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "我在家准备高三的模拟考试，晚上复习到很晚，希望这次考试能够表现出色。家人一直在关心我的状态，但我感到非常紧张。",
                "where": "家中的书房，桌上堆满了复习资料和练习册，窗外是宁静的夜晚。",
                "when": "1991年1月15日22:30",
                "who": "家人",
                "description": "1991年1月15日晚上10点半，我还在书房里埋头复习，桌上堆满了各种复习资料和练习册。家人进来关心我，问我是否需要休息，但我只能勉强笑笑说没事。我感到非常紧张，心跳得很快，手心也出汗了。我希望这次考试能够表现出色，但压力却让我难以集中注意力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "在学校参加最后一次考前辅导，老师和同学们都在紧张地复习，我感受到周围的紧张氛围，开始担心自己是否能应对这次考试。",
                "where": "学校教室，黑板上写满了复习重点，同学们在低声讨论题目。",
                "when": "1991年1月18日16:00",
                "who": "同学和老师",
                "description": "1991年1月18日下午4点，我坐在学校教室里参加最后一次考前辅导。黑板上写满了复习重点，同学们在低声讨论题目，整个教室都笼罩在紧张的气氛中。我的心情越来越沉重，开始担心自己能否应对这次考试。我看着周围同学们专注的神情，内心的焦虑不断积累，生怕自己会辜负大家的期望。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "因为过度紧张，我在高三模拟考试前夕失眠，第二天考试时发挥失常，成绩比平时低了很多。班主任找我谈话，安慰我说这只是一次模拟考试，不要给自己太大压力。",
                "where": "学校办公室，班主任的办公桌上摆着一堆试卷和学生资料。",
                "when": "1991年1月19日08:30",
                "who": "班主任",
                "description": "1991年1月19日早上8点半，我因为前一晚的失眠，考试时表现失常，成绩比平时低了很多。班主任把我叫到办公室谈话，办公桌上摆满了试卷和学生资料。他看着我疲惫的样子，语气温和地说：“这只是一次模拟考试，不要给自己太大压力。”他的安慰让我眼眶一热，虽然心里还是很难过，但也意识到自己对完美的过分追求带来的巨大压力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "我在放学后留在教室里完成作业，注意到班主任在耐心地帮助一位家庭困难的同学补习数学功课。班主任不仅细心地解释题目，还不断鼓励那位同学克服困难。",
                "where": "学校的教室，教室里只剩下几位学生，窗外的夕阳映照在桌椅上，显得格外温暖。",
                "when": "1989年10月12日16:45",
                "who": "我（柳莹珺）、班主任、一位家庭困难的同学",
                "description": "1989年10月12日下午4点45分，我在教室里写作业，班主任正在帮助一位家庭困难的同学补习数学。教室里很安静，只有几位学生还在做作业。班主任耐心地解释着题目，不时地鼓励那位同学要有信心。看到这一幕，我感到非常触动，心中暗暗决定，将来也要像班主任一样去帮助他人。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "几周后，我开始主动帮助班级里学习上有困难的同学。每天放学后，我都会留下来解答同学们的疑问。",
                "where": "学校的教室，放学后的教室显得有些空旷，只有几位同学和我一起留下来复习。",
                "when": "1989年10月28日17:00",
                "who": "我（柳莹珺）、多位同学",
                "description": "1989年10月28日下午5点，我在教室里留了下来，帮助几位同学解答学习上的疑问。教室里安静，只剩下我们几个人。我耐心地为他们讲解题目，看着他们逐渐理解的表情，我感到非常满足。通过这些互动，我不仅提高了自己的知识水平，还与同学们建立了深厚的友谊。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "在一次期中考试中，我帮助的一位同学取得了显著进步，并在全班面前感谢我的帮助。",
                "where": "学校的教室，教室里布置着各种学习资料，墙上贴着班级的荣誉榜。",
                "when": "1989年11月15日15:30",
                "who": "我（柳莹珺）、同学、班主任",
                "description": "1989年11月15日下午3点半，期中考试成绩公布后，我帮助的一位同学在全班面前感谢了我的帮助。同学们都向我投来赞许的目光，班主任也微笑着点头表示认可。我感到非常自豪和欣慰，同时也感受到了来自同学和老师的尊重。这一刻，我明白了帮助他人不仅能提升自我价值，还能赢得他人的尊重。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "在高二开学后的几周里，班主任注意到班级里有些同学在学习上遇到了困难，决定召开一次班会，讨论如何提升班级整体成绩。",
                "where": "学校教室，教室的黑板上还留有前一节课老师的板书，窗户外的操场上可以听到其他班级在进行体育活动。",
                "when": "1990年9月10日14:30",
                "who": "班主任、柳莹珺、全班同学",
                "description": "1990年9月10日下午2点30分，班主任在教室里召开了一次特别班会。教室里弥漫着紧张的气氛，窗外传来操场上其他班级的欢笑声显得格格不入。班主任站在讲台上，表情严肃地告诉大家，有些同学在学习上遇到了困难，需要全班同心协力，提升整体成绩。柳莹珺坐在前排，心中感到一阵紧张和责任感，明白班主任对她的信任和期望。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "班会当天，柳莹珺在班主任的鼓励下，准备了一份发言稿，内容包括如何在学习上互相帮助以及一些她自己的学习经验。",
                "where": "学校教室，教室的桌椅整齐排列，讲台上的粉笔盒里还放着几支用了一半的粉笔。",
                "when": "1990年9月11日16:00",
                "who": "柳莹珺、班主任",
                "description": "1990年9月11日下午4点，柳莹珺在教室里独自一人坐在桌前，认真地准备着发言稿。教室里静悄悄的，只能听到她翻动书页和写字的声音。她的心情十分紧张，希望能完美地表达自己的想法，不辜负班主任和同学们的期望。班主任偶尔会过来询问她的进展，并给予鼓励，这让她感到一丝安慰，但压力依然不小。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "在班会正式开始时，柳莹珺站在讲台上，面对全班同学和班主任，开始了她的发言。她鼓励同学们在学习上互帮互助，共同进步。",
                "where": "学校教室，讲台上的投影仪亮着，黑板上写满了她准备的发言要点。",
                "when": "1990年9月12日15:45",
                "who": "柳莹珺、班主任、全班同学",
                "description": "1990年9月12日下午3点45分，柳莹珺站在讲台上，手里拿着发言稿，面对全班同学和班主任。她的心跳得很快，但她努力保持镇静，开始了发言。教室里一片寂静，同学们都在认真听她讲述如何在学习上互帮互助，共同进步。她看到同学们的眼神中充满了信任和支持，内心感到一阵温暖和成就感。发言结束后，班主任微笑着表扬了她，称她是班级的中流砥柱。这让她感到无比的自豪和满足。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "在放学回家的路上，我看到一个小男孩跌倒在地，他的母亲急忙跑过去把他扶起来，并温柔地安慰他。这个画面对我产生了很大的触动，因为让我想起了自己在家中得到的严格教育，心里感到一丝羡慕和渴望。",
                "where": "在放学回家的路上，街道旁边的树木随着秋风轻轻摇曳，空气中弥漫着落叶的气息。",
                "when": "1987年10月12日16:30",
                "who": "小男孩和他的母亲",
                "description": "1987年10月12日下午，放学后我一个人走在回家的路上，风吹过树梢，带起片片落叶。忽然，我看到前方一个小男孩跌倒在地，他的母亲急忙跑过去，把他扶起来并温柔地安慰他。看着他们，我的心里涌起一阵羡慕和渴望，因为我在家中从来没有得到过这样的温柔和理解。那一刻，我对家中严格的教育方式产生了质疑，内心感到一丝不满足。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "回到家后，我把在路上看到的情景告诉了母亲，希望能得到一些安慰，但母亲却批评我不专心于学习，让我感到失望和无助。",
                "where": "在家中的客厅，坐在沙发上，客厅里充满了书本和学习资料。",
                "when": "1987年10月12日17:00",
                "who": "我和母亲",
                "description": "1987年10月12日下午五点，我回到家，走进客厅，把在路上看到的那个温馨场景告诉了母亲。我本以为她会给予我一些安慰，但她却皱着眉头，批评我不专心于学习。我感到心里一阵失望和无助，母亲的严厉让我更加意识到自己家庭环境的严格和缺乏温柔。当晚我独自坐在书桌前，心里充满了孤独和压抑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "第二天在学校，我和好友小丽谈起了昨天的事情，小丽表示她的父母也很严格，但她学会了自己调整心态。",
                "where": "在学校的教室里，教室里阳光明媚，窗外能看到操场上同学们的欢笑。",
                "when": "1987年10月13日12:30",
                "who": "我和好友小丽",
                "description": "1987年10月13日中午，我和好友小丽坐在教室里聊起了昨天的事情。我告诉她关于那个小男孩和他的母亲的场景，以及我回家后被母亲批评的经历。小丽告诉我，她的父母也很严格，但她学会了自己调整心态，找到释放压力的方法。她的话让我感到一丝安慰，但也让我意识到自己在面对家庭压力时显得更加无助和孤立。那一刻，我决定要寻找自己的方式来应对这些挑战。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "我在高三的最后一次模拟考试前，进行了一个月的高强度复习。每天早上6点起床，晚上11点才休息，几乎没有休息时间。我的数学老师和班主任经常在课后留我下来，帮助我解决疑难问题。",
                "where": "学校教室和家里，教室里总是安静而紧张，家里则堆满了书籍和复习资料。",
                "when": "1991年4月15日08:00",
                "who": "我、数学老师、班主任",
                "how": "这种高强度的学习和老师的关注让我感受到了巨大的压力和责任感，同时也强化了我对完美表现的追求。",
                "description": "1991年4月15日早上8点，我开始了整整一个月的高强度复习。每天早上6点起床，晚上11点才休息，几乎没有任何娱乐时间。教室里总是安静而紧张，家里则堆满了书籍和复习资料。我的数学老师和班主任经常在课后留我下来，帮助我解决疑难问题。他们对我的期待和关注让我感受到了巨大的压力和责任感，但也让我更加坚定要表现出色。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "我在学校操场上看到一位同学因为考试成绩不好而被父母责骂，场面非常激烈。",
                "where": "学校操场，阳光明媚，周围有许多学生在玩耍。",
                "when": "1990年7月10日15:45",
                "who": "我、同学及其父母",
                "description": "1990年7月10日下午，我在学校操场上散步，阳光透过树叶洒在地上。突然，我听到一阵激烈的责骂声，转头一看，看到一位同学正在被他的父母责骂。他们的声音很大，引起了周围很多同学的注目。我注意到同学的眼泪不断地往下流，父母则气愤地在他面前指责，并严厉地限制了他的课外活动。我站在那里，感到非常同情同学，同时也不禁开始担心自己的成绩，害怕自己如果成绩不理想会遭遇类似的责骂和限制。这种担忧在我心中挥之不去，增加了内心的压力和焦虑。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "在那次观察后的几天，我回到家中，和父母谈论起学校发生的事情，提到同学被责骂的情况，并表达了自己对成绩的担忧。",
                "where": "家中的客厅，温馨的灯光下，餐桌上还摆着半吃的晚餐。",
                "when": "1990年7月13日18:30",
                "who": "我及我的父母",
                "description": "1990年7月13日晚上，我和父母在餐桌边进餐。餐桌上摆满了妈妈精心准备的菜肴，温馨的灯光照亮了整个客厅。我鼓起勇气，谈起了几天前在学校操场上看到的同学被责骂的情景。我表达了自己对成绩的担忧，害怕如果成绩不理想也会被责骂。父母听后，表情变得严肃，爸爸告诫我说：“你要更加努力，以免发生类似的事情。”妈妈也点头附和。我知道他们是出于善意，但这些话无意间加剧了我的压力。我感到自己必须更加努力，以避免被责骂。这种压力让我在接下来的日子里开始失眠和焦虑，情绪波动明显。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "我开始更加努力学习，经常熬夜复习，但发现自己的情绪越来越低落，注意力难以集中。在一次模拟考试中，我没有达到预期的成绩，感到非常沮丧。",
                "where": "学校教室，安静的考试环境，黑板上写满了复习要点。",
                "when": "1990年7月25日14:30",
                "who": "我及我的老师",
                "description": "1990年7月25日下午，我坐在学校教室里，周围的同学都在专心考试，教室里一片安静，只有笔尖在纸上划过的声音。我紧张地答题，但发现自己注意力难以集中，脑子里一片混乱。当考试结束，老师收走试卷时，我的心情变得更加沉重。几天后，当我拿到模拟考试的成绩单，看到成绩远低于预期时，我感到非常沮丧。我开始怀疑自己的能力，觉得自己无法应对学业上的挑战。这次模拟考试的失利让我情绪低落，进一步加剧了我的焦虑和抑郁情绪。我感到非常无助和失望，对未来充满了不确定感。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "为了准备高考，我每天早晨5点起床复习功课，感到巨大的压力，但依然坚持不懈。父母也为我提供了无微不至的支持，特别是父亲每天早晨为我准备早餐。",
                "where": "家中，餐桌上摆放着热腾腾的早餐，房间里弥漫着父亲早起做饭的香气。",
                "when": "1991年5月15日05:00",
                "who": "我和父母",
                "description": "1991年5月15日清晨5点，我在闹钟声中醒来，眼睛还有些睁不开，但我知道自己必须起床复习。走出房间，看到父亲已经在厨房忙碌，他为我准备了热腾腾的早餐。一边吃着早餐，一边想着今天要复习的内容，内心感到压力山大，但我不能辜负父母的期望。父母总是鼓励我，说他们相信我能行。这让我感到既温暖又紧张。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "高考结束后的第二天，我和几位关系密切的同学相约去公园散步，分享彼此的考后感受。大家都对未来充满期待，但也有些不确定和担忧。",
                "where": "公园，阳光明媚，草地上有孩子们在玩耍，空气中弥漫着花香。",
                "when": "1991年6月8日10:30",
                "who": "我和几位关系密切的同学",
                "description": "1991年6月8日上午10点半，我和几位关系密切的同学在公园里散步。我们在草地上找了个阴凉的地方坐下，分享彼此的考后感受。尽管高考已经结束，但我们心中的紧张感还没有完全消散。大家对未来充满了期待，但也有些不确定和担忧。互相倾诉后，我们都感到轻松了许多，友谊的温暖让我们觉得未来即使再艰难，也不会孤单。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "我收到了北京知名大学的录取通知书，激动地与父母分享这个消息，三人紧紧拥抱在一起，喜极而泣。",
                "where": "家中，客厅里，阳光透过窗帘洒进来，桌上放着父母为我准备的茶点。",
                "when": "1991年7月20日15:45",
                "who": "我和父母",
                "description": "1991年7月20日下午3点45分，我在家中收到了北京知名大学的录取通知书。当我打开信封的那一刻，心跳加速，激动得几乎说不出话来。我跑到客厅，父母看到我手中的通知书，立刻明白了发生了什么。我们三人紧紧拥抱在一起，喜极而泣，感到所有的努力和坚持都得到了回报。这一刻，我感到无比的兴奋和满足。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "在一次班级集体活动中，我的同学小李为了帮助另一位同学小王完成一项艰难的任务，付出了很多努力。小李在操场上亲自示范了如何进行某个复杂的体育项目，并耐心地指导小王。",
                "where": "学校操场，阳光明媚，操场上有绿色的草地和红色的跑道。",
                "when": "1988年4月18日15:30",
                "who": "小李、小王、其他同学",
                "description": "1988年4月18日下午，班级在学校操场上开展集体活动。阳光明媚，操场上满是绿色的草地和红色的跑道。同学们都在忙着自己的项目，而我注意到小李正在耐心地指导小王完成一个复杂的体育项目。小李亲自示范了几次动作，并反复纠正小王的姿势。看到小李为了帮助小王付出了这么多努力，我感到非常触动。这次观察让我深刻感受到帮助他人不仅能带来满足感，还能赢得全班的认可和尊重。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "在班主任表扬小李的班会上，老师详细讲述了小李帮助小王的事情，并表扬了小李的无私精神。班里的同学们纷纷鼓掌表示赞同和敬佩。",
                "where": "教室，教室里挂着班级活动的照片和标语。",
                "when": "1988年4月19日09:15",
                "who": "班主任、小李、小王、全班同学",
                "description": "1988年4月19日上午，在教室里，我们正在上班会课。教室里挂着班级活动的照片和标语，充满了浓厚的学习氛围。班主任站在讲台上，详细讲述了小李帮助小王的事情，并表扬了小李的无私精神。老师的话音刚落，班里的同学们纷纷鼓掌表示赞同和敬佩。看到小李因帮助他人而获得老师和同学的认可，我感到深受触动。这让我更加坚信，帮助他人不仅是我的责任，还能让我在集体中得到认可和尊重。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "在课间休息时，小李向我分享了他帮助小王的感受，他表示虽然过程很辛苦，但看到小王成功后，他觉得一切都值得了。我也向他表达了我的敬佩之情。",
                "where": "学校走廊，走廊里有明亮的灯光和学生们的脚步声。",
                "when": "1988年4月19日10:30",
                "who": "小李、我",
                "description": "1988年4月19日上午课间休息时，我和小李站在学校走廊上。走廊里有明亮的灯光，学生们的脚步声回荡在四周。小李向我分享了他帮助小王的感受，他表示虽然过程很辛苦，但看到小王成功后，他觉得一切都值得了。我也向他表达了我的敬佩之情。通过与小李的交谈，我了解到帮助他人不仅能带来外界的认可，还能带来内心的满足。这次对话使我更加坚定了自己要帮助他人的决心，并且让我意识到，帮助他人是一个双赢的过程。"
            }
        ]
    },
    "youth": {
        "name": "柳莹珺",
        "stage": "青年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青年时期",
                "what": "我的导师王教授在大学二年级时突然因病去世。这一消息让我感到震惊和难以接受。我与几位大学同学一起参加了王教授的追悼会，大家在一起回忆王教授的教诲和影响。",
                "where": "北京大学图书馆，图书馆门口挂满了追悼王教授的黑白照片，气氛沉重。",
                "when": "1993年10月12日14:30",
                "who": "我，几位大学同学，王教授",
                "description": "1993年10月12日下午两点半，我在北京大学图书馆门口，看到那张熟悉的面孔挂在黑白照片上，我的心一下子沉到了谷底。与我一起的几位同学也都沉默不语，我们一起走进了图书馆，参加了王教授的追悼会。追悼会上，大家纷纷回忆起王教授的教诲和影响。听着大家的发言，我感到一阵阵的心痛，仿佛失去了一个亲人。王教授的去世让我突然意识到自己肩上的责任感，我感到必须要更加努力，以不辜负王教授的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青年时期",
                "what": "在导师去世后的几个月里，我每天都在图书馆里埋头苦读。试图通过学习来缓解失去导师的痛苦和迷茫。在这个过程中，我发现自己对学术的要求越来越高，几乎到了苛刻的地步。",
                "where": "北京大学图书馆，图书馆的自习室里，桌上堆满了书籍和笔记，窗外的树叶在风中摇曳。",
                "when": "1993年11月15日17:45",
                "who": "我，大学同学",
                "description": "1993年11月15日傍晚，我依然在北京大学图书馆的自习室里，桌上堆满了书籍和笔记。我埋头苦读，试图通过学习来缓解失去导师的痛苦和迷茫。每当我感到疲惫时，就会看到同学们专注的表情，这让我感到一丝安慰和鼓励。然而，我对学术的要求越来越高，几乎到了苛刻的地步。我不断地给自己施加压力，努力做到每一个细节都完美无缺。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青年时期",
                "what": "在一次期末考试前，我感到极度紧张和焦虑。担心自己无法取得理想的成绩，辜负导师和自己的期望。我的大学同学们尝试安慰我，并鼓励我放松心态。",
                "where": "北京大学图书馆，图书馆的阅览室里，同学们坐在一起复习，气氛紧张。",
                "when": "1993年12月20日21:00",
                "who": "我，几位大学同学",
                "description": "1993年12月20日晚九点，我在北京大学图书馆的阅览室里，感到极度紧张和焦虑。期末考试即将到来，我担心自己无法取得理想的成绩，辜负导师和自己的期望。同学们看到我焦虑的样子，纷纷尝试安慰我，并鼓励我放松心态。‘别担心，莹珺，我们一起努力，一定能考好的。’一位同学拍了拍我的肩膀。我勉强挤出一丝笑容，但内心的压力依然没有减轻。我知道自己必须要更加完美，不能有任何差错。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青年时期",
                "what": "通过导师的推荐，我获得了在北京一家知名教育机构实习的机会。我非常兴奋，但也感到巨大的压力，因为我希望在实习中表现出色，给导师和同事留下好印象。",
                "where": "北京教育机构，宽敞的办公室里布满了各种教育资料和设备。",
                "when": "1995年4月20日09:00",
                "who": "导师，教育机构同事",
                "description": "1995年4月20日上午，我在导师的推荐下，来到北京一家知名教育机构开始实习。看到办公室内整齐排列的书籍和教学设备，我内心既激动又紧张。导师和同事们都很友好，但我心里明白，这次实习对我来说是一次重要的机会。我在心里默默告诉自己，一定要表现得完美，不辜负导师的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青年时期",
                "what": "在一次授课中，我准备了一道数学题。由于紧张，我在课堂上讲解这道题时犯了错误。课后，同事指出了这个错误，并建议我在下次授课前再多加练习。",
                "where": "北京教育机构的一间教室，教室内的黑板上还留有我写下的错题。",
                "when": "1995年5月15日14:30",
                "who": "教育机构同事",
                "description": "1995年5月15日下午，我在教室里给学生们讲解一道数学题。因为太紧张，我在解释题目的过程中犯了错误。课后，一位同事友善地指出了我的错误，并建议我下次授课前再多加练习。我心里一阵羞愧，感觉自己的专业能力受到了质疑。回到办公室，我不停地反思自己的失误，心里充满了自责。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青年时期",
                "what": "在这次授课失误之后，我开始更加严格地要求自己。每天花大量时间准备授课内容，甚至在休息时间也不停地复习和练习，希望能够避免再次犯错。",
                "where": "北京教育机构的办公室，办公桌上堆满了教案和习题。",
                "when": "1995年5月25日21:00",
                "who": "无其他参与者",
                "description": "1995年5月25日晚上，我独自一人在办公室里复习和练习授课内容。办公桌上堆满了教案和习题，我一遍遍地练习，希望能避免再犯同样的错误。尽管已经很晚了，但我仍然不敢放松，担心自己再次失误。我感到极度疲惫，但心中的焦虑让我无法停下来休息。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青年时期",
                "what": "我正在大学宿舍里准备第二天的期中考试。我的室友突然接到家里的电话，得知家里的生意出现了严重问题，经济情况非常紧张。她当场情绪崩溃，哭泣并打电话向父母求助。我在一旁默默地看着，内心非常震惊和同情。",
                "where": "北京大学宿舍，桌上堆满了复习资料，房间里的气氛原本很安静。",
                "when": "1994年3月15日20:45",
                "who": "柳莹珺, 大学室友",
                "description": "1994年3月15日晚上，我正在北京大学的宿舍里复习，准备第二天的期中考试。突然，我的室友接到了一个电话。电话那头传来她母亲焦急的声音，说家里的生意出了问题，经济情况非常紧张。室友听完后，瞬间情绪崩溃，开始大哭。我坐在书桌前，放下了手中的笔，默默地看着她，内心感到非常震惊和同情。尽管我也很担心自己的考试，但看到室友如此痛苦，我觉得自己的问题似乎变得微不足道了。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青年时期",
                "what": "在室友情绪稍微平复后，我主动与她交谈，安慰她并表示愿意在学业上提供帮助。室友表达了对家里经济状况的深深担忧，我认真倾听，并提出了一些可能的解决方案，比如寻找兼职工作或申请助学贷款。",
                "where": "北京大学宿舍，灯光昏黄，窗外微风轻拂。",
                "when": "1994年3月15日21:30",
                "who": "柳莹珺, 大学室友",
                "description": "1994年3月15日晚些时候，室友的情绪稍微平复了一些。我走到她身边，轻轻拍了拍她的肩膀，安慰她说一切都会好起来的。她仍然泪眼婆娑，但开始和我聊起她的担忧。我认真地听着，尽量让她感觉到我在支持她。我提出了一些可能的解决方案，比如寻找兼职工作或申请助学贷款。室友点了点头，似乎稍微安心了一些。我们聊了很久，直到她的情绪彻底平静下来。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青年时期",
                "what": "几天后，我陪同室友一起去学生事务办公室咨询助学贷款的相关事宜。我们一起填写了申请表格，并得到了工作人员的详细解释和帮助。在整个过程中，我一直给予室友鼓励和支持。",
                "where": "北京大学学生事务办公室，办公室里人来人往，工作人员忙碌地回答学生们的问题。",
                "when": "1994年3月18日10:00",
                "who": "柳莹珺, 大学室友, 学生事务办公室工作人员",
                "description": "1994年3月18日上午，我陪同室友来到北京大学的学生事务办公室，咨询助学贷款的相关事宜。办公室里人来人往，工作人员忙碌地回答学生们的问题。我们排了很长的队，终于轮到我们咨询。工作人员耐心地为我们解释了申请流程，并帮助我们填写了申请表格。在整个过程中，我不断地鼓励和支持室友，让她感到自己并不孤单。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青年时期",
                "what": "大学毕业后，我回到南京，并在一所中学找到了一份教职，开始了我的教育生涯。初入职场，我对教学工作充满激情和期待。",
                "where": "南京中学的教室和办公室，教室里挂满了学生们的作品，办公室里教师们在忙碌地准备新学期的课程。",
                "when": "1996年8月31日08:30",
                "who": "学校的教职工们，包括学校领导和同事。",
                "description": "1996年8月31日早晨，我站在南京中学的校门口，心中充满了期待和紧张。走进教室，看到学生们的作品挂在墙上，我感到一阵温暖。办公室里，其他教师们在忙着准备新学期的课程，气氛紧张而充实。学校领导对我表示欢迎，并安排我熟悉工作环境。虽然心中有些不安，但更多的是对未来的兴奋和期待。我暗自下定决心，要在这份工作中做出成绩。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青年时期",
                "what": "在新学期开始的第一天，我被任命为班主任，负责管理一个新班级。面对班里的几名调皮学生，我感到无所适从和压力巨大。",
                "where": "南京中学的教室，教室里学生们坐在各自的座位上，一些学生在窃窃私语。",
                "when": "1996年9月1日09:00",
                "who": "班里的学生们，特别是几名调皮的学生。",
                "description": "1996年9月1日早晨，我站在教室门口，心跳加速。走进教室，看到学生们坐在各自的座位上，一些学生在窃窃私语。我被任命为班主任，负责管理这个新班级。面对几名调皮的学生，我感到一阵无所适从和压力巨大。每当我试图维持纪律时，那些学生总是找机会捣乱，教室里一片嘈杂。我感到自己无力掌控局面，开始怀疑自己的能力，担心自己无法胜任班主任的角色。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青年时期",
                "what": "面对班级管理的挑战，我向大学导师求助。导师给了我许多建议和支持，帮助我逐步适应班主任的角色。",
                "where": "大学导师的办公室，通过远程电话交流。",
                "when": "1996年9月5日14:00",
                "who": "我的大学导师",
                "description": "1996年9月5日下午，我坐在办公室里，紧张地拨通了大学导师的电话。电话另一端，导师的声音一如既往地温和而坚定。听完我的困惑和压力后，导师给了我许多实用的建议，比如如何建立班级规则，如何与学生们沟通以及如何处理突发情况。导师的支持让我感到安心和鼓舞，增强了我的自信心。我深刻体会到导师对我的期望和信任，这让我更加努力地去做好工作。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青年时期",
                "what": "我在南京中学教书的第三年，遇到了一名成绩较差但非常有潜力的学生。他上课时常常走神，但我注意到他在某些方面表现出了极大的兴趣和天赋。于是，我决定花更多的时间和精力来辅导他。每天放学后，我都会留下来给他进行额外的辅导，帮助他理解课堂上没能完全掌握的知识。",
                "where": "南京中学的教室，放学后空荡荡的教室里只有我和那名学生，外面的天色逐渐暗了下来。",
                "when": "1999年3月10日16:00",
                "who": "柳莹珺、那名学生",
                "description": "1999年3月10日下午4点，我在南京中学的教室里，放学后空荡荡的教室里只有我和那名学生。他看起来有些紧张，但我微笑着鼓励他，让他放松下来。我们一起复习了当天的数学课内容，逐题分析他不懂的地方。我发现他对某些问题的理解能力其实很强，只是缺乏自信和耐心。每当他解出一道难题，他的眼睛都会亮起来，那一刻让我感到无比满足。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青年时期",
                "what": "在期中考试时，这名学生的成绩有了显著提高，虽然还未达到顶尖水平，但已经有了明显进步。考试成绩公布后，我在班级会议上公开表扬了这名学生，并强调了努力和坚持的重要性。",
                "where": "南京中学的教室，班级会议的讲台前，学生们坐在下面听讲。",
                "when": "1999年4月20日10:30",
                "who": "柳莹珺、那名学生、全班同学",
                "description": "1999年4月20日上午10点半，在南京中学的教室里，我站在讲台前，手里拿着那名学生的考试成绩单。我微笑着宣布他的成绩有了显著提高，全班同学都为他鼓掌。我看着他，他的脸上露出了自豪的笑容。我强调了努力和坚持的重要性，并鼓励其他同学也要向他学习。这一刻，我感到自己的努力得到了回报，心中充满了成就感。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青年时期",
                "what": "1999年6月，期末考试成绩揭晓，那名学生不仅成绩大幅提高，还取得了全校第一名。我的努力得到了校方的认可，并在全校教师大会上被表彰。",
                "where": "南京中学的教师大会会场，庄重的会议室里坐满了全校的教师和领导。",
                "when": "1999年6月25日14:00",
                "who": "柳莹珺、那名学生、学校领导、全体教师",
                "description": "1999年6月25日下午2点，在南京中学的教师大会会场，会议室里坐满了全校的教师和领导。当校长宣布那名学生取得全校第一名时，全场响起了热烈的掌声。我被邀请上台接受表彰，心中既激动又感到无比自豪。那一刻，我感受到自己的努力和坚持得到了最好的回报，决心继续以同样的方式帮助更多的学生。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青年时期",
                "what": "那是一个寒冷的冬夜，我刚刚结束一天的学习，回到家中。家里气氛紧张，父母因经济问题爆发激烈争吵。母亲责备父亲没有尽到家庭责任，父亲沉默不语。",
                "where": "南京的家中，客厅里的灯光昏暗，空气中弥漫着压抑的气氛。",
                "when": "2000年2月15日19:45",
                "who": "父亲和母亲",
                "description": "2000年2月15日晚上，我刚刚结束一天的学习，回到家中。家里的气氛显得异常紧张，父母因为经济问题爆发了激烈的争吵。母亲责备父亲没有尽到家庭责任，哭泣着说他不负责任，父亲则沉默不语。我站在一旁，感到无助和心痛，不知道该如何插手。这一幕深深印在我心里，使我对家庭责任有了更强烈的认知。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青年时期",
                "what": "争吵过后，母亲独自坐在客厅里哭泣。我走过去安慰母亲，试图理解并缓解她的情绪。",
                "where": "南京的家中，客厅里只有母亲的哭泣声，桌上摆满了未整理的账单。",
                "when": "2000年2月15日20:00",
                "who": "母亲",
                "description": "2000年2月15日晚上，争吵过后，母亲独自坐在客厅里哭泣。看到母亲的无助样子，我走过去安慰她，试图理解并缓解她的情绪。母亲向我倾诉了家庭经济的困境和对父亲的不满。我在倾听中感受到母亲的无助和压力。我意识到自己在家庭中的责任感和重要性，决心更加努力，希望通过自己的努力来缓解家中的困境，获得母亲的认可和尊重。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青年时期",
                "what": "几天后，我试图与父亲沟通，劝说他更加努力工作以改善家庭经济状况。父亲虽然心情沉重，但仍答应会尽力。",
                "where": "南京的家中，餐桌旁，父亲正准备吃晚饭。",
                "when": "2000年2月18日18:30",
                "who": "父亲",
                "description": "2000年2月18日傍晚，我鼓起勇气试图与父亲沟通。我在餐桌旁坐下，看着父亲满是疲惫的脸，劝说他更加努力工作以改善家庭经济状况。父亲虽然心情沉重，但仍答应会尽力。我感到了一丝希望，但也深知家庭问题的复杂性。这次互动使我更加坚定了要通过自己的努力改善家庭状况的决心，也使我在面对挑战时更具信心和勇气。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青年时期",
                "what": "我报名参加了一个由南京教育培训中心主办的教育培训项目，充满期待，希望通过培训提升自己的教学水平。",
                "where": "南京教育培训中心，一座现代化的大楼，教室里布置得井然有序，墙上贴满了教育名言。",
                "when": "2001年08月01日09:00",
                "who": "我（柳莹珺）和其他教育同行",
                "description": "2001年8月1日上午9点，我怀着满心期待走进南京教育培训中心。开幕式上，看到许多来自各地的教育同行，我感受到浓厚的学术氛围和积极的互动。我们在一间宽敞明亮的教室里坐下，墙上贴满了鼓舞人心的教育名言，感觉非常激励人心。这个培训项目让我第一次深刻体会到自己在教育领域的成长，并激发了我对新教学方法的浓厚兴趣。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青年时期",
                "what": "在培训期间，我结识了一些优秀的教师同行，学到了许多新的教学方法，并对自身的教学实践进行了反思和调整。",
                "where": "南京教育培训中心，同样的教室，教室里弥漫着浓厚的学习氛围。",
                "when": "2001年08月15日14:30",
                "who": "我（柳莹珺）和其他教育同行",
                "description": "2001年8月15日下午2点半，我们在南京教育培训中心进行了一次小组讨论。我结识了一些优秀的教师同行。通过他们的分享和交流，我学到了许多新的教学方法。我们在教室里围成一个小圈，讨论得非常热烈。我反思了自己的教学实践，并做出了一些调整。这次互动让我感受到自己在教育领域的成长和进步，增强了我的自信心。我开始意识到教学方法的多样性和重要性。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青年时期",
                "what": "培训结束后，我将学到的新教学方法应用到自己的课堂上，并取得了显著的效果。学生们反应积极，课堂气氛也变得更加活跃。",
                "where": "南京中学，我的课堂，教室里布置得简洁而有条理。",
                "when": "2001年09月01日10:00",
                "who": "我（柳莹珺）和我的学生们",
                "description": "2001年9月1日上午10点，我在南京中学的课堂上应用了培训中学到的新教学方法。教室里整洁而有条理，学生们坐在整齐的课桌前，眼中充满了期待。我开始新的教学方式，学生们反应非常积极，整个课堂气氛变得非常活跃。看到学生们的进步，我感到非常满足和自豪。这次成功的教学实践让我对未来的教学工作充满信心。然而，我也感受到了一定的压力，担心自己无法持续保持这样的教学水平。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青年时期",
                "what": "在一次学校会议上，我听到校长对教师们提出了高标准的要求，感受到作为教师的巨大责任和压力。",
                "where": "南京中学的会议室，会议室里挂着学校的年度目标和教育理念的横幅。",
                "when": "2002年4月15日14:30",
                "who": "校长，其他教师们",
                "description": "2002年4月15日下午，在南京中学的会议室里，校长在会议中强调了学校对教师表现的严格评估标准。会议室里气氛紧张，每个教师都在认真聆听，记录要点。我坐在后排，感到心中不断涌起的压力。校长的每一句话都像是在对我个人提出的要求，令我感到肩上的担子越来越重。散会时，我看到其他教师的脸上也露出了一丝担忧的神色，这让我更加感到紧张和焦虑，担心自己不能达到这些高标准。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青年时期",
                "what": "一个月后，我在家长会上目睹了一位同事被家长严厉批评，感到非常尴尬和无奈。",
                "where": "南京中学的多功能厅，家长们坐在整齐排列的椅子上。",
                "when": "2002年5月12日16:45",
                "who": "同事，家长",
                "description": "2002年5月12日下午，在南京中学的多功能厅举行的家长会上，一位家长对我的同事进行了严厉的批评，指责他没有尽责，导致学生成绩下降。那位同事站在讲台前，脸色苍白，无言以对。我坐在台下，感到心中一阵紧缩，仿佛自己也站在那个被批评的位置上。这一幕深深震撼了我，让我更加意识到作为教师的压力和责任，心中充满了焦虑和自责，担心自己有一天也会面临这样的局面。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青年时期",
                "what": "在目睹同事被批评后的几周内，我与大学导师进行了一次电话交流，向他倾诉我的压力和困扰。",
                "where": "南京中学的办公室，办公桌上堆满了学生的作业和试卷。",
                "when": "2002年6月5日10:15",
                "who": "我，大学导师",
                "description": "2002年6月5日上午，我在办公室里拨通了大学导师的电话，向他倾诉了我最近的种种压力和困扰。电话那头，导师耐心地听着，不时地给予我鼓励和建议。他告诉我，可以寻求同事和领导的支持，不要把所有的压力都自己扛。我感到了一定的安慰和支持，但挂断电话后，仍然觉得心中的压力没有减轻多少。我担心自己不能完美地履行教师的职责，这让我更加紧张和焦虑。为了不辜负导师的期望，我决定更加努力地工作，力求达到更高的标准。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青年时期",
                "what": "我在课堂上注意到一名学生情绪低落，成绩显著下降。出于对学生的关心，我决定在课后与他进行一次谈话，了解他的情况。",
                "where": "南京中学的教室，窗外的阳光透过窗帘洒进来，教室里只剩下我们两个人。",
                "when": "2004年10月10日15:30",
                "who": "我和一名学生",
                "description": "2004年10月10日下午，我在南京中学的教室里结束了一节课后，注意到一名学生情绪低落，眼神游离，成绩也显著下降。我心中忧虑，决定在课后单独和他谈谈。教室里只剩下我们两个人，阳光透过窗帘洒在桌面上，显得格外宁静。我轻声问他是否遇到了什么困难，他开始犹豫，但在我的耐心鼓励下，慢慢向我倾诉家庭的问题。我听着他的话，心中既感到同情又觉得必须采取行动，帮助他走出困境。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青年时期",
                "what": "在与学生谈话后，我主动联系了他的家长，试图了解更多家庭背景，并建议家长与学校心理咨询师合作，共同帮助学生。",
                "where": "南京中学的教师办公室，桌上堆满了学生的作业本和资料。",
                "when": "2004年10月12日10:00",
                "who": "我和学生的家长",
                "description": "2004年10月12日上午，我在南京中学的教师办公室里，桌上堆满了学生的作业本和资料。我拨通了那名学生家长的电话，心中既有些紧张又充满希望。电话接通后，我耐心地介绍了学生在学校的表现，并试图了解更多家庭背景。家长在电话那头显得非常无助和焦虑，这让我感到他们同样承受着巨大的压力。我建议家长与学校的心理咨询师合作，共同帮助学生渡过难关。挂断电话后，我感受到自己肩负的责任不仅是帮助学生，更是在帮助整个家庭。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青年时期",
                "what": "在与学生进行了一次深入的谈心后，我鼓励他面对家庭问题，并提供了一些实用的应对策略。学生逐渐走出情绪低谷，成绩也有所回升。",
                "where": "南京中学的校心理咨询室，墙上挂着一些鼓励人的标语。",
                "when": "2004年11月15日16:45",
                "who": "我和那名学生",
                "description": "2004年11月15日下午，我在南京中学的校心理咨询室里与那名学生进行了深入的谈心。室内的墙上挂着一些鼓励人的标语，营造出温暖而安全的氛围。我鼓励他勇敢面对家庭问题，并为他提供了一些实用的应对策略。他开始露出些许微笑，眼中的光芒也逐渐恢复。几周后，我发现他的成绩有所回升，整个人也变得开朗了许多。这次成功的辅导经验让我感到非常满足和有价值，我意识到自己的努力和关心能够真正改变他人的生活，这带给我极大的成就感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青年时期",
                "what": "我在2005年夏天开始感受到来自工作和生活的巨大压力。作为毕业班的班主任，我每天早上6点起床，晚上常常工作到深夜。",
                "where": "南京中学，办公室里堆满了学生的作业和复习资料。",
                "when": "2005年07月15日06:00",
                "who": "学生，同事",
                "description": "2005年7月15日早上6点，我在南京中学的办公室里开始了一天的工作。桌上堆满了学生的作业和复习资料，我感到肩上的责任沉重无比。整天的教学和班级管理让我筋疲力尽，晚上回到家还要继续批改作业和准备第二天的课程。我每天都在高压下工作，心中充满了焦虑和疲惫。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青年时期",
                "what": "2005年秋天，随着期中考试的临近，我的工作压力达到了顶峰。不仅要准备学生的复习资料，还要处理班级事务和家长的各种需求。",
                "where": "南京中学，教室里挤满了紧张备考的学生。",
                "when": "2005年10月10日08:30",
                "who": "学生，同事，家长",
                "description": "2005年10月10日早上8点30分，南京中学的教室里充满了紧张备考的学生。我在讲台前为他们讲解重点难点，心中却感到无比的焦虑。课后，我还要处理班级事务和家长的各种需求，电话不断响起，每一个都是家长的担忧和期望。夜晚，失眠和情绪波动让我无法入睡，焦虑感不断加重。我感到无力应对，内心充满了压力和疲惫。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青年时期",
                "what": "2005年12月，在一次班会上，我因过度疲劳和情绪压力，在学生面前崩溃哭泣。",
                "where": "南京中学的教室，教室里安静得只能听见我抽泣的声音。",
                "when": "2005年12月05日15:00",
                "who": "学生，同事",
                "description": "2005年12月5日下午3点，在南京中学的教室里，我在一次班会上因过度疲劳和情绪压力崩溃了。我站在讲台前，眼泪突然控制不住地流下来，教室里安静得只能听见我抽泣的声音。学生们惊讶地看着我，不知所措。同事们赶来安慰我，这次崩溃让我意识到，长期以来对完美的追求和对他人需求的过度关注，已经严重影响了我的身心健康。我开始反思自己的信念，并尝试找到工作与生活的平衡。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青年时期",
                "what": "在办公室里，我突然得知李老师辞职的消息，所有人都在议论纷纷，我感到震惊和担忧。",
                "where": "南京中学的办公室，办公桌上堆满了文件和教材，墙上挂着学校的荣誉奖状。",
                "when": "2006年09月05日09:15",
                "who": "我，同事李老师，其他教师",
                "description": "2006年9月5日早上9点15分，我正在办公室整理教材，突然听到同事们讨论李老师辞职的消息。李老师是一个非常敬业的老师，但因为教学压力过大，他最终选择了辞职。这个消息让我感到震惊和担忧，内心开始产生对自身工作压力的重新评估。办公室里的气氛变得沉重，大家都在议论纷纷，我默默地坐在自己的座位上，感到一阵无力感涌上心头。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青年时期",
                "what": "一个月后，我参加了一次学校组织的教师心理健康讲座，听了心理学专家的讲解，我意识到自己的心理状态需要关注。",
                "where": "南京中学的会议室，座位整齐排列，前面挂着投影幕布。",
                "when": "2006年10月08日14:30",
                "who": "我，心理学专家，其他教师",
                "description": "2006年10月8日下午2点30分，我来到学校的会议室参加教师心理健康讲座。讲座由一位心理学专家主讲，内容主要涉及如何应对工作压力和保持心理健康。专家讲解了一些放松技巧和时间管理方法，我认真地做了笔记，内心也开始意识到自己的心理状态需要更多的关注。虽然我尝试应用这些技巧，但效果并不显著，心中的焦虑感依然存在。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青年时期",
                "what": "2006年年底，我和大学导师通了电话，谈到了李老师辞职事件和自己的工作压力，导师建议我减少课外辅导工作，更多关注休息和家庭生活。",
                "where": "我家的客厅，温暖的灯光下，电话放在茶几上。",
                "when": "2006年12月20日20:00",
                "who": "我，大学导师",
                "description": "2006年12月20日晚上8点，我和大学导师通了电话。在电话中，我谈到李老师辞职的事情和自己感受到的巨大工作压力。导师耐心地听着，并建议我减少一些课外辅导工作，更多地关注自己的休息和家庭生活。导师的建议让我深受启发，我开始意识到自己对工作的过度投入可能是压力和焦虑的原因之一。尽管内心依然有些矛盾和不安，但我决定尝试减少一些不必要的工作负担，重新安排自己的时间。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青年时期",
                "what": "我在学校的年度评比中获得了多名学生和同事的高度评价，开始被推荐为市级优秀教师候选人。",
                "where": "南京中学，校长办公室。",
                "when": "2007年1月15日10:30",
                "who": "同事，学生",
                "description": "2007年1月15日上午，我被校长叫到办公室。校长微笑着告诉我，我在年度评比中获得了多名学生和同事的高度评价，学校决定推荐我为市级优秀教师候选人。我一时感到非常自豪和欣慰，觉得自己的努力终于得到了认可。看着校长和同事们的笑脸，我深感荣幸。然而，随着推荐的推进，我内心的压力逐渐增加，担心自己无法完美表现，心中隐隐感到焦虑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青年时期",
                "what": "在被推荐为市级优秀教师候选人后，我开始投入更多的时间和精力在教学和学生辅导上，甚至牺牲了很多个人时间。",
                "where": "南京中学，教室和办公室。",
                "when": "2007年2月20日14:45",
                "who": "学生，同事",
                "description": "2007年2月20日下午，我决定为市级优秀教师评选加倍努力，开始投入更多的时间和精力在教学和学生辅导上。每天放学后，我都会留在教室里为学生们辅导功课，直到天色渐晚。办公室的灯光常常是最后熄灭的。虽然我感到疲惫和焦虑，但当看到学生们的进步和成绩时，我又感到一丝欣慰。我的责任心和对完美表现的追求在这一过程中被进一步强化，尽管内心的压力不断增加。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青年时期",
                "what": "我被正式评为市级优秀教师，并在全校大会上接受了表彰。",
                "where": "南京中学，全校大会的礼堂。",
                "when": "2007年5月10日09:00",
                "who": "同事，学生",
                "description": "2007年5月10日上午，全校大会在礼堂举行。我被宣布为市级优秀教师，并上台接受了表彰。当校长将奖牌递给我的那一刻，我感到无比的自豪和欣慰，觉得自己的努力终于得到了认可。我看到台下的同事和学生们为我鼓掌欢呼，这一荣誉增强了我的自信心和成就感。然而，在随后的一段时间内，我也感到一种隐隐的压力，因为担心自己无法持续保持这种完美的表现。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青年时期",
                "what": "在2008年4月的一天下午，我收到一名学生家长的求助电话，表示希望能与我见面，讨论孩子的学习情况。电话中的声音带着些许的急促和焦虑，这让我意识到事情的紧迫性。",
                "where": "学校办公室，桌上堆满了学生的作业和备课资料。",
                "when": "2008年04月10日14:45",
                "who": "柳莹珺, 学生家长",
                "description": "2008年4月10日下午2:45，我在学校办公室接到了一个学生家长的电话。家长的声音急促而焦虑，话语中充满了无助和担忧。她急切地希望能尽快见面，讨论孩子的学习情况。电话挂断后，我的心情也随之变得沉重，感受到一股强烈的责任感。"
            }
        ]
    },
    "recent_events": {
        "name": "柳莹珺",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我刚开始担任毕业班班主任，面对大量的教学材料和学生管理工作，感到压力山大。",
                "where": "南京市某中学，我的办公室和教室。",
                "when": "2008年09月01日08:30",
                "who": "学生们，同事们",
                "description": "2008年9月1日早上，我步入南京市某中学的办公室，眼前堆满了未处理的教学材料和学生记录。学生们对我抱有很高的期望，每天都有人来找我求助。那天早上，我在办公室里忙碌地准备课程计划，心中不断涌现出‘我必须尽职尽责，做到完美’的念头。每当有学生敲门进来，我都会停下来，耐心地解答他们的问题，但内心感到极度疲惫和焦虑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "一位学生因为成绩不理想而情绪低落，找我倾诉，我花了很多时间进行一对一辅导。",
                "where": "南京市某中学，我的办公室。",
                "when": "2009年05月15日16:45",
                "who": "学生们",
                "description": "2009年5月15日下午，一名学生敲开了我办公室的门，脸上满是愁容。他坐在我对面，诉说着自己因成绩不理想而感到的挫败感和压力。我看着他，无比心疼，决心要帮助他渡过难关。我耐心地听他倾诉，给予安慰，并为他制定了一份详细的学习计划。虽然看到学生逐渐恢复信心让我感到有价值，但也加剧了我的责任压力和焦虑。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "学校组织了一次大型考试，我负责整个年级的监考和阅卷工作，为了确保每一个细节都完美无缺，连续几个晚上加班到深夜。",
                "where": "南京市某中学，监考教室和办公室。",
                "when": "2010年07月10日22:30",
                "who": "同事们",
                "description": "2010年7月10日晚上，我独自坐在办公室里，灯光映照在堆满试卷的桌子上。为了确保考试的每一个细节都完美无缺，我已经连续几个晚上加班到深夜。每当夜深人静，我都会感到一股无形的压力压在心头，似乎每一份试卷上的分数都在检验我的能力和责任心。我一边批改试卷，一边想着‘我必须表现得完美’，这种想法让我感到极度的疲惫和焦虑。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "女儿进入初中后，学习压力明显增加，需要更多的陪伴和帮助。我意识到她的学业负担加重，感到责任重大，内心充满焦虑和自责，因为无法很好地兼顾工作和家庭。",
                "where": "家中，女儿的书房里，桌上堆满了课本和作业。",
                "when": "2010年09月01日19:30",
                "who": "女儿，丈夫",
                "description": "2010年9月1日晚上，我坐在女儿的书房里，看着她埋头苦读的身影，心里五味杂陈。她的桌子上堆满了各科的课本和作业，房间里弥漫着一股紧张的气氛。我试图帮她解答一道数学题，却发现自己也有些力不从心。丈夫在一旁安慰我，但我依旧感到深深的无力和自责，担心自己无法在工作和家庭之间找到平衡。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "学校的工作量增加，特别是作为毕业班班主任，需要花更多时间和精力在学生身上。我开始感到时间和精力不足，难以顾及家庭。",
                "where": "学校，办公室里，桌上堆满了学生的作业和班级管理文件。",
                "when": "2010年10月15日16:00",
                "who": "同事，学生",
                "description": "2010年10月15日下午，我在学校的办公室里一边批改学生的作业，一边想着晚上回家还要为女儿准备晚餐。办公室里其他老师也在忙碌，每个人的脸上都写满了疲惫。作为毕业班班主任，我感到压力倍增，试图在工作中达到最高标准，但这导致了更大的压力和焦虑。我深知自己已经很努力，但依然觉得时间和精力都不够用。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "女儿在一次考试中成绩不理想，表现出更多的情绪波动。我感到自己未能给她足够的支持，内心非常自责。",
                "where": "家中，客厅里，女儿坐在沙发上，泪流满面。",
                "when": "2010年12月20日20:00",
                "who": "女儿，丈夫",
                "description": "2010年12月20日晚上，女儿在沙发上哭泣，手里攥着那张不理想的成绩单。我坐在她旁边，试图安慰她，但内心却充满了自责和无力感。丈夫在一旁默默地看着我们，脸上也写满了担忧。我感到自己未能在女儿最需要我的时候提供足够的支持，这种内疚感深深地刺痛了我的心。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "校长召开了一次全体教师会议，宣布市级考试的目标，并特别强调毕业班的成绩对学校声誉的重要性。",
                "where": "学校会议室，会议室的墙上挂着学校的荣誉奖状，桌上摆放着校长的演讲稿和老师们的会议记录本。",
                "when": "2012年3月1日09:00",
                "who": "校长，全体教师",
                "description": "2012年3月1日上午，校长在学校会议室召开了全体教师会议，宣布了即将到来的市级考试的目标。校长特别强调了毕业班的成绩对学校声誉的重要性，语气中透着不容置疑的坚定。听到这些，柳莹珺心头一紧，感到巨大的压力。她深知作为毕业班班主任，肩上的责任更加沉重。会议结束后，她看着其他老师们脸上的紧张神情，心情更加沉重，开始担心自己是否能够满足学校的高要求。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在随后的几周内，柳莹珺与其他几位毕业班的老师频繁开会，讨论如何提高学生的成绩。她决定增加课后辅导时间，但这意味着她的休息时间会被大量占用。",
                "where": "学校办公室，办公室里堆满了学生的作业和教案，墙上挂着教学大纲和考试时间表。",
                "when": "2012年3月15日16:30",
                "who": "同事们，特别是几位毕业班的老师",
                "description": "2012年3月15日下午，在学校办公室，柳莹珺和几位毕业班的老师又一次坐在一起开会，讨论如何提高学生的成绩。办公室里堆满了学生的作业和教案，墙上挂着教学大纲和考试时间表。大家你一言我一语地提出各种建议，讨论气氛激烈。最终，柳莹珺决定增加课后辅导时间，这意味着她几乎所有的休息时间都会被占用。尽管她知道这会让自己更加疲惫，但她没有其他选择。她感到极度疲惫和焦虑，认为如果不这样做，就会被认为是不负责任的。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "在一次课后辅导中，柳莹珺发现几个学生的学习进度依然落后，她感到非常失望和无力。她开始质疑自己的能力，并感到极大的焦虑和压力。",
                "where": "教室，教室里只有几盏灯亮着，桌上堆满了学生的作业和参考书，窗外天色已晚。",
                "when": "2012年4月10日18:00",
                "who": "几位落后学生",
                "description": "2012年4月10日晚上，在学校的教室里，柳莹珺正在进行课后辅导。教室里只有几盏灯亮着，桌上堆满了学生的作业和参考书，窗外天色已晚。她走到几个学习进度落后的学生身边，发现他们的成绩依然没有明显的进步。她感到非常失望和无力，心里不停地想着：到底是哪里出了问题？为什么自己付出了这么多努力，却看不到成效？她开始质疑自己的能力，感到极大的焦虑和压力，甚至觉得自己是个无用的人。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "一位同事因工作量过大，身体不适被紧急送往医院。",
                "where": "学校的办公室，办公桌上堆满了文件和教案。",
                "when": "2014年5月10日14:30",
                "who": "柳莹珺，同事们",
                "description": "2014年5月10日下午，我在学校办公室处理学生的作业。突然，一位同事因为过度工作导致身体不适，晕倒在地。我们几个同事立刻拨打了急救电话，随后他被紧急送往医院。看到这一幕，我感到非常震惊和担忧，意识到自己的健康状况也可能受到工作压力的影响。但同时，我又觉得不能放松，因为学生和家人都需要我。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "学校召开教师会议，强调工作与健康的平衡。",
                "where": "学校会议室，墙上挂满了各种教学成果展示。",
                "when": "2014年5月17日09:00",
                "who": "柳莹珺，校领导，所有教师",
                "description": "2014年5月17日上午，学校在会议室召开了一次全体教师会议。校领导在会上强调了工作与健康的平衡，提醒大家不要因为工作而忽视了自己的身体健康。听到这些，我内心感到一阵焦虑，因为我知道自己一直在追求完美，常常加班加点，难以真正做到平衡。这让我对未来感到非常担忧。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "一位学生因考试压力过大，在课堂上情绪崩溃，哭泣不止。",
                "where": "教室，课桌上摆满了复习资料和考试试卷。",
                "when": "2014年6月5日11:15",
                "who": "柳莹珺，学生们",
                "description": "2014年6月5日上午的课间，我正在教室里讲解考试重点。突然，一位学生因压力过大情绪崩溃，坐在座位上哭泣不止。看到这一幕，我感到非常内疚和自责，认为自己没有尽到责任去帮助学生减轻压力。这让我对自己的能力产生了怀疑，焦虑和紧张感也随之加重。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "2016年初，我的儿子进入高三，面对即将到来的高考，他表现出极大的紧张和焦虑。为了帮助他，我和丈夫花费了大量时间和精力陪伴他复习，甚至减少了我们的休息时间。",
                "where": "家中，书房的书桌上堆满了教材和复习资料，灯光柔和但气氛紧张。",
                "when": "2016年1月15日18:30",
                "who": "儿子，丈夫",
                "description": "2016年1月15日晚上，我们一家三口在家中的书房里。儿子面前堆满了厚厚的课本和笔记，他的额头上渗出细汗，显得非常紧张。我和丈夫坐在他身边，不停地给他打气和鼓励，但也能感觉到我们的压力在不断增加。为了陪他复习，我们几乎每天都要熬夜，身体越来越疲惫。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "2016年5月，随着高考临近，儿子的情绪波动更加明显，有时甚至会在家中发脾气。为了安抚他，我和丈夫不得不更加小心翼翼，避免任何可能引起冲突的话题。",
                "where": "家中，客厅里摆满了复习资料和考前指导书，空气中弥漫着焦虑的气氛。",
                "when": "2016年5月10日20:15",
                "who": "儿子，丈夫",
                "description": "2016年5月10日晚，我们一家人在家中客厅，儿子突然因为一道数学题解不出来而大发脾气，把书本摔在地上。我和丈夫赶紧过去安抚他，尽量避免任何可能引发冲突的话题。整个家庭的氛围变得非常紧张，每个人的情绪都像是绷紧的弦，一触即发。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "2016年6月，儿子终于迎来了高考。在高考前夜，我几乎整夜未眠，反复思考着如何才能更好地支持他。我尽力表现得镇定，但内心的焦虑已经达到了顶点。",
                "where": "家中，卧室里灯光昏暗，我躺在床上辗转反侧，脑海中不断浮现儿子考试的情景。",
                "when": "2016年6月6日23:45",
                "who": "儿子，丈夫",
                "description": "2016年6月6日深夜，我和丈夫躺在床上，但我怎么也睡不着。我的脑海里反复回想着儿子明天的考试情况，我担心他能否发挥好。尽管我尽力表现得镇定，但内心的焦虑已经达到了顶点。看着丈夫已经熟睡的脸庞，我感到无比的孤独和压力，眼泪不由自主地流了下来。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "学校的教学改革要求我们采用新的教学方案，这对我来说是一个巨大的挑战。",
                "where": "学校的教务处办公室，墙上贴满了教学资料和海报。",
                "when": "2017年09月01日08:30",
                "who": "校长、同事们、学生们",
                "description": "2017年9月1日早上，我在学校的教务处办公室参加了一次紧急会议，校长宣布了新的教学改革方案。办公室里弥漫着一股紧张的气氛，大家都在低声讨论。我心里感到一阵沉重，因为我知道这意味着我们所有的教学方法都要改变。校长严肃的面孔和坚定的语气让我感到更大的压力。我看着周围的同事们，有些人面带担忧，有些人则显得有些无所适从。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "校长召开了一次教师会议，详细介绍了新教学方案的具体要求和实施步骤。会议过程中，校长强调了改革的重要性，并指出每位教师都必须严格按照新方案执行。",
                "where": "学校的会议室，会议桌上摆满了文件和资料。",
                "when": "2017年09月05日14:00",
                "who": "校长、全体教师",
                "description": "2017年9月5日下午，校长在学校的会议室召开了一次全体教师会议。会议室里坐满了老师，空气中充满了紧张的气息。校长站在讲台上，详细解说了新教学方案的具体要求和实施步骤。他的语气坚定且不容置疑，强调了改革的重要性，并指出每位教师都必须严格按照新方案执行。我坐在角落里，感到一阵阵的焦虑和压力，因为我担心自己无法适应这些新的要求。会议结束后，我和同事们交流时，大家都显得非常困惑和担忧。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "我开始尝试采用新的教学方案进行教学。在课堂上，我发现学生们对新的教学方法反应不一，有些学生表现出困惑和不适应。",
                "where": "教室，黑板上写满了新教学方案的内容，学生们坐在课桌前。",
                "when": "2017年09月10日10:15",
                "who": "柳莹珺、学生们",
                "description": "2017年9月10日上午，我在教室里开始尝试采用新的教学方案进行教学。黑板上写满了新教学方案的内容，学生们坐在课桌前，脸上充满了疑惑。随着课程的进行，我注意到有些学生对新的教学方法表现出困惑和不适应，他们频繁地举手提问或低声讨论。我感到内疚和自责，认为自己没有有效地帮助学生理解新方案。课后，我回到办公室，心里充满了焦虑和压力，觉得自己在教学上失败了。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我发现一位学生因家庭问题导致学习成绩下降，主动与学生及其家长沟通，制定了辅导计划。",
                "where": "学校的教师办公室，窗外能看到操场上的学生在活动。",
                "when": "2018年04月15日14:30",
                "who": "学生，学生家长，我",
                "description": "2018年4月15日下午，我在学校的教师办公室里，发现一位学生的成绩单上有明显的下降迹象。经过几次观察和了解后，我得知这名学生因家庭问题而分心。于是，我决定主动与学生及其家长沟通，约定了在下午14:30在我的办公室见面。那天，学生和家长如约而至。我们一起讨论了学生的情况，并制定了一个详细的辅导计划。虽然我在帮助学生的过程中感到满足和有价值，但也因为担心学生的未来而感到压力。这次事件让我更加坚定了'我必须对他人负责'和'我有责任帮助他人'的信念。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "一位学生因为学业压力过大而在课堂上情绪崩溃，我目睹了这一情况，感到非常震惊和无力。",
                "where": "学校的教室，白板上还留有我刚刚写下的数学题目。",
                "when": "2019年11月03日10:15",
                "who": "学生们，我，一些同事",
                "description": "2019年11月3日上午10:15，我正在教室里给学生们讲解数学题目。突然，一位学生情绪崩溃，开始大哭，甚至摔了书包在地上。这一突如其来的情况让我感到非常震惊和无力。我试图安抚这名学生，但心里却充满了无助和内疚。其他同学也被这突发的事件吓到了，教室里的气氛变得非常紧张。这次事件让我更加感受到自己有责任帮助学生们，但同时也感到了巨大的压力和焦虑，强化了我对自己和他人的高要求。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "我与同事讨论如何应对学生的压力，并制定了一系列心理辅导和减压活动。",
                "where": "学校的会议室，桌上摆满了各种文件和笔记本。",
                "when": "2020年09月22日15:45",
                "who": "我，同事们",
                "description": "2020年9月22日下午15:45，我和几位同事在学校的会议室里讨论如何应对学生们的压力。会议室里摆满了各种文件和笔记本，我们每个人都在认真地做着笔记和讨论。经过长时间的讨论，我们制定了一系列心理辅导和减压活动，希望能帮助学生们缓解压力。虽然在与同事的讨论中我感到了一些支持，但也因为要兼顾教学和心理辅导而感到压力倍增。这次事件让我感受到'我有能力面对挑战'的信念受到了挑战，并使我'如果我不能有效帮助他人，我就是无用的'的负面情绪得到了强化，进一步加剧了我的焦虑和疲惫感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "2020年2月，疫情导致学校关闭，我被迫开始线上教学。由于对技术不熟悉，初期的线上课程准备让我感到非常焦虑和疲惫。",
                "where": "家中的书房，桌上堆满了教学资料和电脑设备。",
                "when": "2020年02月01日08:00",
                "who": "学生们，同事们，家人",
                "description": "2020年2月1日早上，我坐在家中的书房，面对着堆满教学资料和电脑设备的桌子，心中充满了不安。由于疫情，学校关闭了，我必须转而进行线上教学，但是我对技术并不熟悉。每次尝试新的软件或应对技术问题时，我都感到无比焦虑和孤立。家人虽然在另一个房间，但我依然觉得无助。学生们在屏幕那端等待我的指导，而我却手足无措。这段时间，我的睡眠质量变得很差，情绪也波动很大。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "2020年5月，随着线上教学的推进，我发现学生们的学习效果不如预期，这让我感到沮丧和自责，担心自己没能尽到做老师的职责。",
                "where": "家中的书房，电脑屏幕上是学生们的作业和成绩。",
                "when": "2020年05月15日14:30",
                "who": "学生们，家人",
                "description": "2020年5月15日下午，我坐在家中的书房里，浏览学生们在网上提交的作业和成绩。看到学生们的学习效果不如预期，我感到一阵沮丧和自责。我心里想着，作为老师，我是否真的尽到了我的职责？家人看着我忧心忡忡的样子，也试图安慰我，但我依然无法摆脱内心的负面情绪。我开始质疑自己的教学能力，这种情绪让我的压力倍增，焦虑也随之加剧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "2020年10月，学校要求教师们提交线上教学的总结报告，我在准备报告时感到极大的压力，担心自己的表现不够完美。",
                "where": "家中书房，深夜的书桌上堆满了报告资料和笔记。",
                "when": "2020年10月20日22:00",
                "who": "同事们，家人",
                "description": "2020年10月20日晚上10点，我还在家中的书房里，为学校要求的线上教学总结报告而忙碌。桌上堆满了报告资料和笔记，心中的压力不断增加。我担心自己的报告不够完美，无法满足学校和同事们的期望。我的丈夫进来送了一杯热茶，看到我疲惫不堪的样子，轻声劝我早点休息，但我根本无法放松。每一个细节都让我反复斟酌，担心任何错误会被放大批评。这种完美主义的压力让我在心理和情感上更加疲惫和焦虑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我接到医院的电话，医生告诉我母亲病情非常严重，需要长期住院治疗。这一消息对我来说是个巨大的打击，我瞬间感到无力和焦虑。",
                "where": "医院的病房，白色的墙壁和消毒水的味道让人感觉压抑。",
                "when": "2021年06月15日10:30",
                "who": "我，母亲，医生",
                "description": "2021年06月15日上午，我接到医院的电话，医生在电话中语气沉重地告诉我母亲的病情非常严重，需要长期住院治疗。我赶到医院，看到母亲躺在病床上，脸色苍白，心中一阵刺痛。医生继续解释病情，我的脑子一片空白，感觉天塌了一样，眼泪忍不住流下来。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "我开始每天在学校和医院之间奔波，白天工作，晚上照顾母亲。尽管我的丈夫和孩子也尽力分担，但我仍然觉得自己必须承担主要责任。",
                "where": "学校的教室，医院的病房，家中的厨房。",
                "when": "2021年06月20日19:00",
                "who": "我，母亲，丈夫，孩子",
                "description": "2021年06月20日晚上，我一边在学校批改作业，一边担心着医院里母亲的情况。下班后，我匆匆赶到医院，看望母亲，陪她聊天，喂她吃药。回到家，已经是深夜，丈夫和孩子们早已睡下。我拖着疲惫的身躯走进厨房，准备第二天的便当，心中满是责任和压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "在母亲住院期间，同事们注意到我的状态不佳，主动提出帮助我分担一些工作任务。尽管如此，我仍然觉得自己必须保持完美和负责的形象，坚持不愿意接受太多帮助。",
                "where": "学校的办公室",
                "when": "2021年07月01日14:45",
                "who": "我，同事",
                "description": "2021年07月01日下午，同事们在办公室里小声议论着我的状态，一位资深教师走过来关切地问我是否需要帮助分担一些工作任务。我强颜欢笑地谢绝了，心里却在打鼓。我觉得自己不能表现出软弱，必须保持完美的形象，哪怕再累也不能让别人看到我的脆弱。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我的女儿决定申请国外大学，准备出国留学。得知这个消息后，我感到既欣慰又担忧。欣慰的是她有了更好的学习机会，但我也开始担心她在新的环境中是否能适应，是否能够独立生活。",
                "where": "家中，餐桌旁边的客厅，我们一家人坐在一起讨论。",
                "when": "2022年1月15日18:30",
                "who": "我、女儿、丈夫",
                "description": "2022年1月15日晚上，我们一家人在餐桌旁的客厅讨论女儿出国留学的计划。女儿兴高采烈地谈论她的梦想和未来的打算，丈夫也鼓励她勇敢追求自己的目标。我感到欣慰，但心中也充满了担忧。女儿能否适应国外的生活？她是否能照顾好自己？这些问题在我脑海中挥之不去。虽然我试图保持微笑，但内心的焦虑逐渐增加。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "我的女儿收到国外大学的录取通知书，决定在7月出国。我开始为她准备各种出国事宜，包括办理签证、购置生活用品等。",
                "where": "家中，客厅的书桌上堆满了各种文件和物品。",
                "when": "2022年4月10日14:45",
                "who": "我、女儿、丈夫",
                "description": "2022年4月10日下午，女儿兴奋地从学校回来，手里拿着国外大学的录取通知书。我们在客厅的书桌前坐下，开始讨论她出国的具体安排。办理签证、购买生活用品、订机票……每一项任务都需要仔细计划和执行。我感到满足，因为我能够帮助女儿实现她的梦想，但也感到越来越多的压力。我担心自己是否能把所有事情都安排妥当，是否能为她提供最好的支持。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "我的女儿正式出国留学，我在机场送别她。回到家中，我感到失落和孤独。",
                "where": "机场和家中，机场的候机厅和回到家中的客厅。",
                "when": "2022年7月20日10:30",
                "who": "我、女儿、丈夫",
                "description": "2022年7月20日上午，我们一家人来到机场送别女儿。候机厅里，女儿拥抱了我们，说她会努力适应新环境。看着她走进安检口，我的心里一阵酸楚。回到家中，客厅显得格外空荡。我坐在沙发上，望着女儿平日里坐的那个位置，感到一种深深的失落和孤独。仿佛生活中失去了重要的一部分，我不禁流下了眼泪。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "那天在教职工休息室，我和几位同事正在休息闲聊，突然听到有资深同事因抑郁症请假的消息。这位同事一直是我的榜样，她的请假让我感到震惊和担忧。",
                "where": "学校教职工休息室，茶几上放着几杯热茶和一些零食。",
                "when": "2023年3月10日14:35",
                "who": "我和几位同事",
                "description": "2023年3月10日下午，在学校的教职工休息室，我和几位同事正在聊天，突然一个同事提到某资深教师因抑郁症请假。听到这个消息，我感到心里一阵紧缩，像是被什么重重击了一下。那位同事一直是我学习的榜样，她的请假让我开始反思自己的心理状态，内心充满焦虑和不安。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在得知资深同事请假的消息后，我和同事们进行了一次非正式的讨论，大家分享了各自的压力来源和应对方法，但我发现自己很难放下工作中的责任。",
                "where": "学校教职工休息室，墙上的时钟滴答作响。",
                "when": "2023年3月11日16:50",
                "who": "我和几位同事",
                "description": "2023年3月11日下午，在教职工休息室，我和几位同事聚在一起，讨论如何减轻工作压力。大家各自诉说着自己的压力来源和应对方法，但我发现自己很难放下工作中的责任。尽管同事们的建议很有道理，但我的心里依然感到沉重，仿佛有一块石头压着胸口。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "几天后，我在家中与丈夫谈论了那位同事的情况以及我自己的担忧。丈夫建议我去看心理医生，但我认为自己应该能够应对这些挑战。",
                "where": "家中客厅，墙上挂着一家人的合照。",
                "when": "2023年3月13日20:15",
                "who": "我和丈夫",
                "description": "2023年3月13日晚上，我在家中的客厅与丈夫聊起那位请假的同事，以及我自己的担忧。丈夫听后建议我去看心理医生，但我心里却觉得自己应该能够应对这些挑战。我虽然点头答应，但内心深处却不愿意承认自己需要外界的帮助，心里顿时感到更加沉重和无力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "我感到头晕和疲惫不堪，决定在家中休息，但症状并未缓解。",
                "where": "家中，卧室里光线柔和，窗外能听到零星的鸟叫声。",
                "when": "2023年12月10日14:30",
                "who": "我、丈夫和两个孩子",
                "description": "2023年12月10日下午，我在家感到头晕和极度疲惫，决定躺在卧室里休息。卧室里光线柔和，窗外能听到零星的鸟叫声，但这些都无法让我放松。丈夫和孩子们在客厅小声说话，担心打扰到我。尽管我努力闭上眼睛，希望能好好休息，但头晕和疲惫感依旧没有消退。我开始担心自己的健康状况，内心的焦虑感逐渐增加。而因为无法陪伴家人，我也感到深深的内疚和自责。我开始思考，这种身体的不适会不会影响到我在家庭和工作中的表现，压力一时间变得更加沉重。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "在教职工会议上感到心悸和头痛，不得不中途离开。",
                "where": "学校会议室，室内灯光明亮，窗外透进午后的阳光。",
                "when": "2023年12月15日10:15",
                "who": "我、学校同事和领导",
                "description": "2023年12月15日上午，我在学校的教职工会议上突然感到心悸和头痛。会议室内灯光明亮，窗外透进午后的阳光，同事们正专心听取领导的讲话。我试图集中注意力，但心跳越来越快，头也开始隐隐作痛。我环顾四周，同事们似乎没有察觉到我的异常，但我知道自己坚持不下去了。不得已，我起身向领导示意需要离开，匆匆走出了会议室。走廊里空无一人，但我依旧感到无比尴尬和无助，担心自己在同事和领导面前丢了面子。我的健康问题让我更加焦虑，也让我觉得自己没有达到完美的表现标准，自信心受到严重打击。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "感到身体异常疲惫，去医院检查，发现自己有高血压问题。",
                "where": "医院，白色的墙壁和消毒水的味道让人感到冰冷。",
                "when": "2024年1月5日09:00",
                "who": "我、医生和家人",
                "description": "2024年1月5日上午，我因为持续的疲惫感去了医院做检查。医院的白色墙壁和消毒水的味道让人感到冰冷，心中不安的情绪愈发明显。医生仔细检查后告诉我，我有高血压问题。这一诊断像一记重锤，敲在我的心上。我看着医生，脑海中闪过无数的担忧：我的身体能否承受工作和家庭的双重压力？我是否还能胜任班主任的工作？回到家中，我坐在沙发上，家人围在我身边，脸上写满了关切。我意识到，这不仅是对我身体的挑战，更是对我核心信念的巨大冲击。我必须对他人负责，我必须表现得完美，这些信念让我感到更加焦虑和无力。我知道，我需要更多地关注自己的健康，但如何在责任和自我之间找到平衡，仍是一个艰难的课题。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我接到了学校管理层的通知，需要在三月份召开一个重要的家长会。这一消息让我感到巨大的压力，因为我认为自己必须做到完美。",
                "where": "学校，办公室的会议室里，墙上挂满了学生的作品，桌上堆满了会议资料。",
                "when": "2024年02月15日14:30",
                "who": "学校管理层，柳莹珺",
                "description": "2024年2月15日下午，我在学校的会议室接到了学校管理层的通知，要求我准备三月份的重要家长会。当时，我的心跳加快，感到巨大的压力。会议结束后，我坐在椅子上，望着墙上挂满的学生作品，脑海中不断浮现着自己必须做到完美的念头。我知道这次家长会对我来说意义重大，但同时也担心自己无法满足家长和学校的期望。回到办公室后，我感到情绪低落，晚上回家后也难以入睡，脑中始终在思考即将到来的家长会。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "为了准备家长会，我开始加班到深夜，整理学生成绩和表现的报告。",
                "where": "学校办公室，昏暗的灯光下，办公桌上堆满了学生的成绩报告和笔记本。",
                "when": "2024年02月28日22:15",
                "who": "柳莹珺，同事们",
                "description": "2024年2月28日晚上，我在学校的办公室里加班到深夜，整理学生的成绩和表现报告。同事们三三两两地离开了办公室，只有我还在昏暗的灯光下埋头工作。办公桌上堆满了学生的成绩报告和笔记本，我的眼睛开始感到酸痛，但内心的信念驱使着我继续努力，因为我觉得如果我的工作不完美，我就是不合格的。随着时间的推移，我感到越来越疲惫，头痛也逐渐加剧，但我依然无法停下来。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "在家长会上，我表现出色，家长们对我的准备工作非常满意。但我自己却感到并不满意，认为自己还有很多可以改进的地方。",
                "where": "学校礼堂，舞台上摆放着讲台和投影设备，座位上坐满了家长和学生。",
                "when": "2024年03月05日18:00",
                "who": "家长们，学生们，同事们，柳莹珺",
                "description": "2024年3月5日晚上，我在学校礼堂举行的家长会上进行了发言。舞台上摆放着讲台和投影设备，座位上坐满了家长和学生。家长们对我的准备工作表示非常满意，纷纷鼓掌和点头，甚至有几位家长在会后特意过来感谢我。但我自己却感到并不满意，总觉得还有很多地方可以改进。尽管周围的人都对我表示认可，但我内心的核心信念让我无法感到满足和放松。我在家长会结束后依然感到焦虑，对自己的高标准追求使我感到更加自责和压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "由于我和丈夫双方的工作压力日益增加，我们的沟通变得越来越少，彼此的情绪也变得更加紧张。",
                "where": "家中，客厅的沙发上，我们面对面坐着，窗外夜色已深。",
                "when": "2024年4月15日18:30",
                "who": "我和丈夫",
                "description": "2024年4月15日晚上，我和丈夫坐在客厅的沙发上，家里静悄悄的，只有时钟的滴答声。我们各自盯着手机，几乎没有交流。丈夫的脸上写满了疲惫，我知道自己的脸色也好不到哪去。我们好几次尝试开口说话，但每次都以沉默告终。那一刻，我感到自己在家庭中也无法获得应有的支持，心中的焦虑和无助感不断加剧。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "我发现丈夫因工作上的问题经常加班，回家后情绪急躁，对孩子也变得没有耐心。",
                "where": "家中，餐厅里，桌上摆着未收拾的晚饭。",
                "when": "2024年5月5日19:45",
                "who": "我、丈夫和孩子",
                "description": "2024年5月5日晚上，丈夫又一次加班回到家中。他一进门就皱着眉头，连晚饭都没心情吃。孩子们在餐厅里玩耍发出笑声，他突然大声斥责他们不要吵。我看到孩子们吓得一愣，眼泪在眼眶里打转。我感到家庭环境日益紧张，担心丈夫的情绪会影响到孩子，心中的紧张和焦虑情绪进一步加重。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "我尝试与丈夫谈心，希望改善家庭关系，但由于双方情绪都比较激动，导致谈话不欢而散，争吵加剧。",
                "where": "家中，卧室里，床头灯昏黄的灯光下。",
                "when": "2024年5月12日21:00",
                "who": "我和丈夫",
                "description": "2024年5月12日晚上，我和丈夫在卧室里尝试进行一场谈心。我坐在床边，丈夫站在窗前，脸色阴沉。我们开始讨论最近的家庭问题，但话题很快变得尖锐。丈夫的声音越来越大，我也忍不住开始反驳。最终，我们的谈话演变成一次激烈的争吵，彼此都在责备对方。这次失败的沟通让我感到更加无助和迷茫，对未来的家庭生活感到担忧。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "2024年6月，我注意到班上一位学生的情绪出现了波动，成绩开始下滑。经过了解，发现他家中经济问题导致了学习压力增大。",
                "where": "学校教室，学生的座位旁边，我站在他的课桌前。",
                "when": "2024年06月10日14:30",
                "who": "学生，学生家长",
                "description": "2024年6月10日下午，我在学校教室中巡视学生的学习情况时，发现一位学生神情忧郁，显得心事重重。他的成绩单上满是红色的低分，这让我感到非常担忧。我与他进行了简短的交谈，得知他家中最近遇到了经济困难，导致他在学业上感到巨大的压力。为了更多了解情况，我决定与他的父母进行初步沟通。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "2024年7月，这名学生的情绪问题加剧，开始出现抑郁症状。我主动联系了校心理咨询师，并与学生家长多次开会讨论解决方案。",
                "where": "学校的会议室，桌上摆满了文件和笔记本。",
                "when": "2024年07月05日15:45",
                "who": "学生，学生家长，校心理咨询师",
                "description": "2024年7月5日下午，在学校的会议室里，我与这位学生的家长和校心理咨询师进行了一次紧急会议。学生的情绪问题已经明显加剧，他在课堂上变得沉默寡言，甚至出现了一些抑郁症状。我们讨论了许多可能的解决方案，试图找到最适合他的方式来减轻他的压力。频繁的沟通和谈话让我感到自身责任重大，内心的焦虑和压力不断增加。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "2024年7月，这名学生因学习压力大，情绪问题不断出现，我需要花费大量时间和精力去辅导和安抚。",
                "where": "学校的辅导室，学生坐在椅子上，我坐在他对面。",
                "when": "2024年07月25日10:00",
                "who": "学生",
                "description": "2024年7月25日上午，在学校的辅导室里，我与这位学生进行了一次长谈。他坐在椅子上，低着头，眼中闪烁着泪光。他谈到自己在家中的压力和在学校的困惑，这让我非常心痛。我尽力安抚他，鼓励他发泄自己的情绪，并为他提供了学习上的辅导。这次事件让我感到自己的责任更加重大，内心的焦虑和压力不断增加。这次事件迫使我反思自己的核心信念，我总是觉得必须对他人负责和表现完美，这些信念在此时显得尤为沉重，导致了我的情绪低落和紧张。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "2024年8月15日下午，我正在办公室处理毕业班的事务，突然听到校医办公室通过广播呼叫所有老师前往操场。我匆忙赶到现场，发现一名学生倒在地上，显然受了重伤。我立即协助校医进行急救，并指挥其他学生保持冷静和有序。",
                "where": "学校操场，操场上人群聚集，学生们面带惊恐。",
                "when": "2024年8月15日14:05",
                "who": "学生，同事，校医",
                "description": "2024年8月15日下午2点05分，我正在办公室忙着处理毕业班的事务，突然校医办公室的广播传来紧急呼叫，要求所有老师立即前往操场。我心里一紧，立刻放下手中的工作，快步跑向操场。当我赶到时，看到一名学生躺在地上，脸色苍白，周围围满了惊恐的学生。我强忍住内心的恐惧，迅速协助校医进行急救，并试图安抚周围的学生，让他们保持冷静和有序。整个过程虽然只有短短几分钟，但对我来说却像过了几个小时。我心里充满了焦虑和无力感，担心学生的安全，也害怕自己在危急时刻的表现不够完美。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "事件发生后，学生被送往医院救治，我赶到医院陪伴学生及其家长。尽管已经是晚上，我依然守在医院，为学生和家长提供心理支持和安慰。在等待急救结果的过程中，我不断反思自己的责任和能力，感到前所未有的压力。",
                "where": "医院，急诊室外的候诊区，墙上的时钟滴答作响。",
                "when": "2024年8月15日20:45",
                "who": "学生，学生家长，医护人员",
                "description": "2024年8月15日晚上8点45分，学生被送往医院急救，我也随即赶到医院陪伴学生及其家长。急诊室外的候诊区灯光昏暗，墙上的时钟滴答作响，时间仿佛停滞了一般。学生的母亲紧握着我的手，眼中满是泪水和担忧，我尽力安慰她，告诉她一切都会好起来的。虽然我不断安慰她，但内心却无法平静。我反复思考着自己在事件中的表现，感觉前所未有的压力和无力感。等待急救结果的过程中，每一分每一秒都像是煎熬，我开始质疑自己的责任和能力，深感焦虑和不安。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "几天后，学生情况稳定下来，我回到学校继续工作。然而，这次事件在我心中留下了深刻的阴影。每当我看到其他学生，我都会联想到那天的意外，担心自己是否能保护好每一个学生。我开始失眠，频繁地感到紧张和疲惫。",
                "where": "学校，教室和办公室，充满学生们的笑声，但我心中却充满了担忧。",
                "when": "2024年8月20日09:30",
                "who": "学生，同事",
                "description": "2024年8月20日上午9点30分，学生的情况终于稳定下来，我回到学校继续工作。教室里充满了学生们的笑声和喧闹，但我却无法放松心情。每当我看到学生们在操场上奔跑或者在教室里讨论，我的脑海中总是浮现出那天的意外场景。我开始担心自己是否能真正保护好每一个学生，夜晚也常常辗转反侧，无法入眠。我的同事们看出我的不对劲，问我是否需要帮助，但我只是勉强挤出一个笑容，告诉他们一切都好。实际上，我内心深处的焦虑和疲惫感越来越强烈，仿佛一座无形的山压在我的肩上，让我喘不过气。"
            }
        ]
    }
}