{
    "childhood": {
        "name": "周全岩",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "幼儿园的表演准备阶段，我和妈妈一起挑选了表演的服装。妈妈耐心地教我如何穿上那件华丽的服装，并告诉我表演时要表现得自信。妈妈还带我去练习场地，与其他小朋友一起排练。",
                "where": "家里和幼儿园。家里一片整洁，客厅里有妈妈为我挑选的服装，幼儿园的小舞台上摆满了彩色的道具。",
                "when": "1992年5月15日10:00",
                "who": "妈妈、幼儿园同学、老师",
                "description": "1992年5月15日上午10点，我和妈妈在家里挑选表演的服装。妈妈耐心地教我如何穿上那件华丽的服装，并一遍遍地告诉我表演时要表现得自信。在幼儿园的练习场地上，妈妈一直在旁边微笑着，看着我和其他小朋友一起排练。她的微笑和鼓励让我感到安心和温暖。我觉得妈妈对我的期望很高，这让我更加努力地练习，想要在表演时不辜负她的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "表演当天，我和其他小朋友一起登上舞台。我紧张地看了一眼坐在台下的妈妈，看到她微笑着向我挥手，感到一丝安心。表演开始后，我尽全力去完成每一个动作，最后赢得了热烈的掌声。",
                "where": "幼儿园。舞台上灯光璀璨，台下的观众席上挤满了家长和老师。",
                "when": "1992年5月20日14:30",
                "who": "妈妈、幼儿园同学、老师、观众",
                "description": "1992年5月20日下午2点30分，我和其他小朋友一起登上幼儿园的舞台。灯光照在我们身上，我感到手心冒汗，紧张地看了一眼台下的妈妈。她微笑着向我挥手，我顿时感到一丝安心。表演开始后，我尽全力去完成每一个动作，尽管心里有些紧张，但耳边传来的掌声和欢呼声让我感到无比的满足和喜悦。表演结束时，我看到妈妈站起来为我鼓掌，那一刻，我觉得自己真的很棒。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "表演结束后，我和妈妈一起回家。妈妈一路上不断地夸奖我，并在家里为我做了我最喜欢的晚餐。这个晚上，我感到非常幸福，觉得自己是家里的骄傲。",
                "where": "家里。厨房里飘着妈妈做饭的香气，餐桌上摆满了我喜欢的菜肴。",
                "when": "1992年5月20日18:00",
                "who": "妈妈",
                "description": "1992年5月20日晚上6点，表演结束后，我和妈妈一起回家。一路上，妈妈不断地夸奖我，说我表演得非常好。回到家里，妈妈为我做了我最喜欢的晚餐，厨房里飘着她做饭的香气。坐在餐桌前，我看着满满一桌的菜肴，感到无比幸福。妈妈的夸奖和她为我做的晚餐让我觉得自己是家里的骄傲，这一刻我感到非常满足和幸福。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "我在7岁时参加了学校组织的数学竞赛。父母对我的期待让我感到压力巨大，但也激发了我的斗志。我花了大量时间准备，甚至在课余时间也在练习数学题。",
                "where": "家里和学校。家里的书桌上堆满了练习题，学校的教室里总能看到我埋头苦练的身影。",
                "when": "1994年3月10日17:30",
                "who": "我（周全岩）、父母",
                "description": "1994年3月10日下午5点半，我坐在家里的书桌前，书桌上堆满了数学练习题和参考书。父母一边忙着家务，一边不时地提醒我，‘一定要认真准备比赛，争取拿个好名次。’他们的期待让我感到压力，但我知道这是为了让我变得更好。于是，我更加努力地练习，每天晚饭后，甚至在课间休息时，我也不放过任何一个练习的机会。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "在数学竞赛当天，我在比赛中表现出色，最终获得了第一名。在颁奖仪式上，老师在全班同学面前对我进行了表扬，我感到非常自豪和幸福。",
                "where": "小学教室。教室里布置得井井有条，黑板上写着‘数学竞赛’的字样。",
                "when": "1994年3月15日14:00",
                "who": "我（周全岩）、老师、同学",
                "description": "1994年3月15日下午2点，教室里弥漫着紧张的气氛。比赛结束后，老师站在讲台上宣布了获奖名单。当我的名字被念到时，教室里响起了热烈的掌声。我走上讲台，接过奖状，老师对我说，‘周全岩，你做得非常好，继续保持！’那一刻，我感到无比自豪，幸福感充盈在心头。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "回到家后，父亲特意为我做了我最喜欢的菜，并在晚饭时对我说：‘你是爸爸的骄傲。’我感到非常自豪和幸福。",
                "where": "家里。餐厅里弥漫着饭菜的香味，桌上摆满了色香味俱佳的菜肴。",
                "when": "1994年3月15日18:30",
                "who": "我（周全岩）、父亲、母亲",
                "description": "1994年3月15日晚上6点半，家里的餐桌上摆满了我最喜欢的菜，香气扑鼻。父亲笑着对我说，‘今天特别为你做了这些菜，你是爸爸的骄傲。’母亲在一旁微笑着点头。我感到无比自豪和幸福，心里想着，只要我继续努力，一定能让父母一直为我感到骄傲。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "为了准备期中考试，我每天晚上都复习到很晚，父母对我的学习寄予厚望。考试前一晚，父亲特意提醒我一定要考好。考试当天，我因为过度紧张和缺乏休息，导致考试状态不佳，成绩不理想。",
                "where": "家里和学校，家里的书桌上堆满了复习资料，学校的考场安静得只听见钟表的滴答声。",
                "when": "1995年6月12日19:00",
                "who": "我，父母，老师",
                "description": "1995年6月12日晚上，我在家里的书桌前，桌上堆满了复习资料，父亲走进来，语重心长地对我说：“这次考试一定要考好。”我点点头，但心里却感到一阵无形的压力。考试当天，我走进学校的考场，安静的环境让我更加紧张。试卷发下来后，我发现很多题目都变得模糊不清，脑海中一片空白。最终，我的成绩不理想，内心充满了自责和失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "考试成绩公布后，我在学校里受到老师的严厉批评，老师指出我平时学习态度不端正。这让我更加感到羞愧和自责。",
                "where": "学校教室，黑板上还留有昨天的习题，教室里同学们的目光都集中在我身上。",
                "when": "1995年6月15日10:30",
                "who": "我，老师，同学",
                "description": "1995年6月15日上午，我站在教室里，老师拿着我的成绩单，严厉地批评我：“你平时的学习态度太不端正了，这就是你这次考试失败的原因！”同学们的目光都集中在我身上，我感到脸颊发烫，羞愧得无地自容。心里想着，我辜负了老师和父母的期望，内心充满了自责和失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "考试成绩公布后回到家中，父亲非常生气，母亲试图安慰我，但也表达了失望之情。父亲责备我没有尽到努力，要求我以后更加努力学习。",
                "where": "家里的客厅，茶几上还摆着父亲刚放下的报纸，母亲坐在沙发上，神情复杂。",
                "when": "1995年6月15日17:45",
                "who": "我，父母",
                "description": "1995年6月15日下午，我回到家中，父亲看到我的成绩单后，脸色立即变得铁青，站在客厅中央，声音低沉地责备我：“你这次为什么考得这么差？你根本没有尽到努力！”母亲坐在沙发上，试图安慰我，却也难掩失望的神情：“没关系，下次努力，但这次真的让我们很失望。”我感到非常内疚和失望，似乎让父母蒙羞。我心里暗下决心，必须更加努力，不能再让他们失望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "放学后，我和同学一起回家，路过邻居家时，听到里面传来责骂声。出于好奇，我停下来探头看了一眼。",
                "where": "邻居家门口，我们站在木栅栏旁边，透过门缝可以看到里面。",
                "when": "1995年10月25日15:30",
                "who": "我，同学，邻居家的孩子及其父母",
                "description": "1995年10月25日下午3点半，我和同学放学后一起走在回家的路上。路过邻居家时，忽然听到里面传来猛烈的责骂声。出于好奇，我们停下来，我悄悄探头看了一眼。只见邻居家的父亲正在怒气冲冲地责骂他的孩子，因为那个孩子成绩不佳。孩子低着头，眼里满是泪水，母亲站在一旁，神情严肃但无奈。看着这一幕，我心里既感到害怕又有种说不出的压抑感，那一刻我真正感受到了成绩不佳带来的严重后果。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "这件事情之后，我回到家中，母亲问我今天在学校的表现，我下意识地回忆起邻居家孩子的遭遇，赶紧回答说一切都很好，成绩也不错。",
                "where": "家中，客厅的餐桌旁",
                "when": "1995年10月25日16:00",
                "who": "我，母亲",
                "description": "1995年10月25日下午4点，我回到家中，母亲正在厨房准备晚餐。见我进门，她放下手中的活儿，走到客厅问我今天在学校的表现。我脑海里立即浮现出邻居家孩子被责骂的场景，心里一紧，赶紧回答说一切都很好，成绩也不错。母亲听后露出了满意的微笑，但我内心却充满了紧张和不安。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "几天后，我在一次考试中取得了较差的成绩，内心开始焦虑和紧张，害怕自己会像邻居家的孩子一样被责骂。",
                "where": "学校教室，坐在靠近窗户的座位上",
                "when": "1995年10月30日10:45",
                "who": "我，老师，同学",
                "description": "1995年10月30日上午10点45分，老师在教室里发回考试卷子。我看着卷子上那个刺眼的分数，心里顿时一沉。虽然教室里很安静，但我的心跳声却异常响亮。我偷偷瞄了瞄周围的同学，他们有的开心，有的失望。我害怕自己会像邻居家的孩子一样被责骂，心里充满了焦虑和紧张，手心也开始冒汗。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "我正在书房里写作业，突然听到客厅里传来父母的争吵声。父亲抱怨工资太低，母亲则提到家里的开销越来越大，他们讨论是否要让我放弃一些课外活动。",
                "where": "家里的客厅，昏黄的灯光笼罩着整个房间，桌上摆满了账单和未收拾的晚餐。",
                "when": "1996年7月10日19:45",
                "who": "父亲、母亲",
                "description": "1996年7月10日晚上，我正坐在书房里写作业，窗外的蝉鸣声和风扇的嗡嗡声交织在一起。忽然，客厅里传来了父母的争吵声，我不由得停下了笔。父亲的声音显得很疲惫，他抱怨工资太低，母亲则略带焦虑地说家里的开销越来越大。我听到他们讨论是否要让我放弃一些课外活动，心里顿时紧张起来，担心自己会成为家庭的负担。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "几天后，我看到父母平静地坐在餐桌前，讨论如何合理分配家庭预算。母亲提出减少一些日常开支，父亲则表示自己可以加班。",
                "where": "家里的餐桌旁，桌上摆着简单的晚餐，灯光柔和。",
                "when": "1996年7月13日18:30",
                "who": "父亲、母亲",
                "description": "1996年7月13日傍晚，我在家里的餐桌旁吃晚饭。父母坐在对面，语气平静地讨论如何合理分配家庭预算。母亲提议减少一些日常开支，比如少买些零食和衣物，父亲则表示自己可以加班多赚些钱。我默默地吃着饭，心里感受到父母为了家庭的努力和责任感。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "在一次家长会上，老师表扬了我的优秀表现，并提到我在班级中的进步。回家后，父母对我表示了极大的认可和骄傲，母亲对我说：‘你是我们的骄傲，继续加油。’",
                "where": "学校的教室，窗外阳光明媚，教室里挂满了学生的作品。",
                "when": "1996年7月20日16:00",
                "who": "父亲、母亲、老师",
                "description": "1996年7月20日下午，在学校的教室里，老师在家长会上表扬了我的优秀表现，并提到我在班级中的进步。窗外阳光明媚，教室里挂满了学生的作品。回到家后，父母笑容满面地迎接我，母亲对我说：‘你是我们的骄傲，继续加油。’父亲也拍了拍我的肩膀，我感到无比自豪和被认可。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我在学校的成绩一直很优秀，但那段时间我感到压力越来越大。一天晚上，我开始感到异常疲惫，身体也开始发热。",
                "where": "家里，卧室里台灯照亮的书桌上堆满了教科书和练习册。",
                "when": "1997年3月10日19:45",
                "who": "父母",
                "how": "这次事件让周全岩感受到来自父母的关注和关爱，但也体验到了由于高期望带来的巨大压力。这进一步强化了他的中间信念，即“如果我不能表现得优秀，我就是不够好的”。",
                "description": "1997年3月10日晚上，我在家里的卧室里感到非常疲惫，头痛发热。书桌上堆满了我正在复习的教科书和练习册。母亲走进来，看见我脸色不好，立刻叫了父亲过来。父亲摸了摸我的额头，眉头紧锁，然后说：“我们得马上带他去医院。”母亲一边安慰我，一边帮我穿好外套。那一刻，我心里既感到温暖，又感受到巨大的压力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "在医院检查后，医生建议我需要住院观察。母亲整夜陪在我身边，温柔地安慰我，告诉我一定会好起来的。",
                "where": "医院的病房，白色的床单，消毒水的味道弥漫在空气中。",
                "when": "1997年3月11日00:30",
                "who": "母亲",
                "how": "母亲的陪伴和安慰让周全岩感到非常温暖和安全。这次经历让他更加坚定了对家庭责任感的信念，也感受到了母爱的力量，进一步加强了核心信念“我需要对家人和自己负责”。",
                "description": "1997年3月11日凌晨，医生检查完后对我们说：“我建议他住院观察一段时间。”我被安排在一间病房里，母亲一直陪在我身边。她握着我的手，轻声说：“别担心，一切都会好起来的。”我看着她疲惫的脸庞，心里感到无比的温暖和安全。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "康复后，我回到家中，母亲继续细心照顾我，确保我按时吃药和休息。",
                "where": "家里，客厅里阳光洒在沙发和茶几上。",
                "when": "1997年3月20日09:00",
                "who": "母亲",
                "how": "这段康复期让周全岩感受到母亲无微不至的关爱，同时也增强了他对医生职业的向往。这次经历强化了他的核心信念“我有能力实现目标”，并促使他在未来更加努力地学习和追求医学事业。",
                "description": "1997年3月20日上午，我已经康复回到家中。母亲每天都细心照顾我，确保我按时吃药和休息。客厅里阳光洒在沙发和茶几上，我坐在沙发上，母亲端来一碗热汤，一边叮嘱我小心烫，一边看着我喝下。那段时间，我开始思考医生对患者的重要性，并坚定了将来从医的决心。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "我感到非常紧张，因为我知道父母和老师都在期待我在跑步项目中有出色的表现。",
                "where": "学校运动场，操场上铺着红色的跑道，两旁站满了其他同学和老师。",
                "when": "1998年5月10日10:30",
                "who": "父母、同学、老师",
                "description": "1998年5月10日上午，学校的运动会即将开始。我站在运动场的跑道旁，四周是嘈杂的人群和加油声，但我的心跳得飞快，仿佛要跳出胸膛。我感到非常紧张，因为我知道父母和老师都在期待我在跑步项目中有出色的表现。操场上铺着红色的跑道，两旁站满了其他同学和老师，我的父母也站在观众席上，目光紧紧盯着我。我深吸了一口气，尽力让自己冷静下来，但内心的压力和不安却怎么也无法驱散。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "我在跑步比赛中摔倒了，未能完成比赛。我感到非常沮丧和羞愧，特别是在看到父母和老师失望的表情时。",
                "where": "学校运动场，红色跑道上尘土飞扬，摔倒的地方还留有我的脚印。",
                "when": "1998年5月10日11:00",
                "who": "父母、同学、老师",
                "description": "1998年5月10日上午11点，比赛开始了。我冲出起跑线，尽力奔跑，但不知怎么的，我突然感觉脚下一滑，整个人向前扑倒在地。红色跑道上尘土飞扬，我的膝盖和手肘都擦伤了。我未能完成比赛，感到非常沮丧和羞愧。爬起来时，我看到父母和老师在观众席上的表情，他们的失望几乎让我无法直视。我低着头，感觉脸颊发烫，心里充满了自责和懊恼。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "比赛结束后，父母在学校门口等我，他们安慰我说：‘没关系，重要的是你已经尽力了。’",
                "where": "学校门口，阳光洒在地面上，父母站在树荫下等待。",
                "when": "1998年5月10日12:00",
                "who": "父母",
                "description": "1998年5月10日中午，比赛结束后，我拖着沉重的步伐走向学校门口。阳光洒在地面上，父母站在树荫下等待我。我低着头，不敢看他们的眼睛。走到他们面前时，父亲轻轻拍了拍我的肩膀，母亲微笑着对我说：‘没关系，重要的是你已经尽力了。’这句话让我感到一丝宽慰，但内心仍有些难以释怀。我点了点头，心情稍微好了一些，但还是觉得自己让他们失望了。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "那是一个炎热的夏天，父亲的工厂接了一个大订单，他每天都要加班。一天晚上，我在家里做功课，母亲在厨房忙着准备晚饭。突然，门铃响了，父亲拖着疲惫的身躯回来了，脸上布满汗水和疲倦的神色。",
                "where": "家里，具体是在客厅，桌上还有未完成的作业和母亲准备的晚餐。",
                "when": "1998年8月15日19:30",
                "who": "父亲、母亲、我",
                "description": "1998年8月15日晚上，炎热的夏天让人喘不过气。我在客厅的桌子上做功课，母亲在厨房忙碌着准备晚餐。突然，门铃响了，我放下笔跑去开门。父亲站在门口，满脸的疲惫和汗水，他拖着沉重的步伐走进屋里。看着父亲疲惫的样子，我感到心疼和无力。这个场景让我更加坚定要努力学习，以后为家庭分担压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "母亲端出一碗热汤给父亲，父亲感激地笑了。我站在一旁，看着父亲一边喝汤一边向母亲述说工厂里的辛苦工作。母亲一边安慰父亲，一边和我说要好好学习，不要辜负父母的期望。",
                "where": "家里，具体是在厨房和餐厅之间。",
                "when": "1998年8月15日19:35",
                "who": "父亲、母亲、我",
                "description": "1998年8月15日晚上，母亲把一碗热腾腾的汤端到餐桌上，父亲感激地笑了笑，捧起汤碗开始喝。我站在一旁，静静地看着。父亲一边喝汤，一边向母亲述说工厂里的辛苦工作。母亲安慰着父亲，同时转过头对我说：‘你要好好学习，不要辜负我们的期望。’母亲的话让我感到责任重大，同时也感到了深深的压力。我意识到要通过自己的努力来回报父母的辛苦。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "父亲休息了一会儿后开始和我谈心，他告诉我他年轻时的梦想和现状，并鼓励我坚持自己的梦想。父亲的鼓励让我感到温暖，但也让我意识到实现梦想需要付出极大的努力。",
                "where": "家里，具体是在客厅的沙发上。",
                "when": "1998年8月15日20:00",
                "who": "父亲、我",
                "description": "1998年8月15日晚上，父亲休息了一会儿后，坐在客厅的沙发上开始和我谈心。他告诉我他年轻时的梦想和现状，并鼓励我坚持自己的梦想。父亲的鼓励让我感到温暖，仿佛注入了一股力量，但也让我意识到实现梦想需要付出极大的努力。这次谈话让我认识到，尽管实现梦想很困难，但只要努力就有可能成功。这也让我更坚定了要在学业上取得成功的决心。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "为了准备这次科学竞赛，我花了数月的时间进行研究和实验。每天放学后，我都会留在实验室，父母也会在家里为我提供额外的资源和支持。朋友们也时不时地给予帮助和鼓励。",
                "where": "学校实验室和家中，实验室里摆满了各种仪器和实验材料，家里则有父母为我准备的书籍和资料。",
                "when": "1999年1月15日16:30",
                "who": "父母、老师、朋友",
                "description": "1999年1月15日下午4点半，我在学校实验室里忙碌地进行科学实验。实验室里充满了化学药剂和仪器的气味，桌上堆满了各种实验材料。每天放学后，我都在这里待到很晚，父母知道我在为竞赛做准备，总是为我准备好晚餐，支持我完成实验。我感到压力很大，但朋友们时不时的鼓励让我坚持了下来。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "科学竞赛当天，我早早起床，父母为我准备了丰盛的早餐，并嘱咐我放松心情。我在比赛中表现出色，成功完成了所有实验步骤并准确回答了评委的问题。",
                "where": "竞赛场地，场地布置得很专业，台上摆放着各类实验设备和评委席。",
                "when": "1999年5月20日09:00",
                "who": "父母、老师、评委、其他参赛选手",
                "description": "1999年5月20日早上9点，我在竞赛场地准备参赛。父母为我准备了一顿丰盛的早餐，鼓励我放松心情。竞赛场地布置得很专业，台上摆放着各类实验设备和评委席。我感到非常紧张，但在父母的鼓励下，我开始了自己的实验。比赛过程中，我成功完成了所有实验步骤，并准确回答了评委的问题。虽然紧张，但我感到自己很有成就感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "颁奖典礼上，我站在台上，听到主持人宣布我获得全国一等奖。我看到父母激动的表情，老师欣慰的微笑，以及同学们的欢呼声，心中充满了骄傲和幸福。",
                "where": "学校礼堂，礼堂里挤满了观众，舞台上挂满了彩带和奖杯。",
                "when": "1999年5月25日14:00",
                "who": "父母、老师、同学",
                "description": "1999年5月25日下午2点，学校礼堂里挤满了观众，舞台上挂满了彩带和奖杯。我站在台上，听到主持人宣布我获得全国一等奖。灯光照在我身上，我看到台下父母激动的表情，老师欣慰的微笑，以及同学们的欢呼声。我的心中充满了骄傲和幸福，这一刻我感受到自己的努力得到了认可，也更坚定了自己要在学业上表现优秀的信念。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "父母在期中考试前夕反复强调成绩的重要性，并告诉我如果表现不佳，就会失去他们对我的期望。",
                "where": "家里的客厅，墙上挂着一家人的合照，桌上摆着父亲的工作包和母亲的教案。",
                "when": "1999年10月10日19:30",
                "who": "父母、我",
                "description": "1999年10月10日晚上，家里的客厅里弥漫着紧张的气氛。父母坐在沙发上，严肃地看着我。父亲语气坚定地说道：“周全岩，这次期中考试对你很重要，我们希望你能考出好成绩。”母亲补充道：“如果你表现不佳，我们会非常失望。”我坐在对面的椅子上，心里感到巨大的压力和焦虑，担心自己无法达到他们的期望。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "期中考试结束后的第二天，班级公布了成绩。我取得了不错的成绩，但看到一位同学因为成绩不理想被老师当众批评。",
                "where": "学校教室，教室里摆满了课桌和椅子，黑板上还留有昨天的板书。",
                "when": "1999年10月20日09:15",
                "who": "同学、老师、我",
                "description": "1999年10月20日上午，班级的气氛有些紧张，大家都在等待成绩公布。老师走进教室，将成绩单贴在黑板上。我松了一口气，因为我的成绩不错。但就在这时，老师指着一位成绩不理想的同学，当众批评他：“你怎么考得这么差？！”看到同学低头不语的样子，我感到非常难过和同情，同时也更加害怕自己会遭遇同样的情况。我的焦虑感进一步加剧。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "看到同学被批评的当天下午，我决定更加努力学习，以避免自己遭遇同样的情况。我回家后立即开始复习，不断自我鞭策。",
                "where": "家里的书房，书桌上堆满了课本和笔记本，台灯散发着温暖的光。",
                "when": "1999年10月20日17:00",
                "who": "我",
                "description": "1999年10月20日下午，我回到家里，心里还想着同学被批评的情景。我决定不能让自己陷入那样的境地，于是迅速进入书房，打开课本开始复习。在书桌前，我一遍又一遍地看着笔记，心里不断自我鞭策：“我要更加努力，不能让父母和老师失望。”这种过度的自我要求和压力逐渐积累，对我的心理健康产生了负面影响。"
            }
        ]
    },
    "adolescence": {
        "name": "周全岩",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "我在期中考试前的几个月，投入了大量时间和精力准备考试，每天早晨五点起床，晚上十点才睡觉，几乎没有休息时间。",
                "where": "家里，我的书房里堆满了书籍和笔记，桌上有母亲为我准备的早餐。",
                "when": "2001年09月15日06:00",
                "who": "父母",
                "description": "2001年9月15日清晨，我在家里书房里开始了一天的学习。母亲为我准备了营养丰富的早餐，父亲晚上会陪我复习。尽管父母的支持让我感到温暖，但高强度的学习和巨大的期望让我感受到无比的压力。我知道自己必须完美，否则会辜负他们的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "期中考试结束后，我在等待成绩公布的过程中，感到极度焦虑和不安，怀疑自己的表现是否足够好。",
                "where": "学校，教室里一片安静，大家都在等待成绩公布。",
                "when": "2001年11月10日15:30",
                "who": "同学、老师",
                "description": "2001年11月10日下午，我在学校教室里等待期中考试成绩公布。教室里一片安静，但我内心却波涛汹涌。我怀疑自己的表现是否足够好，是否能够达到父母和老师的期望。每一秒钟的等待都让我感到无比焦虑和不安。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "成绩公布的当天，我拿到了全班第一的成绩。当我回到家告诉父母时，他们脸上露出了骄傲的笑容。",
                "where": "家里，客厅里洋溢着温馨的氛围。",
                "when": "2001年11月20日18:45",
                "who": "父母",
                "description": "2001年11月20日晚上，我回到家告诉父母自己考了全班第一的好消息。父亲拍了拍我的肩膀，说‘全岩，干得好！继续保持！’母亲也露出了骄傲的笑容。这一刻，我感受到父母对我成绩的认可和期望，但也感到未来必须继续保持优秀成绩的压力在增大。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_4",
                "stage_key": "青春期",
                "what": "在期中考试之后，班主任在班会上表扬了我的成绩，并用我作为榜样激励其他同学。",
                "where": "学校，教室里所有同学都在注视着我。",
                "when": "2001年11月22日08:30",
                "who": "班主任、同学",
                "description": "2001年11月22日上午，班主任在班会上表扬了我的成绩，并用我作为榜样激励其他同学。教室里所有同学都在注视着我，我感到自豪和开心，但这也让我感受到更多的责任感和压力。我知道，如果不能继续保持这种状态，我会失去老师和同学的信任。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_5",
                "stage_key": "青春期",
                "what": "几周后，化学老师单独找我谈话，鼓励我参加即将到来的市级化学竞赛，并表示会全力支持我。",
                "where": "学校，化学实验室里，老师和我面对面坐着。",
                "when": "2001年12月05日16:00",
                "who": "化学老师",
                "description": "2001年12月5日下午，化学老师在学校的化学实验室单独找我谈话。老师鼓励我参加即将到来的市级化学竞赛，并表示会全力支持我。这让我感到被认可和支持，同时也感受到更大的压力，因为我不想辜负老师的期望，必须在竞赛中表现出色。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "在一次重要的学术竞赛前夕，我和我的团队在化学实验室里进行了最后一次实验。由于过度紧张和疲惫，我不小心把试剂弄洒了，导致实验失败。",
                "where": "学校实验室，桌上摆满了各种化学试剂和实验器材，空气中弥漫着一股化学药剂的味道。",
                "when": "2002年3月15日16:30",
                "who": "我和学术竞赛团队的其他成员",
                "description": "2002年3月15日下午，在学校的化学实验室里，我和团队正在进行最后一次实验。实验室里充满了紧张的气氛，大家都在忙碌地准备。由于过度紧张和疲惫，我手一抖，不小心把一个试剂瓶打翻了，液体迅速蔓延开来，整个实验失败了。我站在那里，心跳加速，感觉无比自责和焦虑。队友们的失望表情让我感到更加沉重。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "实验失败后，化学老师把我叫到一边，语重心长地说：‘周全岩，实验室里需要精确和细心，不能有任何差错。’",
                "where": "学校实验室的角落，一张摆满实验记录的桌子旁。",
                "when": "2002年3月15日16:45",
                "who": "我和化学老师",
                "description": "实验失败后，我的化学老师把我叫到实验室的角落。他看着我，眼神中充满了严肃和期望。他语重心长地对我说：‘周全岩，实验室里需要精确和细心，不能有任何差错。’我低着头，感觉脸颊发烫，内心充满了羞愧和自责。老师的批评让我更加意识到自己的失误，心中暗自发誓要更加努力，不再犯类似的错误。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "为了弥补实验的失误，我决定在当晚独自留在实验室进行补救工作。我花费了几个小时重新进行实验，最终成功完成了任务。",
                "where": "学校实验室，夜晚的实验室空无一人，只有我和实验器材。",
                "when": "2002年3月15日19:00",
                "who": "我",
                "description": "为了弥补白天的失误，我决定当晚独自留在实验室进行补救工作。夜晚的实验室空无一人，只有我一个人和实验器材。我一遍遍地重复实验步骤，手心因为紧张而出汗，但我不敢有任何松懈。经过几个小时的努力，我终于成功完成了实验。当看到最终的实验结果时，我心中松了一口气，感到一丝欣慰。但同时，我也意识到自己必须更加勤奋和努力，不能再犯类似的错误。这次经历让我更加坚定了追求完美的信念，内心的压力也随之增加。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "在一个周末晚上，我正在房间里做学校的作业，突然听到父母在客厅里的低声谈话。父亲提到家里的经济压力，特别是为了我将来上大学需要节省开支。",
                "where": "家里的客厅，灯光昏暗，一张小圆桌上摆着杯茶，空气中弥漫着淡淡的茶香。",
                "when": "2002年5月15日19:30",
                "who": "父亲，母亲",
                "description": "2002年5月15日晚上，我在房间里做作业，耳边传来父母在客厅里的低声谈话。父亲说家里的经济压力很大，尤其是为了我将来上大学需要省钱。我的心一下子沉了下来，感到无形的压力和责任。父母为了我的未来如此操心，我必须更加努力，不能让他们失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "几天后，我在学校的化学实验课上，由于心不在焉，导致实验失败。实验助手刘明注意到我的状况，询问我是否需要帮助。",
                "where": "学校化学实验室，摆满了试管、烧杯和化学药剂的实验台，空气中弥漫着化学药品的气味。",
                "when": "2002年5月20日14:45",
                "who": "周全岩，刘明（同学）",
                "description": "2002年5月20日下午，我在化学实验课上，因心情沉重，导致实验失败。实验助手刘明注意到我的状况，走过来关切地问我是否需要帮助。我感到一阵沮丧和焦虑，心想如果我不能在学业上表现完美，父母会失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "晚饭后，母亲发现我情绪低落，主动关心我是否遇到什么困难。我向母亲坦白了自己在实验课上的失误及其对家庭经济压力的担忧。",
                "where": "家里的餐厅，桌上摆着晚饭后的残羹，墙上的挂钟滴答作响。",
                "when": "2002年5月21日18:15",
                "who": "周全岩，母亲",
                "description": "2002年5月21日晚上，晚饭后，我坐在餐桌旁情绪低落。母亲走过来，轻声问我是否遇到了什么困难。我终于忍不住，把自己在实验课上的失误和对家庭经济压力的担忧全都说了出来。母亲安慰我，说每个人都会有失误，但她也强调了家庭对我学业的期望。我感到一些缓解，但责任感和压力依然没有消散。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "班主任在学术竞赛前一周组织了一次特别的复习会，鼓励我们集中精力准备比赛。他特别指派我为团队的领导人，负责协调同学们的复习进程和任务分配。这让我感到极大的压力，但也意识到这是一个展示自己能力的机会。",
                "where": "学校的教室，黑板上写满了复习要点，桌上堆满了厚厚的参考书。",
                "when": "2003年3月25日15:30",
                "who": "班主任、5位同学",
                "description": "2003年3月25日下午，在学校的教室里，班主任宣布了学术竞赛前的特别复习会。他看着我们，语气坚定地说：“大家要集中精力，全力以赴。”然后，他指着我说道：“周全岩，你负责协调大家的复习进程和任务分配。”我当时心跳加速，感到肩上的责任重大。教室里静得只听见翻书的声音，我的内心却波涛汹涌，既担心无法达成完美标准，又因为被信任而感到一丝欣慰。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "在竞赛前一天晚上，我组织了一次团队会议，确保每个人都清楚自己的任务，并进行了最后的模拟演练。期间，我发现一名同学在关键问题上的理解有误，立即进行了详细的讲解。",
                "where": "我家中的客厅，桌上摆满了复习资料和演练题目，墙上的钟表显示已经很晚。",
                "when": "2003年4月7日20:45",
                "who": "5位同学",
                "description": "2003年4月7日晚上，在我家中的客厅，我们团队进行了一次最后的模拟演练。客厅的灯光有些昏黄，但每个人都专心致志。我注意到一位同学在关键问题上的理解有误，便停下演练，耐心地为他讲解。随着问题一个个被解决，我的焦虑也逐渐减轻，取而代之的是一种充实感和满足感。大家脸上都露出了自信的笑容，我感到自己确实有能力面对和解决问题。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "在学术竞赛当天，我和我的团队顺利完成了所有题目，并最终获得了第一名。班主任在全班面前表扬了我们的成果，并特别提到我的领导能力。",
                "where": "学校的教室，墙上挂着竞赛的奖状和奖杯，教室里充满了欢呼声和掌声。",
                "when": "2003年4月8日11:30",
                "who": "班主任、5位同学、全班同学",
                "description": "2003年4月8日上午，在学校的教室里，我们的团队在学术竞赛中取得了第一名。当班主任在全班面前表扬我们时，我的心中充满了自豪和喜悦。他特别提到我的领导能力，这让我感到非常开心，同时也意识到团队合作的重要性。教室里响起了热烈的掌声，我和同学们互相击掌庆祝，这一刻，我觉得所有的努力都是值得的。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "在一次期中考试成绩公布后，我注意到同学小李的成绩不佳，张老师将他单独叫到教室后面进行谈话。我离得较近，能隐约听到一些谈话内容。张老师严厉地批评了小李。",
                "where": "学校教室，教室的后面靠墙位置。",
                "when": "2003年5月15日15:30",
                "who": "小李、张老师、我",
                "description": "2003年5月15日下午，在学校的教室里，张老师刚刚公布了期中考试的成绩。大家都紧张地等待着自己的成绩单。当张老师叫到小李的名字时，他的脸色变得苍白。张老师将小李叫到教室的后面，我正好离得近，能隐约听到张老师严厉的批评声。我的心跳也加快了，生怕自己有一天也会面临这样的情境。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "紧接着，小李回到座位后，我看到他低头默默流泪。我感到深深的同情，但更多的是一种巨大的压力，害怕自己会有一天也会经历这种情境。",
                "where": "学校教室，小李的座位旁",
                "when": "2003年5月15日15:45",
                "who": "小李、我",
                "description": "张老师的谈话结束后，小李回到了座位。他低着头，眼泪不停地往下掉。我看着他，心里既同情又害怕。我不敢想象如果自己成绩不好，会不会也会被老师这样批评。我感到一种巨大的压力压得我喘不过气来。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "当晚回家后，我与父母在晚餐时谈起了学校的事情，我隐晦地提到同学小李的经历，希望能从父母那里得到一些安慰和支持，但父母的反应比较冷淡，认为成绩不好是自己不努力的结果。",
                "where": "家中餐厅，餐桌旁",
                "when": "2003年5月15日19:00",
                "who": "我、父母",
                "description": "当晚回到家中，晚餐时，我试图和父母谈起学校的事情。我隐晦地提到今天看到小李被老师批评的经历，希望能得到一些安慰和支持。可是，父母只是冷淡地说，成绩不好是因为自己不努力，言下之意就是小李活该。我感到失落和孤独，意识到在学业上我不能指望别人，只能靠自己。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "在春节前的几次家庭讨论中，父母不断提到希望我成为医生，甚至讲述了家族中几代人的从医传统。他们的期待让我感到压力，但也坚定了我的决心。",
                "where": "在家里，餐桌旁边的沙发上，墙上挂着几代人的合影。",
                "when": "2004年2月15日14:30",
                "who": "父母、我（周全岩）",
                "description": "2004年2月15日下午，我和父母坐在家里的沙发上，讨论未来的职业规划。父母语重心长地告诉我，他们希望我能成为医生，继承家族的传统。他们的期待让我有些不安，但也激励了我。当时的我坚定地告诉他们，我会努力实现这个目标。父母听后露出了满意的笑容，这一刻让我感到责任重大。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "家庭聚会后的一周，我开始每天早晨五点起床，晚上十点才结束学习，以准备学校的学术竞赛和课外活动。",
                "where": "学校和家里，家里的书房和学校的自习室。",
                "when": "2004年2月22日05:00",
                "who": "我（周全岩）、同学、老师",
                "description": "2004年2月22日清晨五点，我的闹钟响起，我迅速起床开始一天的学习。白天在学校，我参加各种学术竞赛和课外活动，晚上回到家继续自习，直到十点才结束。这种高强度的学习安排让我感到压力巨大，但我也感受到自己在不断进步。每当感到疲倦时，我都会想起父母的期待和自己的目标，继续坚持下去。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "在一次学术竞赛中，因为紧张，我答错了一个关键问题，没能取得第一名。这让我非常沮丧，害怕父母和老师会对我失望。",
                "where": "学校的礼堂，舞台上布满了竞赛的标志和评委席。",
                "when": "2004年3月5日16:45",
                "who": "我（周全岩）、同学、老师",
                "description": "2004年3月5日下午，我站在学校礼堂的舞台上，面对台下的评委和观众。因为紧张，我答错了一个关键问题，最终没能取得第一名。当结果宣布时，我感到无比沮丧，心里充满了自责。走下舞台，我避开了同学和老师的目光，害怕他们会对我失望。回到家，我默默地把奖牌放在书桌上，心中的挫败感久久不能平息。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "在高考前的一次晚自习中，我感觉到巨大的压力。我看到教室里的其他同学都在埋头苦读，心中产生了深深的焦虑，担心自己无法达到预期的高标准。",
                "where": "学校教室，教室里灯光昏黄，空气中弥漫着一股紧张的气氛。",
                "when": "2005年4月15日19:45",
                "who": "周全岩, 同学",
                "description": "2005年4月15日晚上，我在学校的教室里参加晚自习。教室里灯光昏黄，空气中弥漫着一股紧张的气氛。同学们都在埋头苦读，只有我感觉到巨大的压力和焦虑。我担心自己无法达到预期的高标准，心跳加速，手心冒汗。那种深深的无力感和自我怀疑让我几乎无法集中注意力。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "随着高考的临近，我的化学老师注意到我的状态不佳，特意在一次课后找我谈话，询问我的情况并给予鼓励。",
                "where": "学校办公室，办公室的墙上挂满了学生的优秀作品，桌上堆满了试卷和教具。",
                "when": "2005年4月20日16:30",
                "who": "周全岩, 化学老师",
                "description": "2005年4月20日下午，我被化学老师叫到办公室。办公室的墙上挂满了学生的优秀作品，桌上堆满了试卷和教具。老师注意到我最近状态不佳，特意询问我的情况并给予了鼓励。他告诉我，每个人都会有压力，重要的是如何去面对和克服它。虽然老师的话让我感到一些安慰，但我仍然无法摆脱对完美的追求和对失败的恐惧。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "高考前的最后一次模拟考试，我由于过度紧张，考试中频频出错，最终成绩不理想。当我回到家中，告诉父母这一情况时，父母虽然安慰我，但我能感受到他们内心的失望。",
                "where": "家里，客厅里灯光柔和，父母坐在沙发上，茶几上放着几本杂志。",
                "when": "2005年5月10日20:15",
                "who": "周全岩, 父母",
                "description": "2005年5月10日晚，我在家里告诉父母高考前最后一次模拟考试成绩不理想。客厅里灯光柔和，父母坐在沙发上，茶几上放着几本杂志。他们虽然安慰我说没关系，但我能感受到他们内心的失望。我感到巨大的压力和自责，情绪低落，失眠和焦虑症状加重。那一刻，我觉得自己真的很无能。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "在2005年3月的一个课间，我的班主任陈老师在教室里对全班进行了一次特别的表扬，因为班里的一个同学在最近的数学考试中取得了显著的进步。陈老师鼓励大家向这位同学学习，强调努力和进步的重要性。",
                "where": "学校教室，教室里的黑板上还留着上一节课老师写的公式，阳光透过窗户洒在桌子上。",
                "when": "2005年3月15日10:30",
                "who": "我、班主任陈老师、全班同学",
                "description": "2005年3月15日上午的课间，教室里弥漫着轻松的气氛。陈老师站在讲台上，微笑着看着我们。他特别表扬了一位在数学考试中取得显著进步的同学，并鼓励我们向他学习。陈老师的声音温和却坚定，他说：‘努力和进步同样值得认可，不一定要追求完美。’我坐在座位上，心里突然觉得轻松了一些，明白了自己并不需要一直完美无缺。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我成功考入了一所重点高中，当我在家中收到录取通知书时，心情激动不已，父母也是满脸笑容。",
                "where": "家里，客厅的茶几上摆放着录取通知书。",
                "when": "2003年7月1日10:00",
                "who": "父母",
                "description": "2003年7月1日上午，我在家里的客厅里打开了那封寄来的录取通知书。当看到自己被重点高中录取的消息时，我的心跳加速，激动得几乎说不出话来。父母在一旁看到我的表情，立刻明白了发生了什么，他们脸上洋溢着骄傲的笑容。母亲甚至忍不住流下了几滴眼泪，父亲拍拍我的肩膀，告诉我他们为我感到自豪。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "在高一下学期的期中考试中，我因为压力过大发挥失常，成绩下滑。",
                "where": "学校，教室里，考试结束后我坐在座位上，心情沉重。",
                "when": "2004年4月15日15:30",
                "who": "同学、班主任",
                "description": "2004年4月15日下午，在学校的教室里，期中考试结束后，我坐在座位上，心情沉重。成绩下滑让我感到巨大的失望和压力，担心老师和同学对我的看法。班主任在课后找我谈话，她虽然语气温和，但我能感觉到她的担忧，我心中充满了自责和焦虑。同学们在回家路上讨论成绩时，我默默跟在后面，心情沉重。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "在高二的一次学术竞赛中，我和几位同学组成的团队获得了市级比赛的冠军。",
                "where": "市级比赛现场，领奖台上，我们举起奖杯庆祝胜利。",
                "when": "2004年11月20日14:00",
                "who": "同学、化学老师",
                "description": "2004年11月20日下午，在市级比赛的现场，我们团队站在领奖台上，举起了象征胜利的奖杯。我的同学们欢呼雀跃，化学老师也在台下露出了满意的笑容。我感受到无比的自豪和成就感，同学们的笑脸和老师的表扬让我倍感欣慰。这次胜利不仅增强了我的自信心，也让我体会到团队合作的力量。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_4",
                "stage_key": "青春期",
                "what": "高考成绩出来后，我成功考入了理想的医学院，父母激动地拥抱我，母亲甚至流下了眼泪。",
                "where": "家里，客厅中的沙发上，我们一家人紧紧相拥。",
                "when": "2005年7月20日09:00",
                "who": "父母",
                "description": "2005年7月20日上午，高考成绩公布的那一刻，我和父母一起坐在客厅的沙发上。当我查到自己被理想的医学院录取时，激动得几乎无法呼吸。父母立刻抱住了我，母亲激动得流下了眼泪，父亲则用力拍拍我的背，脸上满是骄傲。那一刻，我感到多年的努力终于得到回报，家人对我的支持和期望也深深感动了我。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "我在中学阶段参加了一次重要的学术竞赛，与同学们激烈竞争，最终获得了第一名。",
                "where": "中学校园的礼堂，四周挂满了学校的标语和各类奖状。",
                "when": "2002年5月15日14:30",
                "who": "几位同学和我们的老师们都在场。",
                "description": "2002年5月15日下午2:30，在中学校园的礼堂，我参加了一次重要的学术竞赛。礼堂里挤满了学生和老师，气氛紧张而激动。比赛过程中，我全神贯注地解答每一道题目，心跳加速。经过几个小时的激烈竞争，最终我获得了第一名。当主持人宣布结果时，我感觉一阵轻松和骄傲。老师和同学们纷纷向我表示祝贺，他们的认可让我感到无比自豪，但也意识到未来需要更加努力，不能辜负大家的期望。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "在一次家庭聚会上，我与父母谈论自己的学业和未来，父母对我的期望很高。",
                "where": "家中的客厅，桌上摆满了丰盛的晚餐。",
                "when": "2003年8月10日19:00",
                "who": "我的父母。",
                "description": "2003年8月10日晚上7点，在家中的客厅，我们一家人围坐在餐桌旁，享用着丰盛的晚餐。父母开始关心我的学业进展和未来规划，他们的目光中充满了期待。父亲说，他希望我能继续努力，考上顶尖的医学院。母亲则表示无论我做什么决定，他们都会支持我。我心里既感到温暖又有些沉重，父母的期望让我感到肩上的责任更加重大。我暗自下定决心，一定要努力不让他们失望，同时也感到一丝压力，担心自己可能无法达到他们的期望。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "在一次化学实验课上，我独自解决了一个复杂的实验问题，赢得了化学老师的高度赞赏。",
                "where": "学校的化学实验室，实验台上摆满了各种试剂和器材。",
                "when": "2004年3月25日10:45",
                "who": "化学老师和几位同学。",
                "description": "2004年3月25日上午10:45，在学校的化学实验室，老师布置了一道复杂的实验题目。同学们纷纷投入到实验中，而我则遇到了一些困难。经过一番思考和尝试，我终于找到了解决问题的方法。当我将实验结果展示给化学老师时，他脸上露出了欣慰的笑容，并在全班面前表扬了我。我的同学们也投来了钦佩的目光。这一刻，我感到非常自豪和满足，内心充满了成就感，同时也意识到，保持高效和准确是赢得老师和同学信任的关键。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_4",
                "stage_key": "青春期",
                "what": "在医院实习期间，我目睹了一位资深医生在处理紧急情况时的从容和专业。这让我对未来的职业有了更深的向往。",
                "where": "医院的急诊室，紧张忙碌的环境中充满了急救设备和医护人员。",
                "when": "2005年8月15日15:30",
                "who": "一位资深医生和几名护士。",
                "description": "2005年8月15日下午3:30，在医院的急诊室，我正参与实习。突然，一位危重病人被送了进来，场面顿时变得紧张起来。我看着资深医生从容不迫地指挥护士们进行抢救，他的专业和镇定令我深感钦佩。医生的一举一动都充满了信心和经验，而我则在一旁认真观察，心中燃起了对未来职业的强烈向往。我意识到，要成为这样优秀的医生，需要付出极大的努力和不断提升自己的专业水平。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "在高三的一次模拟考试中，我因为过度紧张导致考试失误，成绩不理想。这次失误让我感到非常失落和自责。",
                "where": "学校的考场，周围是紧张答题的同学们，空气中弥漫着考试的压力。",
                "when": "2004年5月15日10:30",
                "who": "同学们，班主任",
                "description": "2004年5月15日上午10点30分，在学校的考场里，我参加了一次高三的模拟考试。考试开始后，我感到手心冒汗，心跳加速。尽管我努力集中注意力，但脑子里一片空白。周围的同学们都在认真答题，我却越发紧张，甚至开始怀疑自己。时间一分一秒地过去，最终我没能按时完成所有题目。成绩出来后，我的分数远低于预期，这让我感到非常失落和自责。班主任虽然没有责备我，但那一刻，我感到自己辜负了她的期望。这次失误让我开始怀疑自己是否真的有能力在学业上做到完美。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "在一次化学竞赛中，我和我的团队获得了第一名，因此受到了化学老师的表扬和同学们的赞赏。",
                "where": "学校礼堂，充满了欢呼和掌声，台上摆满了奖杯和奖状。",
                "when": "2004年10月10日14:45",
                "who": "同学们，化学老师",
                "description": "2004年10月10日下午2点45分，在学校礼堂，我和我的团队站在领奖台上，手中捧着我们刚刚赢得的化学竞赛第一名奖杯。化学老师在台上热情洋溢地表扬了我们，同学们也纷纷鼓掌祝贺。那一刻，我感到无比的自豪和满足。之前所有的努力和付出都得到了回报。这次成功让我重新找回了自信，感受到了成就感和满足感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "在高考前夕，我的母亲突然生病住院，我不得不在兼顾学业的同时照顾母亲。",
                "where": "医院的病房，白色的墙壁和消毒水的气味让我感到压抑。",
                "when": "2005年6月2日18:00",
                "who": "母亲，班主任",
                "description": "2005年6月2日晚上6点，我在医院的病房里看望刚刚住院的母亲。母亲躺在病床上，脸色苍白，我感到心如刀绞。班主任也赶来看望母亲，并安慰我说学校会尽量帮助我度过这段困难时期。我必须在学业和家庭责任之间找到平衡，这让我感到极大的压力和焦虑。每天放学后，我都会赶去医院照顾母亲，同时还要抽时间复习功课。这段时间让我感到责任重大，但也坚定了我对家人和学业负责的决心。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_4",
                "stage_key": "青春期",
                "what": "在我第一次独立处理病患时，虽然紧张但最终顺利完成。病人对我表示感谢，这让我感受到作为医生的责任和成就感。",
                "where": "医院的诊室，明亮的灯光和各种医疗设备让我感到紧张。",
                "when": "2005年9月15日11:20",
                "who": "病人",
                "description": "2005年9月15日上午11点20分，我在医院的诊室里迎来了我第一次独立处理的病患。病人是一位中年男子，他看起来很痛苦。我感到非常紧张，但还是按照培训时学到的知识一步步进行检查和治疗。最终，病人的情况得到了改善，他对我表示了衷心的感谢。那一刻，我感受到作为医生的责任和成就感，这次经历让我更加坚定了自己的职业信念。"
            }
        ]
    },
    "youth": {
        "name": "周全岩",
        "stage": "青年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青年时期",
                "what": "我在准备全国性医学竞赛的时候，每天都在图书馆里学习到深夜。一天晚上，导师在课后留我下来，鼓励我说：'你已经很努力了，不用太有压力。' 这番话让我感到一丝安慰，但我依然担心自己的表现不够完美。",
                "where": "大学图书馆，书架上堆满了医学书籍，空气中弥漫着淡淡的书香。",
                "when": "2008年4月10日23:45",
                "who": "导师",
                "description": "2008年4月10日深夜，我在大学图书馆埋头苦读，四周安静得只剩下翻书的声音。为了准备即将到来的全国性医学竞赛，我已经连续几周每天都学到深夜。那天晚上，我的导师在课后特地留我下来，他看着我略显疲惫的脸，语重心长地说：'你已经很努力了，不用太有压力。' 虽然这番话让我感到一丝安慰，但我心里仍然充满了对不完美表现的担忧。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青年时期",
                "what": "医学竞赛当天，我早早地来到比赛现场，心情既紧张又兴奋。在比赛过程中，我发挥出色，顺利完成了所有题目。看到导师和几位同学在台下默默地为我加油打气，我感到一种强烈的支持感。",
                "where": "全国性医学竞赛现场，宽敞的礼堂内座无虚席，舞台上灯光明亮。",
                "when": "2008年5月15日10:30",
                "who": "导师，同学",
                "description": "2008年5月15日上午，我早早地来到全国性医学竞赛的现场，礼堂内人头攒动，气氛紧张。站在舞台上，我的手心微微出汗，但我努力调整自己的呼吸，让自己冷静下来。比赛过程中，我逐渐进入状态，题目一个个顺利完成。当我抬头看向台下时，看到导师和几位同学在默默为我加油打气，这让我感到一种强烈的支持感，内心也因此更加坚定。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青年时期",
                "what": "颁奖仪式结束后，我和导师、同学们一起庆祝胜利。导师拍了拍我的肩膀，说：'你真是个有潜力的学生，我为你感到骄傲。' 这句话深深印在了我的心里。",
                "where": "大学校园礼堂，礼堂外是绿树成荫的小径。",
                "when": "2008年5月15日18:45",
                "who": "导师，同学",
                "description": "2008年5月15日傍晚，在大学校园的礼堂里，颁奖仪式结束后，我和导师及同学们一起庆祝胜利。礼堂外，夕阳的余晖洒在绿树成荫的小径上，空气中弥漫着一股清新的气息。导师拍了拍我的肩膀，微笑着对我说：'你真是个有潜力的学生，我为你感到骄傲。' 这句话深深印在了我的心里，极大地增强了我的自信心。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青年时期",
                "what": "我在医院实习的第一个月，导师交给了我一份复杂病例的初步诊断任务。我感到压力巨大，因为这是我第一次独立处理这么复杂的任务。",
                "where": "大型医院，导师的办公室。办公室内有书架、电脑桌和几把椅子，墙上挂着几幅医学相关的画。",
                "when": "2010年8月5日08:30",
                "who": "导师，同事，病人",
                "description": "2010年8月5日早上8:30，我走进导师的办公室，心情有些忐忑。导师坐在电脑桌后面，脸上带着严肃的表情。他递给我一份复杂病例的资料，告诉我这将是我的初步诊断任务。我感到压力巨大，心跳加速，因为这是我第一次独立处理这么复杂的任务。导师的办公室内静悄悄的，只有墙上挂着几幅医学相关的画。我担心自己无法达到导师和同事的期望，脑海中不断闪现着‘如果我不能完美地完成任务，我就是失败的’的念头。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青年时期",
                "what": "在处理这个复杂病例的过程中，我花了大量时间研究病例资料，查阅相关医学文献，并与导师和同事进行讨论。尽管过程非常辛苦，但我逐渐找到了病情的关键点。",
                "where": "大型医院，诊断室和图书馆。诊断室内有各类医学设备，图书馆的书架上摆满了医学书籍。",
                "when": "2010年8月10日22:45",
                "who": "导师，同事",
                "description": "2010年8月10日晚上22:45，我依然在医院的诊断室内研究病例资料。诊断室内灯光明亮，各类医学设备发出微弱的嗡嗡声。我一边查阅相关医学文献，一边在笔记本上记录下关键点。期间，我多次与导师和同事进行讨论，探讨病情的可能性。虽然过程非常辛苦，但我逐渐找到了病情的关键点。看到自己努力逐渐有了成果，我感到一丝满足和成就感，焦虑感也逐渐减轻。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青年时期",
                "what": "最后，我成功地完成了病例的诊断和治疗方案，病人的康复情况良好。导师和同事们对我的表现给出了高度评价，并在一个小型的科室会议上公开表扬了我。",
                "where": "大型医院，会议室。会议室内有一张长桌和几排椅子，墙上挂着医院的荣誉证书。",
                "when": "2010年8月20日10:15",
                "who": "导师，同事，病人",
                "description": "2010年8月20日上午10:15，我参加了医院的一个小型科室会议。会议室内有一张长桌和几排椅子，墙上挂着医院的荣誉证书。导师在会上公开表扬了我，称赞我在复杂病例诊断和治疗方案上的出色表现。听到这些表扬后，我感到非常满足和自豪。病人的康复情况良好，让我更加坚信自己有能力解决复杂的问题。我所付出的努力和责任心得到了回报，这不仅提升了我的专业自信，还强化了我对未来职业发展的决心。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青年时期",
                "what": "我在大学宿舍里刚开始一个繁重的学期，突然接到母亲的电话，得知父亲因突发心脏病住院。我感到非常震惊和焦虑，因为我必须在学业和照顾父亲之间找到平衡。",
                "where": "大学宿舍，房间里书桌上堆满了课本和笔记，电话铃声在安静的宿舍里显得格外刺耳。",
                "when": "2012年3月1日14:30",
                "who": "我，母亲，医护人员",
                "description": "2012年3月1日下午2点30分，我正坐在大学宿舍的书桌前，桌上堆满了新学期的课本和笔记。突然，电话铃声响起，母亲在电话那头声音急促地告诉我，父亲突发心脏病，正在医院抢救。我感到一阵晕眩，手里的笔掉在地上。母亲的声音充满了焦虑，我的心也随之紧绷，仿佛被一只无形的手紧紧攥住。我知道，从这一刻起，我的生活将面临巨大的挑战。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青年时期",
                "what": "我开始每天早晚去医院照顾父亲，同时白天上课并完成学术任务。为了应对这个巨大的压力，我制定了详细的时间表，但仍感到疲惫和焦虑。",
                "where": "医院和大学，医院病房里父亲躺在病床上，大学教室里讲师正在板书。",
                "when": "2012年3月5日07:00",
                "who": "我，父亲，导师，同学",
                "description": "2012年3月5日早上7点，我早早来到医院，病房里弥漫着消毒水的味道，父亲躺在病床上，我握着他的手，感到他的手冰凉。我在病房里陪伴父亲一段时间后，赶回大学上课。教室里，讲师在黑板上写着公式，我却感到眼前的字母和数字都在跳动。我尽力保持专注，但心里总是牵挂着父亲。我制定了一个详细的时间表，希望能兼顾学业和照顾父亲，但压力像一座大山压在我的肩上，晚上躺在床上时，我常常难以入睡，脑海里充满了未完成的任务和对父亲的担忧。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青年时期",
                "what": "在导师的建议下，我开始向同学寻求帮助，共同完成一些学术任务，并在导师的支持下调整了部分课程安排。这使我能够更好地管理时间，减轻了一些压力。",
                "where": "大学和医院，大学的导师办公室，医院的病房。",
                "when": "2012年3月10日18:00",
                "who": "我，导师，同学",
                "description": "2012年3月10日傍晚6点，我敲开导师办公室的门，导师温和地听我讲述了目前的困境。他建议我向同学寻求帮助，并为我调整了一些课程安排。回到宿舍后，我鼓起勇气找了几位关系较好的同学，他们非常乐意帮助我，分担了一些学术任务。这样，我可以有更多时间照顾父亲。医院的病房里，我握着父亲的手，心里感到一丝安慰。虽然压力依然存在，但我不再感到孤立无援，心中的焦虑减轻了不少。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_4",
                "stage_key": "青年时期",
                "what": "经过几个月的努力，我最终顺利完成了学业，并在父亲康复出院后感到一阵巨大的释然和成就感。",
                "where": "大学和医院，大学的毕业典礼，医院的出院大厅。",
                "when": "2012年6月15日10:00",
                "who": "我，父亲，家人，导师，同学",
                "description": "2012年6月15日上午10点，阳光明媚，我穿着学士服站在大学的毕业典礼上，心中充满了成就感。当我站在舞台上领取毕业证书时，看到台下的父亲和家人，他们脸上露出自豪的笑容。几天后，父亲在医院顺利出院，我推着轮椅上的他，走出医院的大门，感到一阵轻松和释然。几个月来的努力和辛苦终于有了回报，我感到无比的满足和自豪，也更加坚定了对家人和工作的责任心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青年时期",
                "what": "在大学实验室的一次实验报告评审会上，导师对一位同学的研究报告提出了严厉的批评，甚至大发雷霆。",
                "where": "大学实验室，实验桌上堆满了实验器材和报告纸张，空气中弥漫着化学试剂的味道。",
                "when": "2013年5月15日14:30",
                "who": "导师，同学，周全岩",
                "description": "2013年5月15日下午2点半，在大学实验室的实验报告评审会上，导师看完一位同学的报告后，脸色骤变，眉头紧锁。接着，他开始大声批评那位同学，声音在实验室里回荡。同学们都被这突如其来的愤怒吓了一跳，空气中一时变得紧张而沉默。我站在一旁，心跳加速，感觉自己也在被审判。我担心自己也会因为不完美而受到这样的批评，心里感到焦虑和恐惧。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青年时期",
                "what": "在导师批评完同学后，我私下找导师询问自己的研究报告，担心自己会犯类似的错误。",
                "where": "导师办公室，房间内布置简洁，书架上摆满了专业书籍，桌上堆着未批改的报告。",
                "when": "2013年5月15日16:00",
                "who": "导师，周全岩",
                "description": "2013年5月15日下午4点，我鼓起勇气走进导师办公室，心里忐忑不安。导师见到我，示意我坐下。我小心翼翼地询问自己的研究报告是否有问题。导师放下手中的笔，耐心地给我指导了一些细节上的改进，同时强调了必须保持高标准。他的语气虽然温和，但我依然感受到压力。我知道，只有达到他的高要求，才能得到他的认可。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青年时期",
                "what": "在这次事件后的一个月内，为了达到导师的高标准，我几乎每天都在实验室工作到深夜，极少休息。",
                "where": "大学实验室，夜晚的实验室空旷宁静，只有几盏台灯还亮着，映照着忙碌的身影。",
                "when": "2013年6月15日23:45",
                "who": "周全岩，同学",
                "description": "2013年6月15日晚上11点45分，我依然在实验室忙碌。实验桌上放着一杯已经凉了的咖啡，周围是一片寂静，只有键盘的敲击声和仪器的滴答声。我感到身心俱疲，但不敢停下来休息，害怕自己达不到导师的高标准。失眠和焦虑开始困扰我，每晚躺在床上，脑海中都是实验数据和报告的细节。我担心自己无法达到完美的标准，从而被视为失败者。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青年时期",
                "what": "我为了准备在重要学术会议上的论文发言，投入了大量时间和精力，反复修改论文，并多次与导师进行讨论。",
                "where": "大学的研究室，墙上挂着许多学术海报，桌上堆满了资料和书籍。",
                "when": "2014年09月15日14:30",
                "who": "导师，我",
                "description": "2014年9月15日下午，我在大学的研究室里，桌上堆满了各种医学书籍和论文资料。我正盯着电脑屏幕，反复修改我的论文。导师走进来，我们开始了又一次关于论文的讨论。每次讨论完，我都感到压力倍增，因为我知道需要不断修改才能达到完美。我感觉到巨大的焦虑和紧张，但也有一种成就感，知道每一次修改都是在向完美靠近。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青年时期",
                "what": "在学术会议上，我的发言获得了广泛的认可和赞赏，现场掌声雷动，导师也当场表示了对我的支持和赞扬。",
                "where": "学术会议的会场，宽敞的大厅里坐满了各界学者。",
                "when": "2014年10月12日10:45",
                "who": "学术界同行，导师，我",
                "description": "2014年10月12日上午，我站在学术会议的讲台上，面对着台下坐满的学者们，心跳加速。当我完成发言后，现场爆发出热烈的掌声，我感到无比满足。我的导师站起来，微笑着向我点头表示赞许。我感受到一股强烈的自信和满足，这一刻让我相信自己追求完美的努力得到了回报。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青年时期",
                "what": "学术会议结束后，导师邀请我参加一个小型聚会，以庆祝我的成功发言，并介绍我认识了一些在学术界有影响力的人。",
                "where": "学术会议后的聚会地点，环境温馨舒适，有轻柔的背景音乐。",
                "when": "2014年10月12日19:00",
                "who": "导师，学术界同行，我",
                "description": "2014年10月12日晚，在学术会议后的一个小型聚会上，导师带着我走进了一个温馨的房间。房间里有轻柔的背景音乐，几位在学术界有影响力的人士围坐在一起聊天。导师向大家介绍了我，并对我的发言表示了高度评价。我感到被认可和受欢迎，这种社会支持让我内心感到温暖，同时也增强了我的自信心，看到了自己在学术界未来发展的更多可能性。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青年时期",
                "what": "婚礼当天，我和妻子在家人的陪同下前往婚礼现场。在婚礼仪式开始前，我和妻子与亲朋好友逐一合影，并接受来自他们的祝福。",
                "where": "婚礼现场，布置得温馨浪漫，鲜花和气球装饰在四周。",
                "when": "2015年6月20日14:30",
                "who": "家人，朋友，妻子",
                "description": "2015年6月20日下午，在布置得温馨浪漫的婚礼现场，我和妻子在家人的陪同下前来。婚礼仪式还未开始，我们与亲朋好友逐一合影，现场充满了欢声笑语。每一声祝福都让我感受到家人和朋友的关爱，心中涌起一股暖流。同时，我也开始意识到即将承担的责任，心情既兴奋又有些紧张。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青年时期",
                "what": "婚礼结束后，我和妻子回到新房，开始整理婚礼的礼物并讨论未来的生活计划。",
                "where": "新房，布置得简单温馨，客厅的桌子上堆满了婚礼的礼物。",
                "when": "2015年6月20日21:00",
                "who": "妻子",
                "description": "2015年6月20日晚上，在婚礼结束后，我和妻子回到我们的新房。新房布置得简单温馨，客厅的桌子上堆满了婚礼的礼物。我们一边整理礼物，一边讨论未来的生活计划。我们谈到了如何平衡工作和家庭的关系，制定了一些初步的规划。这个过程让我既感受到对未来生活的期待，也有些对未知的担忧。责任感让我坚定了要在学术和家庭之间找到平衡的决心。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青年时期",
                "what": "婚礼后的第二天，我和妻子参加了蜜月旅行的策划会，我们一起与旅行社工作人员讨论行程安排，并选择了目的地和活动项目。",
                "where": "旅行社，一个装饰简洁的会议室，桌上摆满了旅游宣传册。",
                "when": "2015年6月21日10:00",
                "who": "妻子，旅行社工作人员",
                "description": "2015年6月21日上午，我和妻子前往旅行社参加蜜月旅行的策划会。我们在一个装饰简洁的会议室里，与旅行社工作人员讨论行程安排，桌上摆满了旅游宣传册。选择目的地和活动项目的过程中，我感受到了放松和期待，但也意识到自己需要暂时离开工作岗位。这让我感到一些焦虑，因为担心无法及时处理工作上的问题。尽管如此，我依然期待着与妻子的这段美好旅程。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青年时期",
                "what": "我在医院工作中遇到前所未有的挑战，连续几天加班处理复杂的医学案例，感到疲惫和焦虑，对自己的能力产生了怀疑。",
                "where": "医院的急诊室和手术室，灯光明亮但气氛紧张，墙上的时钟指向深夜。",
                "when": "2017年2月14日22:30",
                "who": "同事和导师",
                "description": "2017年2月14日晚上，我在医院急诊室忙碌了一整天，处理了几个复杂的医学案例。时间已经接近午夜，急诊室依然灯火通明，同事们也都显得疲惫不堪。我感到脑袋发胀，手脚有些僵硬。导师过来询问我的进展，我勉强挤出一丝笑容，但内心的焦虑和对自己能力的怀疑却挥之不去。连续几天的高强度工作让我怀疑自己是否能胜任这份工作，是否真的有能力解决这些问题。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青年时期",
                "what": "回到家中尝试放松，但焦虑使我无法入睡，开始思考是否需要寻求心理帮助。",
                "where": "家中的卧室，床头灯昏黄，房间静悄悄的。",
                "when": "2017年2月15日00:30",
                "who": "无",
                "description": "2017年2月15日凌晨，我终于回到了家中，疲惫地躺在床上，试图让自己放松下来。然而，脑海中不断闪现工作的画面和未解决的问题，焦虑像潮水般涌来。我翻来覆去，怎么也睡不着。看着床头的闹钟，时间已经过了午夜。我开始思考，或许我真的需要寻求一些心理帮助来应对这些压力和焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青年时期",
                "what": "决定与导师谈话，表达自己最近的压力和困扰，寻求建议。",
                "where": "导师的办公室，书架上摆满了医学书籍，空气中弥漫着淡淡的咖啡香。",
                "when": "2017年2月15日14:00",
                "who": "导师",
                "description": "2017年2月15日下午，我来到导师的办公室，内心忐忑不安。导师正在看书，见我进来，他微笑着示意我坐下。我深吸一口气，把最近的压力和困扰向他倾诉。导师耐心地听着，时不时点头表示理解。他给了我一些建议和支持，这让我感到了一些缓解，但内心对自己能力和完美主义的怀疑依然存在。我开始意识到，也许需要改变自己的思维模式，才能更好地应对这些挑战。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青年时期",
                "what": "我开始注意到同事小张的工作状态。他是医院的一名年轻医生，工作非常努力，但总是显得疲惫不堪。一次，在医院的休息室，我看到小张深夜还在处理病例，眼神中透露出疲倦和压力。",
                "where": "医院的休息室，窗外是黑暗的城市夜景，只有几盏昏暗的灯光。",
                "when": "2018年06月05日23:45",
                "who": "我（周全岩）、小张",
                "description": "2018年6月5日深夜，我在医院的休息室偶然看到了小张。窗外的城市夜景显得格外寂静，而休息室里只有几盏昏暗的灯光照亮了小张疲惫的脸庞。他正埋头在一堆病例中，眼神中透出无尽的疲惫。我不禁感到一阵焦虑，担心自己有一天也会像小张一样在高强度的工作中崩溃。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青年时期",
                "what": "小张在一次手术过程中因极度疲劳而失误，导致病人状况恶化。我作为他的同事，目睹了这一事件的全过程，并看到小张在术后崩溃痛哭，情绪失控。",
                "where": "手术室，明亮的灯光下，空气中弥漫着消毒水的气味。",
                "when": "2018年07月15日14:30",
                "who": "我（周全岩）、小张、手术团队",
                "description": "2018年7月15日下午，在明亮的手术室里，空气中弥漫着消毒水的气味。小张因极度疲劳在手术过程中失误，导致病人的状况急剧恶化。手术结束后，小张情绪崩溃，泪流满面地坐在手术室的角落里。我站在一旁，心里感到极大的震动和压力，害怕自己未来也会面对同样的情况。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青年时期",
                "what": "我与导师李教授进行了一次深入的谈话，向他倾诉了自己对高强度工作的担忧以及目睹小张崩溃后的感受。李教授分享了自己年轻时的类似经历，并建议我合理安排工作和休息，学会平衡生活。",
                "where": "李教授的办公室，墙上挂着许多医学奖状和书法作品，书架上摆满了医学书籍。",
                "when": "2018年07月28日10:00",
                "who": "我（周全岩）、李教授",
                "description": "2018年7月28日上午，我在李教授的办公室内与他进行了一次深入的谈话。办公室里墙上挂满了医学奖状和书法作品，书架上摆满了各式各样的医学书籍。我向李教授倾诉了自己对高强度工作的担忧以及目睹小张崩溃后的感受。李教授耐心地听着，并分享了他年轻时的类似经历。他建议我合理安排工作和休息，学会在工作和生活之间找到平衡。这次谈话让我感到一阵轻松，缓解了一部分的焦虑。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青年时期",
                "what": "我得知妻子怀孕的消息。当时，我正在医院的休息室里准备一个重要的病例会议。妻子的电话让我感到既惊喜又紧张，因为我知道即将迎来人生中的重大转变。",
                "where": "医院的休息室，周围的墙上挂满了医学海报，桌上堆满了资料和笔记本。",
                "when": "2018年8月15日13:45",
                "who": "妻子",
                "description": "2018年8月15日下午1点45分，我正在医院的休息室整理一个重要的病例会议材料，桌上堆满了各种资料和笔记本。突然，我的手机响了，是妻子的电话。她的声音听起来有些激动，告诉我她怀孕了。我瞬间感到既惊喜又紧张，心跳加速，手中的笔差点掉了。我知道这意味着我的生活即将迎来巨大的改变，责任感油然而生。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青年时期",
                "what": "我和妻子一起参加了她的第一次产检。医生向我们解释了怀孕期间需要注意的事项，并进行了详细的检查。我全程陪同，仔细听取医生的建议并做笔记。",
                "where": "医院的产科，诊室内摆放着各种医学仪器，墙上贴满了孕期注意事项的宣传海报。",
                "when": "2018年9月2日10:30",
                "who": "妻子, 医生",
                "description": "2018年9月2日上午10点30分，我和妻子一起来到医院的产科进行她的第一次产检。诊室内摆放着各种医学仪器，墙上贴满了孕期注意事项的宣传海报。医生详细地解释了怀孕期间需要注意的事项，并进行了检查。我全程陪同，仔细听取医生的建议，并在笔记本上记录下重要的提示。看到妻子和未出生的孩子，我感受到作为即将成为父亲的责任和压力，我更加努力地关注她的健康状况。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青年时期",
                "what": "我和妻子迎来了我们的第一个孩子，作为新手父母，我们感到既兴奋又紧张。在孩子出生后，我全程陪伴在妻子身边，帮助照顾新生儿，学习如何换尿布、喂奶等新手父母的基本技能。",
                "where": "医院的产房，房间内充满了婴儿的哭声和医护人员的忙碌身影。",
                "when": "2019年4月18日15:20",
                "who": "妻子, 孩子, 医护人员",
                "description": "2019年4月18日下午3点20分，我和妻子在医院的产房迎来了我们的第一个孩子。房间内充满了婴儿的哭声和医护人员的忙碌身影。看着新生儿，我感到无比的喜悦和幸福，但同时也感到紧张和压力。我全程陪伴在妻子身边，学习如何换尿布、喂奶等新手父母的基本技能。孩子的出生让我感受到作为父亲的责任感，同时也增添了生活中的幸福和成就感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青年时期",
                "what": "在一次重要的学术研究中，我遇到了瓶颈，长时间无法找到解决方案。这项研究关系到我的毕业和未来的职业发展，我感到巨大的压力和挫败感。",
                "where": "实验室，桌上堆满了实验记录和文献，周围是嘈杂的设备声。",
                "when": "2020年11月12日14:30",
                "who": "导师，同事",
                "description": "2020年11月12日下午，我在实验室里努力工作，试图突破研究的瓶颈。桌上堆满了实验记录和文献，实验设备的嘈杂声让我更加烦躁。尽管同事们在旁边忙碌，我却感到孤立无援，心中的压力越来越大。我反复尝试不同的方法，但每次都以失败告终。那一刻，我深深怀疑自己的能力，焦虑和挫败感如潮水般涌来。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青年时期",
                "what": "导师发现我的状态不佳，约我进行了一次深谈，试图帮助我找到解决方案。然而，导师的建议并未立即奏效，反而让我感到更多的压力，因为我觉得自己辜负了导师的期望。",
                "where": "导师办公室，墙上挂满了荣誉证书和奖状，书桌上摆满了书籍和文件。",
                "when": "2020年11月15日10:00",
                "who": "导师",
                "description": "2020年11月15日上午，我走进导师的办公室，墙上挂满了荣誉证书和奖状，书桌上摆满了书籍和文件。导师关切地看着我，问我最近的情况。我向他倾诉了研究中的困难和内心的焦虑。导师耐心地给了我一些建议，但我却感到更加沉重的压力。我心里想着，自己辜负了导师的期望，内心的焦虑和沮丧感进一步加深。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青年时期",
                "what": "在导师的建议下，我尝试与同事合作解决研究难题。同事们给予了一些建设性的意见，但我仍然觉得自己无法独立解决问题，这让我感到自尊心受挫。",
                "where": "实验室，同事们围在一起讨论，桌上摆满了实验器材和笔记本。",
                "when": "2020年11月20日16:45",
                "who": "同事",
                "description": "2020年11月20日下午，在实验室里，我按照导师的建议，与同事们一起讨论研究难题。同事们围在一起，桌上摆满了实验器材和笔记本，大家认真地提出了许多建设性的意见。然而，我心中却始终无法摆脱那种无力感，觉得自己无法独立解决问题。这种感觉让我的自尊心受挫，内心的焦虑感进一步加剧。晚上回到家，我发现自己开始失眠，体重也开始下降，身体和心理上的变化让我倍感压力。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青年时期",
                "what": "由于疫情爆发，医院里病人数量急剧增加，我和同事们面对大量确诊病例和患者急需治疗的情况，不得不连续数天加班。",
                "where": "医院，走廊上挤满了等待治疗的病人，诊室里灯火通明。",
                "when": "2021年4月15日09:00",
                "who": "同事，病人",
                "description": "2021年4月15日早上，我走进医院时，看到走廊上挤满了等待治疗的病人，诊室里灯火通明。疫情的爆发让我们所有人都措手不及。每个医生、护士都在不停地忙碌，病人的呼喊声、机器的滴滴声充斥着整个环境。我感觉肩上的责任重如泰山，不得不连续数天加班。每当我看到同事们疲惫的脸庞和病人期盼的眼神，心中既有责任感，也有无尽的疲惫。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青年时期",
                "what": "在连续一周的高强度工作后，我的身体开始出现明显的疲劳症状，头痛、睡眠不足和食欲不振。但我依然坚持工作，担心如果自己倒下，团队将无法应对。",
                "where": "医院，办公室里堆满了文件，桌上的咖啡杯已经冷却。",
                "when": "2021年4月22日18:45",
                "who": "同事，病人",
                "description": "2021年4月22日傍晚，我在办公室里整理病历，头痛得几乎睁不开眼睛。连续一周的高强度工作让我感到身体越来越疲惫，睡眠不足和食欲不振让我更加虚弱。办公室里堆满了文件，桌上的咖啡杯已经冷却。我知道自己需要休息，但担心如果我倒下，团队将无法应对这么多病人。我只能咬牙坚持，心中充满了焦虑和无奈。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青年时期",
                "what": "在一次例行会议上，我因过度疲劳，情绪激动地与同事发生了争执。我表达了对工作压力的不满和对团队支持不足的失望。",
                "where": "医院会议室，会议桌上放满了文件和笔记本，大家的脸上都写满了疲惫。",
                "when": "2021年4月29日10:30",
                "who": "同事，领导",
                "description": "2021年4月29日上午的例行会议上，我因过度疲劳，情绪激动地与同事发生了争执。会议室里，会议桌上放满了文件和笔记本，大家的脸上都写满了疲惫。我忍不住大声抱怨工作压力太大，感觉团队的支持根本不够。同事们一时愣住了，领导的眉头紧锁。我意识到自己失态了，但心中却有一种解脱的感觉。这次争执让我感到内疚和自责，但也让我意识到自己需要寻求帮助。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青年时期",
                "what": "我被指派负责一个紧急的医疗项目，这让我感到责任重大。",
                "where": "医院的会议室，墙上挂满了各种医疗奖状和项目计划。",
                "when": "2021年10月15日 14:30",
                "who": "同事和导师",
                "description": "2021年10月15日下午，我在医院的会议室里，导师宣布我将负责一个紧急的医疗项目。会议室里弥漫着严肃的气氛，墙上挂满了各种医疗奖状和项目计划图。我感到心跳加速，压力骤增。导师和同事们的目光齐刷刷地投向我，我深知这不仅仅是一个项目，更是一种责任。我必须完美地完成这项任务，以证明自己的能力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青年时期",
                "what": "由于工作繁忙，我与家人的互动时间减少，尤其是与妻子和孩子。",
                "where": "家里的客厅，沙发上常常只有我妻子和孩子。",
                "when": "2021年11月20日 19:00",
                "who": "妻子和孩子",
                "description": "2021年11月20日晚上，我回到家时，发现家里的客厅显得格外安静。沙发上只有我的妻子和孩子，他们正在看电视，但显然注意力不在节目上。我感到一阵内疚，意识到自己最近因为工作繁忙，几乎没有时间陪伴他们。我心里不断自责，觉得自己未尽到家庭责任，尤其是看到孩子渴望的眼神时，这种感觉更加深刻。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青年时期",
                "what": "在一次家庭聚会上，我发现自己与家人的交流变得少了，感到自己在工作和家庭之间的平衡失去了。",
                "where": "家里的餐厅，桌上摆满了丰盛的菜肴。",
                "when": "2021年12月25日 18:00",
                "who": "家人",
                "description": "2021年12月25日晚上，我们在家里举行了一次家庭聚会。餐厅里充满了欢声笑语，桌上摆满了丰盛的菜肴。然而，我却感到自己像个局外人，与家人的交流变得少了，甚至在几次对话中感到尴尬。我意识到自己在工作和家庭之间的平衡失去了，内心感到无比焦虑和无助。我开始反思自己的生活方式和优先级，觉得自己未能完美地平衡工作与家庭，这让我内疚和自责。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青年时期",
                "what": "我在医院完成了一次紧急手术后，感到身心俱疲。随着时间的推移，我意识到自己长期以来承受的压力越来越大，开始出现记忆力变差和睡眠时间过长的症状。因此，我决定寻找缓解压力的方法，参加一个心理健康讲座。",
                "where": "在医院的手术室和心理健康讲座的地点。",
                "when": "2022年3月5日14:30",
                "who": "我，其他医院同事，心理健康讲座导师，其他参与者",
                "description": "2022年3月5日下午，在医院手术室完成了一次紧急手术后，我感到身心俱疲。手术室的灯光刺眼，空气中充斥着消毒水的味道。我拖着疲惫的身体走出手术室，感受到记忆力变差和睡眠时间过长的问题日益严重。为了缓解这些症状，我决定参加一个心理健康讲座，希望找到一些有效的应对策略。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青年时期",
                "what": "在心理健康讲座期间，讲座导师讲解了压力管理和心理健康的重要性，并分享了一些实用的应对策略。我积极参与讨论，并与其他参与者交流，发现自己并不孤单，很多人也面临相似的压力和困扰。",
                "where": "心理健康讲座地点，讲座教室里。",
                "when": "2022年3月5日15:00",
                "who": "我，讲座导师，其他参与者",
                "description": "2022年3月5日下午3点，在心理健康讲座的教室里，讲座导师开始讲解压力管理和心理健康的重要性。教室里座无虚席，大家都认真听讲。我积极参与讨论，并与其他参与者交流，互相分享各自的压力和应对方法。通过这些交流，我发现自己并不孤单，很多人也面临相似的压力和困扰，这让我感到一种归属感和支持感。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青年时期",
                "what": "讲座结束后，我与导师进行了短暂的个人交流，导师建议我尝试一些放松技巧，如冥想和深呼吸，并推荐了一些相关的书籍和资源。我感受到导师的关怀和支持，决定开始尝试这些新的应对策略。",
                "where": "心理健康讲座地点，教室外的走廊。",
                "when": "2022年3月5日16:00",
                "who": "我，讲座导师",
                "description": "2022年3月5日下午4点，讲座结束后，我在教室外的走廊上与导师进行了短暂的个人交流。导师面带微笑，语气温和，建议我尝试一些放松技巧，如冥想和深呼吸，并推荐了一些相关的书籍和资源。我感受到导师的关怀和支持，内心充满了温暖和希望，决定开始尝试这些新的应对策略，以改善自己的心理状态。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青年时期",
                "what": "我参加了一次由知名医学教授主持的学术讲座，教授分享了自己在医学研究中的创新成果，激励了在场的所有学生。",
                "where": "大学礼堂，宽敞明亮，座无虚席。",
                "when": "2009年10月15日14:30",
                "who": "大学同学，医学教授",
                "description": "2009年10月15日下午2点半，我和同学们坐在大学礼堂中，聆听一位知名医学教授的讲座。教授站在讲台上，分享了他在医学研究中的创新成果，台下的学生们都被他的故事深深吸引。我感到心潮澎湃，教授的每一句话都在激励着我，让我认识到创新在医学研究中的重要性。结束后，我和同学们讨论着讲座内容，大家都深受启发。这次讲座不仅激发了我追求卓越的动力，也让我更加认同自己‘我必须是完美的’这一信念。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青年时期",
                "what": "在大学期间的一次实验课上，我和我的实验小组设计了一项创新的医学实验，虽然最终实验结果不尽如人意，但我从中学到了大量宝贵的经验。",
                "where": "大学实验室，配有各种现代化的实验设备。",
                "when": "2010年3月20日10:45",
                "who": "大学同学，实验课导师",
                "description": "2010年3月20日上午10点45分，我和实验小组的同学们在大学实验室里进行了一项创新的医学实验。实验开始时，大家都充满了信心和期待，但随着实验的进展，我们遇到了许多意想不到的问题。最终，实验结果不尽如人意，我感到有些失落。然而，实验课导师鼓励我们，指出失败也是学习的一部分。从这次实验中，我学到了很多宝贵的经验，也意识到创新不仅仅是成功的结果，更是不断尝试和学习的过程。这次经历让我更加相信‘如果我面对挑战并解决问题，我会变得更强大’这一信念。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青年时期",
                "what": "在医院的一次会议上，我看到一位同事因为提出了一个创新的治疗方案而获得了广泛的认可，这让我意识到创新的重要性。",
                "where": "医院会议室，装饰简洁，气氛正式。",
                "when": "2022年7月15日09:30",
                "who": "同事，医院领导",
                "description": "2022年7月15日上午9点半，我参加了医院的一次重要会议。会议室里，医院领导和同事们都坐在圆桌旁，气氛庄重。一位同事在会上提出了一个创新的治疗方案，得到了广泛的认可和赞赏。我在一旁静静地看着，心中感慨万千。这让我重新审视自己的职业目标，深刻认识到创新在医疗行业中的重要性。这一事件增强了我追求创新的动力，也进一步深化了我对‘我必须是完美的’和‘我需要对家人和工作负责’这两个核心信念的理解。"
            }
        ]
    },
    "recent_events": {
        "name": "周全岩",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我在年度工作评审中被评为医院的优秀员工。当时，医院领导在会议室里庄重地宣布了评审结果，我被表扬为年度优秀员工。",
                "where": "医院的会议室，墙上挂满了各种奖状和医学海报，会议桌上摆满了文件。",
                "when": "2022年12月15日10:00",
                "who": "医院领导，同事",
                "description": "2022年12月15日上午10点，医院会议室里，空气中弥漫着一股紧张而庄重的氛围。医院领导站在会议桌前，逐一宣布年度评审结果。当念到我的名字时，我感到一阵欣喜与自豪，周围同事纷纷鼓掌祝贺。我被称赞为年度优秀员工，这一刻让我感到自己之前的努力都得到了认可。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "在评审结束后，我回到办公室，感到巨大的压力，担心自己无法在未来继续保持这种高标准。我开始回顾自己过去一年的工作，发现自己为了达到优秀标准，牺牲了大量的休息时间。",
                "where": "我的办公室，办公桌上堆满了病例文件，窗外的冬日阳光透过玻璃洒进来。",
                "when": "2022年12月15日11:00",
                "who": "无",
                "description": "评审结束后，我走回自己的办公室，心情沉重。桌上的病例文件堆成小山，电脑屏幕上显示着未完成的工作。我坐在椅子上，深深叹了一口气，脑海中回放着这一年来的点滴。为了达到优秀标准，我几乎放弃了所有的休息时间，甚至在深夜还在研究病例。现在，我不禁开始怀疑自己是否能继续保持这种高标准。这种担忧和焦虑让我感到无比沉重。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "为了保持被评为优秀员工的标准，我开始加班加点工作，甚至在家里也继续研究病例和医学文献。这使得我与家人相处的时间减少，睡眠时间也变得越来越少。",
                "where": "我的家，书房里摆满了医学书籍和病例文件，灯光昏暗。",
                "when": "2022年12月20日22:00",
                "who": "家人",
                "description": "2022年12月20日晚22点，我在家中的书房里，面对着堆积如山的医学书籍和病例文件。家人已经入睡，只有书房的灯还亮着，灯光照在桌上，显得格外昏暗。我感到眼皮越来越沉重，但我知道还有很多工作等着我去完成。为了保持优秀员工的标准，我不得不牺牲与家人相处的时间，睡眠也变得越来越少。这种长期缺乏休息和家庭互动让我感到无比疲惫，心中的焦虑和内疚感也不断加剧。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "医院管理层通知我需要负责一个极其复杂的病例，这让我感到既自豪又有些压力。我开始花大量时间研究病例，试图确保每一个细节都完美无缺。",
                "where": "医院办公室，墙上挂满了各种医学证书和奖状，桌上堆满了病例资料。",
                "when": "2023年02月10日15:30",
                "who": "医院管理层，同事",
                "description": "2023年2月10日下午，医院办公室里，管理层通知我需要负责一个复杂的病例。当时，我坐在桌前，面对着堆积如山的病例资料，听到这个消息时，心情复杂。我一方面为被信任感到自豪，但另一方面也感到巨大的压力。我开始加班加点地研究每一个细节，生怕出任何差错。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在接下来的几周里，我花费大量时间在诊断上，几乎每天都加班到深夜。这使我感到疲惫不堪，并开始影响我的记忆力和注意力。",
                "where": "医院诊室及家中，诊室里灯光昏暗，家中书房的书桌上堆满了医学书籍。",
                "when": "2023年02月28日23:45",
                "who": "妻子，同事",
                "description": "2023年2月28日深夜，我还在医院诊室里加班，诊室里只有昏暗的灯光照着我疲惫的脸。我已经连着几个星期每天工作到深夜，回到家后，妻子总是劝我早点休息，但我总是忍不住继续在书房里查阅资料。长期的加班和压力让我觉得记忆力和注意力都开始下降，身体也越来越疲惫不堪。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "2023年3月的一天，我在诊断一个复杂病例时出现了失误，这让我感到非常沮丧和自责。我认为自己辜负了患者和同事的期望。",
                "where": "医院诊室，诊室里充满了紧张的氛围，患者的病历摊开在桌上。",
                "when": "2023年03月15日10:20",
                "who": "患者，同事",
                "description": "2023年3月15日上午，在医院诊室里，我正在诊断一个复杂的病例。突然，我意识到自己犯了一个错误，这个失误让我心头一紧，手心冒汗。我感到非常沮丧和自责，心里不断责备自己辜负了患者和同事的期望。患者静静地坐在我对面，眼神中充满了信任，而我的同事们则在旁边紧张地等待着我的诊断结果。那一刻，我觉得自己真的是太失败了。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我在医院的办公室里听说一位同事因工作压力过大而辞职。这位同事是我在病例讨论中经常合作的伙伴。",
                "where": "医院办公室，办公桌上堆满了病例文件，墙上挂着几张医学海报。",
                "when": "2023年6月15日09:30",
                "who": "我，同事，医院领导",
                "description": "2023年6月15日上午9:30，我正在医院办公室整理病例文件，突然听到隔壁办公室传来同事们的议论声。走过去一看，才知道我的合作伙伴因为工作压力过大辞职了。办公室里气氛沉重，大家都在低声讨论这件事。我感到一阵心寒，仿佛一块巨石压在胸口，开始担心自己是否也会因为工作压力影响健康。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在同事辞职后的几天里，我开始注意到自己在工作中出现了记忆力变差的情况。有时会忘记一些重要的医学细节，这让我感到非常沮丧和焦虑。",
                "where": "医院办公室，办公桌上摆着几份未完成的病例报告，电脑屏幕上还打开着未保存的病历记录。",
                "when": "2023年6月20日11:15",
                "who": "我，同事",
                "description": "2023年6月20日上午11:15，我在医院办公室整理病例报告时，突然发现自己忘记了一个重要的医学细节。同事提醒我时，我感到一阵脸红心跳，内心充满了沮丧和焦虑。记忆力下降让我开始质疑自己的能力，担心自己再也无法保持高效和准确的工作。这种感觉就像一根针，一直刺痛着我的心。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "在记忆力下降和同事辞职的双重压力下，我的睡眠质量开始变差。经常难以入睡，睡着后也容易醒来，导致白天精神不振。",
                "where": "家中卧室，床头柜上摆着几本医学书籍和一个闹钟，窗帘半掩着，透出微弱的月光。",
                "when": "2023年6月25日03:00",
                "who": "我",
                "description": "2023年6月25日凌晨3:00，我在家中卧室辗转反侧，怎么也睡不着。即使勉强入睡，也会在深夜醒来，脑海中充满了工作和生活的担忧。白天精神不振，工作时常感到无助和沮丧。我开始担心自己是否能继续履行对家人和工作的责任，这种担心像一只无形的手，紧紧抓住我的心，让我感到无比的压力。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我开始注意到自己在医院的工作压力逐渐增大，工作任务繁重，经常加班到深夜。为了不影响家人休息，我选择在医院的休息室过夜。",
                "where": "医院的休息室，昏暗的灯光下，桌上堆满了未完成的病例和文献。",
                "when": "2022年7月15日23:45",
                "who": "我",
                "description": "2022年7月15日晚上，我在医院的休息室里，桌上堆满了未完成的病例和文献。我感到眼皮沉重，但心里却无法放松，想着明天还有一大堆工作要做。为了不打扰家人的休息，我决定留在医院过夜。然而，这种长期的高压工作让我感到疲惫和压力，但我仍坚持自己必须高效和准确地完成每一项任务。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "妻子发现我频繁加班，家庭时间减少，希望我能多陪伴家人。我感到两难，但仍然认为工作是我不可推卸的责任。",
                "where": "家中的客厅，温暖的灯光下，妻子正坐在沙发上等我回来。",
                "when": "2023年6月10日20:30",
                "who": "我和妻子",
                "description": "2023年6月10日晚上，我刚回到家，妻子已经坐在客厅的沙发上等我回来。她温柔地对我说，希望我能多花时间陪伴家人。我感到内疚和矛盾，但同时也觉得工作是我不可推卸的责任。这个请求让我感到压力倍增，担心自己无法同时照顾好家人和完成工作任务。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "妻子怀疑我因工作忙碌而忽视了家庭，这引发了一场家庭争吵。",
                "where": "家中的客厅，气氛紧张，空气中弥漫着未解的矛盾。",
                "when": "2023年8月15日19:15",
                "who": "我和妻子",
                "description": "2023年8月15日晚上，我和妻子在家中的客厅发生了激烈的争吵。她指责我因为工作忙碌而忽视了家庭，而我则感到无比内疚和自责。争吵中，我意识到自己在家庭责任和工作压力之间摇摆不定，感到极度的压力和负担，开始怀疑自己是否真的有能力解决所有问题。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_4",
                "stage_key": "近期情况",
                "what": "家庭争吵后，我开始失眠，经常反复思考工作和家庭的双重压力，导致睡眠质量严重下降。",
                "where": "家中的卧室，夜深人静，床头灯昏暗，我辗转反侧。",
                "when": "2023年9月1日02:30",
                "who": "我",
                "description": "2023年9月1日凌晨，我在家中的卧室辗转反侧，无法入眠。夜深人静，床头灯昏暗，我的脑海中不断回放着家庭和工作的各种压力和矛盾。失眠让我感到身心俱疲，记忆力也开始变差，甚至在工作中犯了一些小错误。这进一步增加了我对自己是否能够高效和准确完成工作的怀疑。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_5",
                "stage_key": "近期情况",
                "what": "我注意到自己的体重剧烈增加，部分原因是由于压力大导致暴饮暴食。",
                "where": "家中的厨房，冰箱门半开，里面堆满了各种食物。",
                "when": "2023年10月10日18:00",
                "who": "我",
                "description": "2023年10月10日晚上，我站在家中的厨房，冰箱门半开，里面堆满了各种食物。我意识到自己的体重剧烈增加，主要是因为压力大导致的暴饮暴食。体重增加让我感到身体不适和自卑，进一步影响了我的自信心和情绪稳定性。我开始更加关注自己的健康问题，但内心的压力和焦虑却仍然挥之不去。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "我在医院诊室接诊了一位因肥胖而导致多种健康问题的患者。患者在描述自己的病情时显得非常痛苦，这让我深受触动。",
                "where": "医院诊室，光线明亮，墙上挂着各种医学海报，桌上摆放着患者的病例。",
                "when": "2023年11月03日10:15",
                "who": "患者",
                "description": "2023年11月03日上午10:15，我在医院的诊室接诊了一位因肥胖而导致多种健康问题的患者。诊室里光线明亮，墙上挂着各种医学海报，桌上摆放着患者的病例。患者在描述自己的病情时显得非常痛苦，她的眼神中充满了无助和绝望。这让我深受触动，不禁开始反思自己的健康状况，特别是最近的体重增加问题。我作为一个细心和责任感强的医生，突然感到一阵焦虑，担心自己是否也会面临同样的健康风险。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在家中与家人共进晚餐时，妻子提到我最近的体重增加，并建议我去做一个全面的健康检查。我感到有些尴尬，但也意识到自己确实需要更关注健康。",
                "where": "家中的餐厅，桌上摆满了丰盛的晚餐，墙上挂着家人的合照。",
                "when": "2023年11月15日19:30",
                "who": "妻子",
                "description": "2023年11月15日晚上19:30，在家中的餐厅，我和家人一起共进晚餐。桌上摆满了丰盛的晚餐，墙上挂着家人的合照。妻子突然提到我最近的体重增加，并温和地建议我去做一个全面的健康检查。我感到有些尴尬，脸上微微发红，但也意识到自己确实需要更关注健康。妻子的关心让我意识到家人对我的期望和担忧，这进一步加剧了我的焦虑感。我感到自己有责任保持健康，以便更好地履行对家人和工作的责任。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "我决定在医院进行一次全面的健康体检。检查结果显示我的体重确实超标，血糖和血脂也有些异常，这让我非常担忧。",
                "where": "医院体检中心，设备齐全，墙上贴着健康宣传画。",
                "when": "2023年11月25日09:00",
                "who": "体检医生",
                "description": "2023年11月25日上午09:00，我在医院的体检中心进行了一次全面的健康体检。体检中心设备齐全，墙上贴着各种健康宣传画。体检医生认真地查看了我的检查结果，告诉我体重确实超标，血糖和血脂也有些异常。这让我非常担忧，心跳加速，脑海中反复浮现出患者痛苦的脸庞。这次体检结果进一步证实了我对自己健康的担忧，导致我开始感到严重的焦虑和压力。我感到必须尽快采取行动来改善自己的健康状况，以避免失去家人和同事的信任和尊重。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "在医院加班时，我发现自己几次忘记了病人的名字和病史，这让我感到非常不安，我认为这可能是因为工作压力过大导致的。",
                "where": "医院诊室，墙上挂着几幅医学科普海报，桌上堆满了病历和文件。",
                "when": "2023年12月25日18:45",
                "who": "几位同事和患者",
                "description": "2023年12月25日18:45，我正在医院的诊室加班，面对一位病人时，竟然几次忘记了他的名字和病史。同事们在一旁忙碌，患者用疑惑的眼神看着我，我的心一下子沉到了谷底。我感到非常不安，手心开始冒汗，脑海中不断浮现出自己的失误。我深吸一口气，试图冷静下来，但内心的焦虑感却愈发强烈。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "在一次例会上，我在汇报工作时突然忘记了一些重要的数据，这让我在同事面前非常尴尬和焦虑。",
                "where": "医院的会议室，会议桌上摆满了资料和笔记本，墙上挂着医院的发展规划图。",
                "when": "2024年1月10日14:30",
                "who": "几位同事",
                "description": "2024年1月10日14:30，我在医院的会议室参加例会，轮到我汇报工作时，突然发现自己忘记了一些重要的数据。同事们都在认真听着，我的心跳加速，脸颊发烫，感到无比的尴尬和焦虑。我试图从笔记中找到那些数据，但越是着急，越是找不到。我看着同事们的目光，觉得自己仿佛被困在一个无形的漩涡中，无法自拔。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "在家中与家人共进晚餐时，妻子提到我最近变得健忘和情绪低落，这让我意识到问题的严重性。",
                "where": "家中的餐厅，餐桌上摆满了家常菜，墙上挂着家庭合照。",
                "when": "2024年1月15日19:00",
                "who": "妻子和孩子",
                "description": "2024年1月15日19:00，我和家人在餐厅共进晚餐。妻子突然提到我最近变得健忘和情绪低落，让我愣了一下。她的话仿佛一面镜子，让我看到了自己忽视已久的问题。我放下筷子，沉默了片刻，感到一阵内疚和压力。孩子们在旁边玩耍，妻子关切的眼神让我更加焦虑。我意识到，自己必须正视这些问题，不能再逃避了。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我在家中准备出门上班时发现裤腰变紧，体重显著增加。我感到惊讶和不安，开始意识到自己的健康问题。",
                "where": "家中的卧室，镜子前面。",
                "when": "2024年3月1日07:30",
                "who": "妻子",
                "description": "2024年3月1日早上7:30，我在卧室镜子前整理衣服时，突然发现裤腰变得紧绷。我试图拉拉链却发现异常困难，低头一看，腰部的赘肉明显增多。我愣在那里，心里一阵惊讶和不安。妻子走过来，看到我的表情，关切地问我发生了什么。我只是摇了摇头，内心充满了自责和焦虑，因为我意识到自己的健康状况出现了问题。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "我与妻子商量，决定调整饮食和作息时间以应对体重增加的问题。妻子表示支持，但我依然感到压力巨大。",
                "where": "家中的厨房，餐桌旁。",
                "when": "2024年3月2日19:00",
                "who": "妻子",
                "description": "2024年3月2日晚上7:00，我和妻子在厨房吃晚饭。我犹豫了一下，还是决定告诉她我最近体重增加的问题。妻子听后，立即表示支持，建议我们一起调整饮食和作息。我感到一丝安慰，但内心的压力依然巨大。看着她满怀希望的眼神，我暗暗下决心一定要解决这个问题，不辜负她的期待。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "在一次与同事的讨论中，我发现自己记不清一些重要的病例细节，这让我感到尴尬和无助。",
                "where": "医院会议室，白板前。",
                "when": "2024年3月4日10:15",
                "who": "同事",
                "description": "2024年3月4日上午10:15，在医院的会议室里，我和同事们正在讨论一个复杂的病例。当轮到我发言时，我突然发现自己记不清一些重要的细节。我努力回忆，但脑子里一片空白。同事们的目光都集中在我身上，我感到无比尴尬和无助。事后，我一直在反思自己的记忆力问题，担心这会影响我的专业能力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我在医院进行了一次夜班手术，术后由于精神疲劳和压力过大，导致我在术后会议上发言时出现了记忆混乱。我忘记了病人的关键数据和术中细节，同事和上级医生都在场。",
                "where": "医院的会议室，环境冷清，灯光明亮，墙上挂着手术流程图。",
                "when": "2024年4月10日 15:30",
                "who": "同事和上级医生",
                "description": "2024年4月10日下午3点半，我在医院的会议室参加术后会议。会议室里冷清但灯光明亮，墙上挂着手术流程图。我感到极度疲劳，但还是努力集中精神发言。突然，我发现自己记不清病人的关键数据和术中细节，脑子一片空白。同事和上级医生的目光让我感到无比尴尬和无助。这次事件让我进一步加深了对自己健康状况的担忧，并且开始质疑自己的工作能力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "我与家人一起外出就餐时，因过度疲劳而在饭桌上打瞌睡，这让家人非常担心。",
                "where": "一家温馨的餐厅，灯光柔和，背景音乐轻缓。",
                "when": "2024年4月28日 19:45",
                "who": "家人",
                "description": "2024年4月28日晚上7点45分，我们一家人在一家温馨的餐厅用餐。餐厅的灯光柔和，背景音乐轻缓。我本打算放松一下，但不知不觉中竟然在饭桌上打瞌睡了。家人看到后非常担心，他们的担忧和我自己的尴尬情绪进一步加剧了我的心理压力。我开始频繁思考自己的健康状况和未来是否能够继续胜任医生的工作。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，我由于过度疲劳而失态，这让我感到非常尴尬和自责。",
                "where": "家中的客厅，布置温馨，充满家庭气息，墙上挂着全家福。",
                "when": "2024年5月5日 21:00",
                "who": "家人",
                "description": "2024年5月5日晚上9点钟，我们全家在客厅里聚会。客厅布置温馨，充满家庭气息，墙上挂着全家福。我本想和家人好好度过这段时光，但由于过度疲劳，我竟然在聚会中失态了。我的举动让家人很吃惊，也让我感到非常尴尬和自责。这次事件成为了我的心态转折点，我意识到自己的健康问题已经严重影响到日常生活和与家人的关系。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在医院办公室看到一位同事因健康问题不得不长期休假，这让我感到非常担忧和焦虑，开始认真思考自己的健康状况。",
                "where": "医院办公室，办公桌上堆满了病例资料和医学书籍，墙上挂着一些医学海报。",
                "when": "2024年6月15日10:30",
                "who": "同事，医院领导",
                "description": "2024年6月15日早上，我在医院办公室忙碌地整理病例时，听到同事因为健康问题不得不请长期休假。医院领导在办公室内向我们解释情况，并对同事的健康表示关切。同事脸色苍白，显得非常疲惫。我心里突然一紧，意识到自己的健康问题也不能忽视。办公室内的气氛变得沉重，我的手不自觉地停下来，心中的焦虑感不断加剧。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "我在家中与妻子讨论同事的健康问题，表示自己非常焦虑，担心如果自己也出现健康问题，会影响工作和家庭。",
                "where": "家中客厅，沙发上堆着一些杂志和遥控器，墙上的时钟滴答作响。",
                "when": "2024年6月16日20:00",
                "who": "妻子",
                "description": "2024年6月16日晚上，我和妻子坐在客厅的沙发上，电视开着但我们都没在看。我把同事的情况告诉她，并坦言自己最近也感到身体状况不佳。妻子皱着眉头，显得很担心，她握住我的手，柔声安慰我，但我还是感到沉重的压力。我说出了自己的担忧，害怕健康问题会影响我对家庭和工作的责任。她默默点头，眼中充满了担忧。那一刻，我的焦虑感进一步加剧，心中充满了对未来的不确定感。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "我在医院的休息室与同事们讨论最近的工作压力和健康问题，发现其他人也有类似的担忧，这让我觉得自己并不孤单，但同时也增加了对自身健康的焦虑。",
                "where": "医院休息室，几张沙发围成一圈，桌上摆放着咖啡和点心。",
                "when": "2024年6月17日13:15",
                "who": "几位同事",
                "description": "2024年6月17日中午，我和几位同事在医院的休息室里休息。我们坐在沙发上，喝着咖啡，讨论最近的工作压力和健康问题。一个同事提到他最近总是疲惫不堪，我点头表示理解，其他同事也纷纷附和。虽然大家都在吐槽，但我心里却感到一股寒意，意识到健康问题不仅仅是我的担忧。虽然大家有同样的困扰让我觉得不那么孤单，但内心的焦虑感并没有减轻，反而更加担心自己的身体状态。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "由于近期工作任务繁重，我几乎没有时间休息，导致在凌晨2点时感觉极度疲惫和头晕。我勉强坚持工作，但注意力明显下降，处理病历时出现了几次错误。",
                "where": "医院值班室，昏暗的灯光和堆满文件的桌子。",
                "when": "2022年12月15日02:00",
                "who": "我和几位同事",
                "description": "2022年12月15日凌晨2点，我在医院的值班室内，感到极度疲惫和头晕。桌上堆满了未处理的病历，昏暗的灯光让人更加困倦。我勉强坚持工作，但注意力明显下降，几次在病历上出错。当同事提醒我时，我感到深深的自责和焦虑，内心充满了未能达到高标准的挫败感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "我与家人一同外出度假，但无法完全放松，总是担心医院里的工作问题。由于长期工作带来的疲劳和压力，我在度假期间反而感到更加焦虑，晚上也难以入睡，导致白天精神不振。",
                "where": "度假胜地，海滩上的度假别墅。",
                "when": "2023年5月20日22:30",
                "who": "我和家人",
                "description": "2023年5月20日晚上，我和家人在一家度假别墅内，外面是美丽的海滩。本应该是放松的时刻，但我却无法摆脱对医院工作的担忧。夜晚，我辗转反侧，难以入睡，脑海中不断浮现未完成的任务和责任。白天，我的精神不振，无法与家人享受愉快的时光。这让我感到更加焦虑和内疚，无法在工作和家庭之间找到平衡。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "因长期睡眠不足和过度工作，我在医院晕倒，被同事送往急诊。同事和急诊医生对我的状况表示关切，并建议我立即休息和进行全身检查。我感到极度羞愧和自责，因为认为自己未能保持高效和准确。",
                "where": "医院走廊，白色的墙壁和来回穿梭的医护人员。",
                "when": "2024年8月1日14:45",
                "who": "我、同事和急诊医生",
                "description": "2024年8月1日下午2点45分，我在医院的走廊上感到一阵眩晕，接着便失去了意识。当我醒来时，已经在急诊室，同事和急诊医生围在身边，脸上满是关切的表情。他们建议我立即休息并进行全身检查。我感到极度的羞愧和自责，认为自己未能保持高效和准确，辜负了患者和同事的期望。这一事件让我意识到，自己需要更加关注健康问题，但内心的压力和焦虑却更加沉重。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我发现孩子的成绩明显下降，这让我感到非常担忧。我开始反思自己是否因为工作繁忙而忽视了对孩子的关注。",
                "where": "家中，客厅的沙发上，旁边堆放着我和孩子的书籍。",
                "when": "2024年4月10日20:30",
                "who": "我，孩子，妻子",
                "description": "2024年4月10日晚上，在家中的客厅，我正准备和家人一起吃晚饭时，突然看到了孩子的成绩单。成绩单上的分数让我眉头紧皱，心中一阵酸楚。妻子坐在我身旁，察觉到我的情绪变化，轻声问道：“怎么了？”我拿着成绩单，深吸了一口气，说：“孩子的成绩下降了很多，我们是不是忽视了他的学习？”孩子在一旁低着头，似乎也感到很内疚。这个发现让我感到非常自责和焦虑，觉得自己未能尽到照顾家庭的责任。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "我和妻子一起前往学校与老师进行会谈，讨论孩子的成绩问题。老师提到孩子最近在课堂上注意力不集中，表现出疲惫和焦虑。",
                "where": "学校的办公室，墙上挂满了学生的作品，桌上堆放着各类文件。",
                "when": "2024年4月12日14:45",
                "who": "我，妻子，孩子，老师",
                "description": "2024年4月12日下午，我和妻子来到学校，与老师讨论孩子的成绩问题。办公室里，老师翻阅着孩子的作业本，表情严肃。她抬起头，对我们说：“周医生，您的孩子最近在课堂上注意力不集中，还经常表现出疲惫和焦虑。”听到这些，我心里一沉，感到非常自责，觉得自己在家庭和工作之间未能找到平衡。妻子握住我的手，试图给我一些安慰，但我能感受到她同样的担忧。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "回到家后，我和妻子讨论如何帮助孩子改善成绩和心理状态。我们决定调整家庭作息时间，增加对孩子的关注和陪伴。",
                "where": "家中，餐桌旁，桌上摆满了我们还未收拾的晚餐。",
                "when": "2024年4月12日19:00",
                "who": "我，妻子",
                "description": "2024年4月12日晚上，我和妻子回到家后，我们坐在餐桌旁，讨论如何帮助孩子改善成绩和心理状态。桌上摆满了我们还未收拾的晚餐，空气中弥漫着菜香。妻子说：“我们需要调整家庭作息时间，多陪陪孩子。”我点了点头，说：“是的，我们需要更多地关注他的需求。”这个决定让我感到一丝缓解，但同时也增加了我的日常压力。我开始感到时间不够用，进一步加剧了我的焦虑和睡眠问题。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "在医院的办公室里，我突然发现自己忘记了一个重要的病例细节，这让我非常沮丧和自责。我试图努力回忆，但脑中一片空白。",
                "where": "医院办公室，墙上挂着几幅医学图表，桌上堆满了患者的病例文件和医学书籍。",
                "when": "2024年4月20日14:45",
                "who": "周全岩",
                "description": "2024年4月20日下午，我在医院的办公室里，正准备处理一个重要的病例。突然，我发现自己忘记了一个关键的病例细节，这让我感到非常沮丧和自责。我试图努力回忆，但脑中一片空白。为了弥补这个错误，我决定加班处理工作，但心中的焦虑感和自我压力却越来越大。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "在家中，我无意中听到妻子和朋友讨论我的健康问题，这让我感到非常不安和焦虑。",
                "where": "家中厨房，窗外传来微风吹动树叶的沙沙声，厨房里弥漫着晚餐的香气。",
                "when": "2024年5月10日18:30",
                "who": "妻子，朋友",
                "description": "2024年5月10日晚，我在家中厨房无意间听到妻子和朋友低声讨论我的健康问题。她们的语气充满担忧，这让我心里一紧，感到非常不安和焦虑。我知道她们是在关心我，但听到这些话却让我的心理压力骤增。我开始更加关注自己的健康问题，生怕自己不能履行对家人和工作的责任。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "在一个周末的下午散步时，我感到体力不支，不得不停下来休息，这让我意识到自己的身体状况确实出现了问题。",
                "where": "附近公园，阳光透过树叶洒在地上，空气中弥漫着花草的清香。",
                "when": "2024年5月15日16:00",
                "who": "周全岩",
                "description": "2024年5月15日下午，我在附近的公园散步，享受着阳光和新鲜空气。突然，我感到一阵头晕和疲乏，不得不停下来休息。我坐在公园的长椅上，望着眼前的风景，心中却充满了无力感和焦虑。我意识到自己的身体状况确实出现了问题，开始怀疑自己是否真的能够应对当前的困境。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我和家人在家中客厅准备晚饭，亲戚们陆续到达，大家在一起聊着天。某个亲戚突然提到我最近看起来发福了，开始调侃我的体重变化。几位亲戚也跟着附和，笑谈我现在的身材。",
                "where": "家中客厅，餐桌上摆满了准备好的菜肴，客厅的灯光温暖明亮。",
                "when": "2024年6月15日18:45",
                "who": "亲戚，家人",
                "description": "在2024年6月15日的晚上，我和家人正在客厅准备晚饭。亲戚们陆续到达，客厅里充满了欢声笑语。突然，一个亲戚指着我，笑着说：‘周全岩，你最近是不是吃得太好了，看起来发福了不少啊！’其他亲戚也跟着笑了起来，调侃我的体重。这让我感到非常尴尬和自卑。我微笑回应，但内心却充满了不安和羞愧。这些调侃触及到了我对自己外貌和健康的担忧，进一步加剧了我的自卑感和对自己身体状况的不满。我感到自己在亲戚面前失去了颜面。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "家庭聚会结束后，我感到心情沉重，回到自己的房间，开始回忆起亲戚们的调侃，越想越觉得难堪。我试图通过阅读医学书籍来转移注意力，但发现自己无法集中精力，记忆力也似乎变得更差。",
                "where": "家中卧室，书桌上堆满了医学书籍，床头灯发出柔和的光。",
                "when": "2024年6月15日21:30",
                "who": "周全岩",
                "description": "家庭聚会结束后，我回到了自己的房间，心情沉重。我躺在床上，脑海中不断回放着亲戚们的调侃，感觉很难堪。为了分散注意力，我拿起一本医学书籍开始阅读，但发现自己无法集中精力，记忆力似乎变得更差了。每当我试图记住某段内容时，脑海中总是浮现出那些嘲笑我的话语。我感到非常焦虑和压力，因为记忆力问题让我质疑自己的专业能力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "第二天早晨，我早早起床，决定通过外出散步来释放压力。我沿着熟悉的街道走着，试图理清自己的思绪。然而，在散步过程中，我不断回想着昨晚亲戚们的调侃，感觉自己无法摆脱这种困扰。",
                "where": "熟悉的街道，阳光照在街道两旁的树叶上，空气清新。",
                "when": "2024年6月16日06:30",
                "who": "周全岩",
                "description": "第二天早晨，我决定早早起床去散步，试图通过这种方式来释放压力。我沿着熟悉的街道慢慢走着，街道两旁的树叶在阳光下闪闪发光，空气清新。然而，我的脑海中却不断回想着昨晚亲戚们的调侃，感觉自己无法摆脱这种困扰。虽然走在熟悉的街道上，但内心的焦虑感却越来越强烈。我意识到自己的健康问题不仅仅是体重增加，还有睡眠时间过长和记忆力变差等多重困扰。这些问题的积累让我更加关注自己的健康状况，并感到无力应对，从而影响了我的信心和情绪稳定。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我在家中的书房里浏览社交媒体时，看到一位老同学分享了自己成功减肥和改善生活方式的经历。他详细描述了他的减肥过程和取得的成果，还配有前后对比的照片。",
                "where": "家中的书房，书桌上堆满了医学书籍，台灯散发着柔和的光。",
                "when": "2024年07月10日21:45",
                "who": "老同学（通过社交媒体）",
                "description": "2024年7月10日晚上，我在书房里浏览社交媒体，忽然看到一位老同学的分享。他展示了自己成功减肥的经历，详细描述了减肥过程和取得的成果，还附上了前后对比的照片。我感到内心一阵紧张和自责，意识到自己在健康管理方面的失败。这种情感加剧了我对自己健康的焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "第二天，我在医院里与同事讨论一个病例时，突然记不起一个重要的医学术语，这让我感到异常尴尬和焦虑。",
                "where": "医院的办公室，白色的墙壁上挂着各种医学图表，同事们围坐在会议桌旁。",
                "when": "2024年07月11日10:30",
                "who": "同事",
                "description": "2024年7月11日上午，在医院的办公室里，我和同事们讨论一个复杂的病例。正当我准备阐述一个关键点时，脑海中却一片空白，我怎么也想不起那个重要的医学术语。我感到脸上发热，异常尴尬，心中充满了焦虑。这次经历让我更加关注自己的健康问题，特别是记忆力的下降。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "一天晚上，我在家中与家人一起吃晚饭时，妻子提到我最近看起来有些疲惫，并建议我去做一次全面体检。",
                "where": "家中的餐厅，餐桌上摆满了家常菜，温馨的灯光照亮了整个房间。",
                "when": "2024年07月12日19:00",
                "who": "妻子",
                "description": "2024年7月12日晚上，我和家人在餐厅吃晚饭。妻子看着我，关切地说：'最近你看起来有些疲惫，要不要去做个全面体检？'我停下了筷子，心中一阵暖流涌过，同时也更加警觉自己的健康问题。我意识到，健康状况已经开始影响到我的家庭生活。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我在工作中感到异常疲惫，记忆力明显不佳，注意力也难以集中。在一次重要的病例讨论中，我突然忘记了一个关键的细节，导致讨论被迫中断。同事们纷纷表示关心，并建议我去看医生。",
                "where": "医院的会议室，桌上摆满了病例资料和笔记本。",
                "when": "2024年8月1日10:15",
                "who": "我和我的同事们",
                "description": "2024年8月1日早上10点15分，在医院的会议室里，大家正在进行紧张的病例讨论。我感觉头昏脑涨，记忆力似乎变得模糊不清。当我忘记了一个重要的病例细节时，会议室突然安静了下来。我的同事们面面相觑，然后纷纷向我投来关切的目光。有人轻声建议我去看医生。我当时感到非常羞愧和自责，觉得自己辜负了大家的期望。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "我在一次家庭晚餐时与家人讨论了自己的健康问题，决定去看家庭医生。妻子和孩子们表示支持，但也表达了对我健康状况的担忧，这让我感到更加内疚和焦虑。",
                "where": "家中的餐厅，桌上摆满了晚餐菜肴，灯光温暖。",
                "when": "2024年8月3日19:30",
                "who": "我，妻子，孩子",
                "description": "2024年8月3日晚上7点半，在家中的餐厅，晚餐时间。我鼓起勇气对家人说出了我的健康问题。妻子停下了筷子，紧张地看着我，孩子们也安静下来。妻子表示她会全力支持我去看医生，但我能看出她眼中的担忧。这让我感到一阵内疚和焦虑，担心自己可能会让家人失望。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "在家庭医生的例行检查中，医生告诉我需要进行生活方式的重大调整，否则可能会面临严重的健康问题。这让我感到极大的压力和焦虑。",
                "where": "家庭医生的诊所，诊室内布置简洁，有一张检查床和几个文件柜。",
                "when": "2024年8月10日15:45",
                "who": "我和家庭医生",
                "description": "2024年8月10日下午3点45分，在家庭医生的诊所里。医生看着我的检查报告，语气严肃地对我说，我的健康问题比预期严重，需要立即进行生活方式的重大调整，否则会面临严重的后果。我心中一紧，感到巨大的压力和焦虑，意识到必须做出改变。这一刻，我开始认真思考如何调整自己的生活方式，改善健康状况。"
            }
        ]
    }
}