{
    "childhood": {
        "name": "卜毓雪",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "妈妈因为早班工作而答应带我去公园，但突然接到医院的紧急电话，不得不取消计划。我独自坐在家中，感到失落和孤独。",
                "where": "家里，客厅的沙发上，电视机开着但我并没有在看。",
                "when": "1979年5月3日15:30",
                "who": "母亲和我",
                "description": "1979年5月3日下午，妈妈原本答应下班后带我去公园。下午3:30，妈妈接到医院的紧急电话，不得不取消我们的计划。她匆匆离开时，告诉我晚点回来。我独自坐在客厅的沙发上，电视开着，但我心不在焉。窗外阳光明媚，但我感到无比失落和孤独。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "当天晚上，母亲回到家后，发现我情绪低落。她试图安慰我，并承诺下次一定带我去公园，但我心中依然感到不安和失望。",
                "where": "家里，客厅的沙发上。",
                "when": "1979年5月3日20:00",
                "who": "母亲和我",
                "description": "1979年5月3日晚上，母亲回到家后看到我情绪低落，坐在客厅的沙发上。她走过来抱住我，轻声安慰，说会在下次带我去公园。但我心中依然感到不安和失望，眼泪在眼眶里打转。我点了点头，但并没有感到真正的安慰。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "几天后，我尝试在家中帮助母亲做家务，希望通过自己的努力获得母亲的认可和陪伴。虽然母亲对我的帮助表示感谢，但因为工作依然繁忙，陪伴我的时间仍然有限。",
                "where": "家里，厨房和客厅。",
                "when": "1979年5月6日17:45",
                "who": "母亲和我",
                "description": "1979年5月6日下午5:45，我在厨房里帮母亲洗碗，打扫客厅，希望通过这些努力让母亲轻松一些。母亲看到我在忙活，对我表示感谢，并夸我懂事。但她还是要匆匆忙忙赶去工作。尽管我的努力得到了她的感谢，但她依然没有太多时间陪我，这让我感到一丝心酸和无奈。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "我的绘画作品入选了学校比赛，老师和同学们都对我的作品表示赞赏，我感到非常开心和自豪。",
                "where": "学校的美术教室里，墙上挂满了各种学生的作品，充满了艺术气息。",
                "when": "1982年10月15日15:30",
                "who": "我，老师，同学",
                "description": "1982年10月15日下午，在学校的美术教室里，老师宣布我的绘画作品被选入学校比赛。听到这个消息，我感到无比激动，老师和同学们纷纷走过来欣赏我的作品，对我表示赞赏和鼓励。那一刻，我感到自己被认可和关注，内心充满了快乐和自豪。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "我回到家后，迫不及待地想告诉父母这个好消息，但父母因为工作疲惫，只是简单地回应了我。",
                "where": "家里的客厅，沙发上放着父母换下的工作服，茶几上堆满了文件和报纸。",
                "when": "1982年10月15日18:00",
                "who": "我，父母",
                "description": "1982年10月15日傍晚，我兴奋地回到家，迫不及待地想告诉父母我的绘画作品入选了比赛。但当我满怀期待地分享这个好消息时，父母因为一天的工作疲惫，只是简单地回应了我几句，然后继续忙碌着自己的事情。那一刻，我感到失落和被忽视，心中的喜悦瞬间被冷淡的反应所浇灭。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "在接下来的几天里，我试图通过其他方式获得父母的关注和认可，但父母工作依然繁忙，无法给予我足够的时间和关注。",
                "where": "家里的各个角落，厨房、客厅和我的房间。",
                "when": "1982年10月20日19:00",
                "who": "我，父母",
                "description": "1982年10月20日晚上，我在家里做了很多事情，希望能引起父母的注意和认可。我在厨房里帮忙做饭，在客厅里打扫卫生，还把自己的房间整理得井井有条。然而，父母依然忙于工作，几乎没有时间和我交流。每当我期待他们的夸奖时，得到的只是匆匆的一瞥和几句敷衍的话语。这种持续的忽视让我感到越来越孤独和失望。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "childhood",
                "what": "一天，我放学回家，看到母亲面色苍白、神情焦虑，正在接听电话。母亲告诉我，父亲在工厂受伤了。",
                "where": "家里，客厅的电话机旁，母亲手里还紧握着电话，桌上摆着未收拾的茶杯。",
                "when": "1984年3月15日16:30",
                "who": "卜毓雪，母亲",
                "description": "1984年3月15日下午放学回家，我刚进门就看到母亲站在电话机旁，脸色苍白，神情焦虑。母亲刚挂断电话，向我解释说，父亲在工厂受伤了，需要赶紧去医院。我的心一下子悬了起来，感觉世界一下子变得不安全了。母亲匆匆收拾了一些东西，便急忙赶往医院。我一个人呆在家里，坐在沙发上，脑海中充满了对父亲的担忧和对未来的不安。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "childhood",
                "what": "父亲被送回家休养的第一天，母亲忙于照顾父亲和处理家务，我主动提出帮忙做饭、打扫卫生。",
                "where": "家里，厨房和客厅，厨房里传来饭菜的香味，客厅的地板还需要清扫。",
                "when": "1984年3月16日17:00",
                "who": "卜毓雪，母亲，父亲",
                "description": "1984年3月16日傍晚，父亲被送回家休养。母亲一边照顾父亲，一边忙着处理家务，看起来非常疲惫。我看到母亲的辛劳，心里很不是滋味，主动提出帮忙做饭和打扫卫生。厨房里飘来饭菜的香味，我一边做饭，一边想着如何分担母亲的压力。母亲在客厅里忙着给父亲喂药，看到我这么主动，露出了一丝感激的微笑。我的心里感到一阵暖意，觉得自己有了更多的责任感。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "childhood",
                "what": "在父亲休养期间，我每天放学后都要帮忙做家务和照顾父亲，尽管感到疲惫，但觉得这是我的责任。父亲对我的努力表示感谢，母亲也给予了鼓励。",
                "where": "家里，厨房、客厅和父亲的卧室，卧室的窗帘拉着，屋里有些昏暗。",
                "when": "1984年3月30日18:00",
                "who": "卜毓雪，父亲，母亲",
                "description": "1984年3月30日傍晚，父亲休养已经一段时间了。我每天放学后都会帮忙做家务和照顾父亲。那天，我完成了作业后，赶紧去厨房准备晚餐。母亲在客厅打扫卫生，父亲躺在卧室里休息。虽然每天的劳作让我感到疲惫，但我觉得这是我该做的。晚饭后，父亲对我说，‘谢谢你，毓雪，你帮了我们大忙。’母亲也微笑着拍拍我的肩膀，表示鼓励。那一刻，我感到了一种成就感和满足感，觉得自己被家人需要和爱护。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "我和邻居小伙伴一起玩耍时，被邀请到邻居家吃晚饭。看到邻居一家人其乐融融地围坐在餐桌旁，父母和孩子们之间充满了温馨的互动和笑声，我感到非常羡慕。",
                "where": "邻居家，客厅和餐厅连在一起，餐桌上摆满了丰盛的饭菜。",
                "when": "1983年8月15日18:30",
                "who": "我，邻居家人",
                "description": "1983年8月15日傍晚，我和邻居小伙伴在院子里玩耍时，邻居妈妈热情地邀请我们去他们家吃晚饭。走进邻居家的客厅，温馨的灯光洒在餐桌上，桌上摆满了香喷喷的饭菜。邻居一家人其乐融融地围坐在餐桌旁，小孩们不断讲着学校的趣事，父母则温柔地笑着回应。我坐在一旁，感受到一股暖流涌上心头，同时心中也泛起一丝羡慕，邻居家的这种温馨氛围让我深深向往。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "回到家后，我发现父母因为工作忙碌，晚饭时间总是很匆忙。我试图模仿邻居家的温馨氛围，主动提出和父母一起做饭，但由于父母疲惫不堪，未能实现。",
                "where": "家中的厨房和餐厅，厨房里杂乱的菜板和未洗的碗筷。",
                "when": "1983年8月15日19:00",
                "who": "我，父母",
                "description": "1983年8月15日晚上，我回到家后，看到父母匆匆忙忙地准备晚饭，母亲还穿着护士制服，脸上写满了倦意。我鼓起勇气提出想和他们一起做饭，希望能像邻居家那样温馨。父母当时只是勉强笑了笑，说时间紧张，还是先吃饭吧。我感到一阵失望，心里想着为何我们的家庭不能像邻居家那样温馨和谐。那一刻，我感到自己的努力和愿望似乎遥不可及。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "几天后，我和母亲一起去市场买菜，我借机与母亲谈起那天在邻居家的经历，表达了自己对温馨家庭生活的向往。",
                "where": "市场，熙熙攘攘的菜摊前，空气中弥漫着各种蔬菜和水果的香气。",
                "when": "1983年8月18日10:30",
                "who": "我，母亲",
                "description": "1983年8月18日上午，我和母亲一起去市场买菜。市场里人来人往，摊位上的蔬菜和水果鲜艳夺目。我和母亲在一个菜摊前挑选蔬菜时，我鼓起勇气对母亲说起那天在邻居家的经历，描述了邻居家温馨的晚餐氛围，并表达了自己对这种家庭生活的向往。母亲听后，脸上露出一丝愧疚，她轻轻叹了口气，抚摸着我的头，说工作太忙是他们的疏忽，承诺以后会尽量多抽时间陪伴家人。听到母亲的承诺，我感到一丝安慰，同时也意识到沟通的重要性，心中萌生了更多的希望。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "我在小学五年级时，因为母亲工作繁忙，经常需要在家做家务。第一次意识到自己在家务中的重要性。",
                "where": "家庭，家中的厨房和客厅",
                "when": "1985年1月15日17:30",
                "who": "卜毓雪，母亲",
                "description": "1985年1月15日傍晚，母亲因为工作繁忙，晚归。我独自一人在家，厨房里堆满了未洗的碗碟，客厅还有凌乱的玩具。虽然才小学五年级，但我自觉地开始打扫，洗碗、收拾客厅。等母亲回家时，她看到一切都井井有条，露出疲惫却欣慰的笑容。那一刻，我第一次感到自己在家务中的重要性，内心有一丝成就感，但也感到家庭责任的压力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "那天晚上，父亲在工厂加班到很晚，母亲独自一人在家里照顾我和家务。母亲下班回家时已经很疲惫，但仍坚持做晚饭。",
                "where": "家里，厨房的灯光有些昏暗，厨房的桌子上摆满了还未洗的碗筷。",
                "when": "1981年12月15日19:30",
                "who": "母亲和我",
                "description": "1981年12月15日晚上，家里的厨房灯光昏暗，母亲拖着疲惫的身躯回到家。她没换下护士制服，就匆忙开始做晚饭。看到她眼中的倦意和额头的汗水，我心里说不出的心疼和无力。那一刻，我深刻意识到母亲为这个家的付出和牺牲，感到自己无力帮助她分担。这种无力感逐渐变成了一种深刻的责任感。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "晚饭后，我听到父母在厨房低声争吵，母亲责备父亲工作太忙，忽略了家庭。我躲在门后，听到母亲的抱怨和父亲的无奈解释。",
                "where": "家里，厨房的门后，昏暗的灯光下，我能听到父母的争吵声。",
                "when": "1981年12月15日20:15",
                "who": "父母和我",
                "description": "1981年12月15日晚上晚饭后，厨房里传来低声的争吵声。我躲在门后，听到母亲责备父亲工作太忙，顾不上家庭，父亲语气无奈地解释工作上的压力。我的心一下子沉了下来，感到无力和悲伤。那一刻，我更加坚定了要为家庭付出的信念，同时也感到生活中充满了责任和压力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "争吵结束后，我看到母亲独自坐在厨房的桌前，眼中含泪。我走过去，试图安慰母亲，但自己也忍不住哭了起来。",
                "where": "家里，厨房的桌前，桌上还放着晚饭后的残羹剩饭。",
                "when": "1981年12月15日20:45",
                "who": "母亲和我",
                "description": "1981年12月15日晚上争吵结束后，母亲独自坐在厨房的桌前，眼中含着泪水。桌上还放着晚饭后的残羹剩饭。我走过去，想要安慰她，但看到她的泪水，我自己也忍不住哭了起来。那一刻，我感受到母亲的脆弱和无助，意识到家庭的稳定不仅依赖于父母的努力，也需要我的关心和支持。我更加坚定了要为家庭付出一切的决心，同时也感到了沉重的压力和责任感。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我在暑假的一个下午，站在邻居家的院子里，看到邻居家的小伙伴和他们的父母一起玩耍。阳光透过树叶洒在草地上，他们的笑声充满了整个院子。我默默地观察这一切，心中充满了羡慕和渴望。",
                "where": "邻居家院子的草地上，周围是茂密的树木和花坛。",
                "when": "1982年7月15日15:30",
                "who": "我，邻居家的小伙伴和他们的父母",
                "description": "1982年7月15日下午，我站在邻居家的院子里，看着小伙伴和他们的父母在草地上玩耍。阳光透过树叶洒在草地上，景色美好，他们的笑声充满了整个院子。我默默地站在一旁，心中充满了羡慕和渴望，内心对家庭和谐的向往愈发强烈。我开始意识到自己家中父母工作忙碌，缺乏这种亲密的家庭互动。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "当晚，我回到家中，看到父亲仍在加班未归，母亲正在厨房忙碌。我默默地帮母亲洗菜，心里想着白天看到的情景。试图与母亲聊起家庭活动，母亲疲惫的笑容让我感到无奈和心酸。",
                "where": "家中的厨房，周围摆满了正在准备的晚餐食材。",
                "when": "1982年7月15日18:45",
                "who": "我，母亲",
                "description": "1982年7月15日傍晚，我回到家中，看到父亲仍在加班未归，母亲在厨房忙碌。我默默地帮母亲洗菜，心里想着白天看到的情景。我试图与母亲聊起家庭活动，母亲疲惫的笑容让我感到无奈和心酸。这次对话让我更深刻地感受到家庭责任的重要性，同时也感到一种无力感和孤独感。我意识到母亲为家庭付出的辛劳，决心未来要努力创造一个和谐的家庭环境。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "几天后，我与邻居家的小伙伴一起玩耍时，忍不住问他们平时都做些什么家庭活动。小伙伴兴致勃勃地分享了他们与父母一起做游戏、野餐的经历，我听得入神，心中充满向往。",
                "where": "邻居家的院子，草地上铺满了玩具和游戏道具。",
                "when": "1982年7月18日10:00",
                "who": "我，邻居家的小伙伴",
                "description": "1982年7月18日上午，我与邻居家的小伙伴在院子里玩耍。我忍不住问他们平时都做些什么家庭活动。小伙伴兴致勃勃地分享了他们与父母一起做游戏、野餐的经历，我听得入神，心中充满向往。这次对话让我更加明确了自己对家庭活动的渴望，也让我感到与同龄人的生活差距。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "一个平静的下午，我和母亲一起去市中心的书店。母亲忙着挑选一些医学书籍，而我在儿童读物区徘徊。偶然间，我走到一本关于园艺的书前，书中的图片和介绍深深吸引了我。",
                "where": "市中心书店，书店宽敞明亮，空气中弥漫着纸张的香味，书架整齐地排列着各种书籍。",
                "when": "1985年6月10日14:15",
                "who": "我和母亲",
                "description": "1985年6月10日下午，我和母亲来到市中心的书店。书店里人不多，显得非常安静。母亲在医学书籍区仔细挑选书籍，我则在儿童读物区随意浏览。当我看到一本关于园艺的书时，书中的色彩鲜艳的图片和详细的介绍让我不由自主地停了下来。我翻开书页，里面的各种植物和花卉的图片让我感到无比新奇和兴奋。那一刻，我第一次感受到对某件事物的强烈兴趣，心中充满了期待和好奇。我意识到，生活中除了完成家庭作业和帮助家务之外，还有其他事情可以让我感到快乐和满足。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "买下园艺书后，我迫不及待地回到家，开始阅读书中的内容。我决定利用家里的阳台空间，尝试种植一些简单的植物，如香草和小花。",
                "where": "家中的阳台，阳台虽小，但阳光充足，有几盆空的花盆和一些泥土。",
                "when": "1985年6月10日17:30",
                "who": "我",
                "description": "1985年6月10日傍晚，我带着刚买的园艺书回到家，心中充满了期待和兴奋。我找到了家里的阳台，虽然阳台不大，但阳光充足，非常适合种植植物。我按照书中的指导，准备了一些简单的工具和材料，开始种植香草和小花。我一边阅读书中的知识，一边亲自动手尝试，过程中遇到了不少困难，但我不断摸索和改进。随着时间的推移，我看到种下的植物逐渐发芽、生长，心中的成就感和满足感油然而生。这一过程不仅丰富了我的日常生活，还让我意识到自己有能力创造出美好的事物。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "我的植物逐渐茁壮成长，我的成就感和幸福感也随之增加。我常常向邻居小伙伴和表姐分享自己的园艺心得，并邀请他们来家里参观我的阳台花园。",
                "where": "家中阳台及周边邻居家，阳台上摆满了各种植物，邻居家和表姐家都在附近。",
                "when": "1985年7月15日15:45",
                "who": "我、邻居小伙伴、表姐",
                "description": "1985年7月15日下午，我的阳台花园已经初具规模，各种植物茁壮成长，阳台上充满了绿意和生机。我感到无比的成就感和幸福感，便将这些心得分享给邻居的小伙伴和表姐。我们经常在一起讨论种植技巧，交换经验，我还邀请他们来家里参观我的阳台花园。每当他们赞美我的植物时，我的内心感到非常满足和自豪。与朋友和亲人分享园艺的快乐，让我感受到被理解和支持，也增强了我的自信心。我更加坚定了自己的信念，即通过寻找新的兴趣和活动可以让生活变得更有意义和充实。在追求个人兴趣的同时，我仍然可以维持和发展良好的社会关系。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "童年时期",
                "what": "一个阳光明媚的周六下午，我和父母决定一起去公园散步。这个决定是因为父母工作繁忙，难得有机会全家一起外出，父亲更是特意请了半天假。母亲也特意准备了小吃和饮料，希望能和家人度过一个愉快的下午。",
                "where": "公园，树荫下有几张长椅，远处有一个小湖。",
                "when": "1984年9月15日15:30",
                "who": "我（卜毓雪），父亲，母亲",
                "description": "1984年9月15日下午，在一个阳光明媚的周六，父母决定带我去公园散步。父亲特意请了半天假，母亲提前准备了小吃和饮料。我们在公园找到一个树荫下的长椅坐下，母亲拿出准备好的小吃和饮料，我感受到了家庭的温暖和父母对我的关爱。那一刻，我内心感到无比的满足和幸福。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "童年时期",
                "what": "在公园里，我和父母走到湖边，看到一对父子在钓鱼。父子俩的互动非常和谐，父亲耐心地教孩子如何钓鱼，孩子则兴奋地回应。我看着这一幕，心中感到羡慕和向往。",
                "where": "公园的湖边，湖水清澈，周围有几棵柳树。",
                "when": "1984年9月15日16:00",
                "who": "我（卜毓雪），父亲，母亲，陌生的父子",
                "description": "1984年9月15日下午4点左右，我和父母走到公园的湖边，看到一对父子在钓鱼。父亲耐心地教孩子如何钓鱼，孩子则兴奋地回应着。看着他们和谐的互动，我心中感到无比的羡慕和向往。我深深地希望我们的家庭也能有这样的互动和活动。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "童年时期",
                "what": "在公园散步结束后，我们一家回到了家中。母亲提议下次周末再计划一次家庭活动，父亲也表示同意并建议可以去附近的山上露营。我对此非常期待，开始规划和想象下次家庭活动的情景。",
                "where": "家中的客厅，沙发上摆放着一些公园带回来的零食袋。",
                "when": "1984年9月15日18:00",
                "who": "我（卜毓雪），父亲，母亲",
                "description": "1984年9月15日晚饭后，我们一家回到家中，坐在客厅里聊天。母亲提议下次周末再计划一次家庭活动，父亲也表示同意，并建议可以去附近的山上露营。我对此非常期待，开始规划和想象下次家庭活动的情景。那一晚，我们一家人都非常愉快，讨论着未来的计划。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "childhood",
                "what": "我在学校的作文比赛中写了一篇关于家庭责任的文章。为了完成这篇作文，我花了数天时间在家中和学校之间奔波，查阅资料，和老师同学讨论，最终完成了这篇作文。比赛当天，我在课堂上朗读了自己的作文，得到了老师和同学们的热烈掌声。",
                "where": "学校的作文比赛教室，教室里布置着比赛的标语和评委席。",
                "when": "1985年11月15日14:30",
                "who": "卜毓雪，老师，同学",
                "description": "1985年11月15日下午，我站在学校作文比赛的教室里，手心有些冒汗。教室里挂着比赛的标语，评委席前坐着几位严肃的老师。当我开始朗读自己的作文时，心跳加速，但很快，我沉浸在自己的文字中。朗读完毕，教室里响起了热烈的掌声，老师和同学们都在微笑。我感受到一种从未有过的成就感和认可，仿佛自己的努力和付出终于得到了肯定。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "childhood",
                "what": "放学后，我怀着激动的心情回到家中，迫不及待地想要与父母分享我在作文比赛中获得的成功。我在厨房找到正在准备晚餐的母亲，母亲只是简单地回应了一句‘不错’，然后继续忙碌。",
                "where": "家里的厨房，母亲在灶台前忙碌，厨房里弥漫着饭菜的香味。",
                "when": "1985年11月15日18:00",
                "who": "卜毓雪，母亲",
                "description": "1985年11月15日傍晚，我兴冲冲地跑回家，在厨房找到了正在准备晚餐的母亲。厨房里弥漫着饭菜的香味，母亲正忙着炒菜。我激动地告诉她我在作文比赛中得了奖，她头也不抬地‘嗯’了一声，说‘不错’，然后继续忙碌。我心里顿时有些失落，原本期待的兴奋感消失了。我希望能从母亲那里得到更多的关注和认可，但她的冷淡反应让我感到孤独和失望。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "childhood",
                "what": "晚饭后，我再次尝试向父亲展示我的作文奖状，但父亲因为工作劳累，只是简单地看了一眼，夸奖了一句‘很好’，然后就去休息了。",
                "where": "家里的客厅，父亲坐在沙发上，手里拿着报纸，脸上显得疲惫。",
                "when": "1985年11月15日20:00",
                "who": "卜毓雪，父亲",
                "description": "1985年11月15日晚上，晚餐后，我拿着作文奖状走到客厅，父亲正坐在沙发上看报纸，脸上显得很疲惫。我兴奋地递给他奖状，期待他能多说几句赞美的话。他抬头看了一眼奖状，简单地说了句‘很好’，然后又继续看报纸。我心里一阵失落，感觉自己的努力和成就并没有得到应有的重视。父亲的敷衍让我更加感到失落和孤独，我意识到父母的忙碌让他们无暇顾及我的成就，这让我觉得自己在家庭中的位置变得有些微不足道。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "母亲在连续加班几天后，终于在家中得到了短暂的休息。然而，身体疲惫的她在晚饭后突然晕倒在地。我当时正在客厅看书，立即放下书本，冲到母亲身边。",
                "where": "家里的客厅，桌上还摆着未收拾的碗筷。",
                "when": "1983年3月15日19:32",
                "who": "我和母亲",
                "description": "1983年3月15日晚上，母亲在连续加班几天后，终于在家中得到了短暂的休息。然而，身体疲惫的她在晚饭后突然晕倒在地。我当时正在客厅看书，立即放下书本，冲到母亲身边。母亲躺在地板上，脸色苍白，我的心跳得飞快，手足无措，但还是迅速拨打了急救电话。等待救护车的过程中，我试图用母亲平时教我的急救知识来帮助她。内心感到极度恐慌，但也意识到自己必须保持冷静和坚强。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "救护车到达后，母亲被迅速送往医院。我留在家中照顾弟弟妹妹，一边安抚哭泣的弟弟妹妹，一边准备晚饭，并确保家中的一切正常。",
                "where": "家里，厨房和客厅。",
                "when": "1983年3月15日20:15",
                "who": "我、弟弟、妹妹、父亲",
                "description": "1983年3月15日晚些时候，救护车到达后，母亲被迅速送往医院。我留在家中照顾弟弟妹妹，他们因为母亲的晕倒而感到害怕和不安。我一边安抚哭泣的弟弟妹妹，一边准备晚饭。厨房里弥漫着煮饭的香气，但我的心情却异常沉重。父亲接到消息后也赶回了家，但他当时已经非常疲惫，我继续承担了大部分的家庭责任。尽管感到前所未有的压力，但我同时也感到了一种成就感和责任感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "母亲住院几天后，父亲和我一起去医院探望母亲。母亲恢复得很快，但依然需要静养。母亲对我在她昏倒期间所表现出的成熟和责任感感到非常骄傲，她在病床上握着我的手，表示感激和赞许。",
                "where": "医院病房，病房内有几张病床，空气中弥漫着消毒水的味道。",
                "when": "1983年3月18日14:45",
                "who": "我、母亲、父亲",
                "description": "1983年3月18日下午，我和父亲一起去医院探望母亲。母亲恢复得很快，但依然需要静养。病房内有几张病床，空气中弥漫着消毒水的味道。母亲看到我时，脸上露出了温暖的笑容。她握着我的手，感激地说：“你做得很好，妈妈为你感到骄傲。”我的内心感到非常温暖和满足，母亲的赞许让我感受到家庭的温暖和支持。这种正面的反馈让我更加确信，自己需要不断地为家庭付出才能获得这种认可和满足感。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "父母在客厅讨论家庭开支，父亲刚下班回来，母亲也刚结束了一天的护士工作。他们讨论如何支付下个月的账单，母亲抱怨工作太累，家里的开销太大。",
                "where": "家里的客厅，昏黄的灯光下，桌上放着几张账单。",
                "when": "1983年11月15日19:45",
                "who": "卜毓雪，父亲，母亲",
                "description": "1983年11月15日晚上，家里的客厅里弥漫着一种沉重的气氛。父亲刚下班回来，显得非常疲惫，母亲也刚结束了一天的护士工作，脸上写满了疲倦。他们坐在餐桌旁，桌上放着几张账单。母亲抱怨工作太累，家里的开销太大，父亲则默默听着，时不时叹口气。我在旁边听着，内心感到焦虑和无助。我开始意识到家庭的经济压力，并感到自己有责任帮助父母分担负担。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "父母讨论结束后，母亲进了厨房开始准备晚饭，父亲则坐在沙发上休息。我走到母亲身边，主动提出帮忙做饭，母亲看到我的主动表现，非常欣慰，并告诉我不需要这么担心家庭的事情。",
                "where": "家里的厨房，窗外天色渐暗，厨房台面上摆放着待处理的食材。",
                "when": "1983年11月15日20:10",
                "who": "卜毓雪，母亲",
                "description": "父母结束了讨论后，母亲走进了厨房准备晚饭，父亲则疲惫地坐在沙发上休息。我看着母亲忙碌的背影，心里有些不安，于是走到她身边，主动提出帮忙做饭。母亲看到我的主动表现，露出了欣慰的笑容，她轻轻拍了拍我的头，说：‘不需要这么担心家庭的事情，你还是个孩子。’我感到了一种成就感和满足感，同时也有些不安。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "几天后，我在学校与好友邻居小伙伴聊天时，提到了家中的经济困境。她告诉我，自己家里也有类似的困扰，但父母总是想办法解决，不会让孩子承受太多压力。",
                "where": "学校的操场，阳光明媚，孩子们在四处奔跑玩耍。",
                "when": "1983年11月18日12:30",
                "who": "卜毓雪，邻居小伙伴",
                "description": "几天后，在学校的操场上，阳光明媚，孩子们在四处奔跑玩耍。我和邻居小伙伴坐在一棵大树下聊着天，我提到了家中的经济困境。她听后，点了点头，说：‘我家里也有类似的困扰，但我父母总是想办法解决，不会让我承受太多压力。’我感到了一丝安慰，但内心依然觉得自己需要为家庭分担更多责任。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "childhood",
                "what": "在一个阳光明媚的夏日午后，我和表姐决定去田野里玩耍。田野里开满了各种野花，我们手牵手在花海中奔跑，笑声不断。表姐突然停下脚步，认真地对我说，她有一个梦想，就是成为一名医生，帮助更多需要帮助的人。",
                "where": "田野，四周都是盛开的野花，空气中弥漫着花香。",
                "when": "1984年7月15日14:30",
                "who": "我和表姐",
                "description": "1984年7月15日的下午，阳光洒在田野上，我和表姐手牵手在花海中奔跑，笑声回荡在空气中。当我们停下脚步，气喘吁吁地站在花丛中，表姐突然认真地对我说，她的梦想是成为一名医生，去帮助那些需要帮助的人。她的话让我感到震撼，这是我第一次听到有人谈论如此明确和有意义的生活目标。那一刻，我开始思考自己的生活目标，意识到我的生活缺乏明确的方向和意义。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "childhood",
                "what": "回家后，我把表姐的梦想告诉了母亲。母亲正忙着准备晚饭，但她停下来，认真地听我讲述。母亲微笑着告诉我，每个人都有自己的道路，找到自己的目标和意义是人生的重要部分。",
                "where": "家中的厨房，母亲正在切菜，厨房里弥漫着即将出锅的饭菜香味。",
                "when": "1984年7月15日18:00",
                "who": "我和母亲",
                "description": "1984年7月15日晚上，我回到家，把表姐的梦想告诉了母亲。她正在厨房忙着准备晚饭，但她停下手中的活，认真地听我讲述。母亲微笑着对我说，每个人都有自己的道路，找到自己的目标和意义是人生的重要部分。她的认真倾听和鼓励让我感到被重视和支持，意识到我也可以思考和探索自己的兴趣和目标，不必仅仅局限在家庭责任中。这一对话增强了我寻找生活与家庭之间平衡的决心。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "childhood",
                "what": "几天后，我在学校里和好友聊起了表姐的梦想。好友们开始分享各自的梦想，有人想成为飞行员，有人想成为老师。我发现，大家都有自己的目标和愿望，而我却没有一个明确的方向。",
                "where": "学校的操场，阳光明媚，孩子们三三两两地坐在草地上聊天。",
                "when": "1984年7月18日12:15",
                "who": "我、邻居小伙伴和小学同学",
                "description": "1984年7月18日中午，在学校的操场上，我和好友们聊起了表姐的梦想。好友们开始分享各自的梦想，有人想成为飞行员，有人想成为老师。我听着他们的分享，心里有些焦虑和不安，意识到自己没有一个明确的方向感。看着同龄的小伙伴们谈论着他们的梦想，我开始觉得自己在生活中缺乏目标和方向感，似乎他们比我更快乐和充实。这一事件加深了我对生活缺乏意义的感受，同时也促使我更加迫切地想要找到属于自己的生活目标。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "我在邻居家院子外玩耍时，看到了邻居小伙伴们在院子里种花，他们脸上洋溢着快乐的笑容，充满了兴奋和满足感。我站在一旁，静静地观察着这幅和谐的场景，感到一种内心的羡慕和向往。",
                "where": "邻居家院子的篱笆外，阳光明媚，空气中弥漫着花香。",
                "when": "1985年4月10日15:30",
                "who": "我，邻居小伙伴",
                "description": "1985年4月10日下午，我在邻居家的院子外玩耍。阳光洒在地上，空气中弥漫着淡淡的花香。邻居家的小伙伴们正围在一起种花，他们的脸上洋溢着快乐的笑容，时不时地发出欢笑声。我站在篱笆外，静静地看着这幅和谐的景象，心中涌起一阵羡慕和向往。我想，为什么我的生活没有这种简单而纯粹的快乐呢？"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "回到家后，我忍不住向母亲提起了自己在邻居家看到的情景。母亲听后，微笑着告诉我，园艺是一种非常放松和有趣的活动，建议我也可以试试看。母亲还承诺在周末带我去买一些花草。",
                "where": "家中的客厅，温馨的灯光下，母亲正在整理护士制服。",
                "when": "1985年4月10日16:00",
                "who": "我，母亲",
                "description": "1985年4月10日下午四点，我回到家后，忍不住向母亲提起了自己在邻居家看到的情景。家中的客厅温馨而宁静，母亲正在整理她的护士制服。她听后，微笑着对我说：“园艺是一种非常放松和有趣的活动，你也可以试试看。”母亲还承诺在周末带我去买一些花草。她的鼓励让我心中产生了一丝希望，开始期待尝试园艺，寻找新的兴趣爱好。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "周末到了，我和母亲一起去了花卉市场。我挑选了一些自己喜欢的花草，并在母亲的帮助下开始在自家院子里种植。虽然过程有些繁琐，但我感到非常满足和快乐，似乎找到了新的生活乐趣。",
                "where": "花卉市场和自家院子，市场里人来人往，院子里阳光温暖。",
                "when": "1985年4月13日10:00",
                "who": "我，母亲",
                "description": "1985年4月13日早上十点，周末的阳光明媚，我和母亲一起去了花卉市场。市场里人来人往，各种花草争奇斗艳。我挑选了一些自己喜欢的花草，心中充满了期待。回到家后，在母亲的帮助下，我开始在自家院子里种植这些花草。虽然过程有些繁琐，需要挖坑、浇水，但我感到非常满足和快乐。这似乎是我第一次真正感受到新的生活乐趣，仿佛打开了一扇通往新世界的门。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "我12岁生日当天，父母因为工作繁忙没有为我庆祝生日。回到家时看到家中冷冷清清，桌上没有蛋糕或礼物，心中感到非常失落和孤独。",
                "where": "家里，客厅的一角，桌子上摆放着未收拾的早餐碗碟。",
                "when": "1986年6月12日17:30",
                "who": "卜毓雪，父母",
                "description": "1986年6月12日下午，正是我12岁生日，我满怀期待地回到家。打开门，家里却没有一丝庆祝的气氛，只有冷冷清清的客厅和桌上未收拾的早餐碗碟。父母因为工作繁忙都不在家，桌上没有蛋糕，也没有礼物。我感到心里一阵失落和孤独，眼泪几乎要夺眶而出。那一刻，我觉得自己被忽视了，心中空荡荡的。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "尽管感到失落，但我决定理解父母的辛苦。当晚，我主动帮忙做家务，准备晚饭，希望通过付出来弥补内心的空虚。",
                "where": "家里，厨房，灶台上摆放着煮沸的锅和切好的菜。",
                "when": "1986年6月12日18:45",
                "who": "卜毓雪，母亲",
                "description": "1986年6月12日晚上，我虽然感到失落，但看着母亲下班后疲惫的样子，我决定理解她的辛苦。我走进厨房，开始帮忙做家务，切菜、煮饭。灶台上煮沸的锅冒着热气，我试图通过忙碌来填补内心的空虚。当母亲看到我在准备晚饭时，她露出了欣慰的笑容。这让我感觉自己得到了些许认可，但内心仍然有些空落落的。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "几天后，在学校与同学聊天时，听到同学们谈论自己生日派对和收到的礼物，我感到更加孤独和失落。",
                "where": "学校，教室的角落，同学们围在一起聊天。",
                "when": "1986年6月15日12:30",
                "who": "卜毓雪，小学同学",
                "description": "1986年6月15日中午，在学校的教室里，同学们围在一起聊天，他们讨论着自己的生日派对和收到的礼物。我站在一旁，听着他们兴奋的讲述，心中感到更加孤独和失落。我的眼睛不自觉地湿润了，我低下头，不想让别人看到我的情绪。这一刻，我觉得自己与他们格格不入，内心的孤独感更加强烈。"
            }
        ]
    },
    "adolescence": {
        "name": "卜毓雪",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "我在一次期中考试前，父亲因为工作压力大，常常加班到深夜。这让我感到焦虑，因为我很希望父亲能多陪伴家人。某天晚上，我决定熬夜学习以取得好成绩，希望能让父亲感到骄傲。",
                "where": "家中的书房，书桌上堆满了课本和笔记，台灯的光线昏黄而温暖。",
                "when": "1988年5月10日22:30",
                "who": "卜毓雪",
                "description": "1988年5月10日晚，我坐在家中的书房里，台灯的光线昏黄而温暖，照在堆满课本和笔记的书桌上。父亲又一次因为工作压力大而加班到深夜，这让我感到非常焦虑和无助。我知道他很希望我能取得好成绩，所以那天晚上我决定熬夜学习，希望能让他感到骄傲。尽管疲惫不堪，我还是拼命地背诵公式和单词，内心充满了责任感和对父亲的期望。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "在父亲再次深夜回家时，我决定和他谈谈我的学习情况，希望得到他的认可和鼓励。然而，父亲因过度疲劳而显得心不在焉，这让我感到失落和不安。",
                "where": "家中的客厅，沙发上堆着父亲的外套，茶几上放着母亲泡好的茶。",
                "when": "1988年5月12日23:15",
                "who": "卜毓雪，父亲",
                "description": "1988年5月12日深夜，父亲终于下班回家，我在家中的客厅等待着他。沙发上堆着他的外套，茶几上放着母亲为他泡好的茶。我鼓起勇气和他谈谈我的学习情况，希望得到他的认可和鼓励。然而，父亲因过度疲劳而显得心不在焉，他的眼神游离，仿佛没有听到我说的话。我感到一阵失落和不安，心中的期待瞬间化为乌有。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "在母亲受伤的那一天，我帮助母亲处理伤口后，两人一起坐在厨房里，母亲对我表示了由衷的感谢，并且说出了那句“你真是妈妈的好帮手”。",
                "where": "家中的厨房，桌上摆着母亲正在准备的晚餐，窗外的夕阳洒进来，给厨房增添了一丝温暖。",
                "when": "1988年5月15日18:45",
                "who": "卜毓雪，母亲",
                "description": "1988年5月15日傍晚，我在家中的厨房里帮助母亲处理她受伤的手指。桌上摆着母亲正在准备的晚餐，窗外的夕阳洒进来，给厨房增添了一丝温暖。母亲看着我的动作，眼里满是感激和欣慰。她轻轻地对我说：“你真是妈妈的好帮手。”那一刻，我感受到一种从未有过的满足感和幸福感，母亲的认可让我觉得所有的付出都是值得的。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "高一时，我的成绩一直非常优异，每天早晨6:00起床，晚上11:00休息，严格遵循学习计划。我的父亲虽然工作繁忙，但对我的学习非常关心，经常在晚饭后询问我的学习进度并给予鼓励。不过，这让我感到很大的压力，担心自己辜负父亲的期望。",
                "where": "家中客厅，温馨的灯光下，桌上摆着爸爸刚从公司带回来的文件。",
                "when": "1989年11月10日19:30",
                "who": "卜毓雪，父亲",
                "description": "1989年11月10日晚上，我和父亲坐在家中的客厅，温暖的灯光照在我们身上。父亲忙了一天，脸上依旧挂着疲惫，但他还是关心地问起我的学习进度。他的鼓励让我感到温暖，但也让我感到无形的压力。我害怕自己有一天会辜负他的期望，内心充满了焦虑。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "期中考试前的一天晚上，我感到前所未有的紧张，在家中复习到深夜。母亲送来一杯热牛奶，轻声安慰我说不要太过紧张，考试只是生活的一部分。母亲的温柔让我稍微放松了一些，但内心的焦虑并没有完全消除。",
                "where": "家中书房，桌上堆满了复习资料，台灯下的光线柔和却有些刺眼。",
                "when": "1989年11月14日23:00",
                "who": "卜毓雪，母亲",
                "description": "1989年11月14日深夜，我坐在家中的书房里，眼前是堆积如山的复习资料。母亲轻轻推开门，端着一杯热牛奶走进来。她温柔地说：“别太紧张，考试只是生活的一部分。”她的关心让我感到一丝温暖，但我依旧无法摆脱那份沉重的焦虑，心中对未来的迷茫依旧挥之不去。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "期中考试成绩公布的那天，我发现自己的成绩并不理想，比平时低了许多。我心情非常低落，整天在学校里都闷闷不乐。班主任在课后找到了我，在教室里与我进行了深刻的交谈，鼓励我不要因为一次失误否定自己，并告诉我在生活中需要找到更多的平衡。",
                "where": "学校教室，阳光透过窗户照进来，教室里空荡荡的，只有我和班主任。",
                "when": "1989年11月20日16:30",
                "who": "卜毓雪，班主任",
                "description": "1989年11月20日下午，我一个人坐在空荡荡的教室里，看着成绩单上不理想的分数，心情低落。班主任走了过来，坐在我旁边，轻声说道：“毓雪，不要因为一次失误就否定自己。生活中不仅仅是学习，还有很多值得追求的东西。”她的话语像一股清风，吹散了我心中的阴霾。我开始意识到，生活不应只有学习和考试，还需要更多的平衡和目标。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "我放学后走在回家的路上，心里想着今天在学校发生的事情，感到有些疲惫，但更多的是对家的向往。突然，我看见邻居家的女孩和她的母亲在花园里一起种花，她们有说有笑，显得非常幸福。我停下了脚步，站在路边，默默地看了很久。",
                "where": "邻居的花园，花园里种满了各种鲜花，空气中弥漫着花香。",
                "when": "1990年4月15日16:30",
                "who": "我、邻居家的女孩、女孩的母亲",
                "description": "1990年4月15日下午放学后，我走在回家的路上，想着今天在学校发生的事情，感到有些疲惫，但更多的是对家的向往。走到邻居家的花园时，我看到邻居家的女孩和她的母亲在花园里一起种花，她们有说有笑，显得非常幸福。我停下了脚步，站在路边，默默地看了很久。看着她们的亲密互动，我感到一种深深的向往和羡慕，渴望这样的亲密和快乐。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "回到家后，我看到母亲正在厨房忙碌，父亲则还未下班。我帮着母亲一起准备晚餐，心里却一直想着在邻居花园里看到的情景。晚餐时，我试探性地问母亲是否可以周末一起做些园艺活动，母亲愉快地答应了，表示这会是一个放松的好主意。",
                "where": "卜毓雪的家，厨房里弥漫着晚餐的香味，餐桌上摆满了准备好的食材。",
                "when": "1990年4月15日18:00",
                "who": "我、母亲",
                "description": "回到家后，我看到母亲正在厨房忙碌，父亲还未下班。我帮着母亲一起准备晚餐，但心里一直想着在邻居花园里看到的情景。晚餐时，我试探性地问母亲是否可以周末一起做些园艺活动，母亲愉快地答应了，表示这会是一个放松的好主意。母亲的积极回应让我感到一丝欣慰和期待，觉得自己找到了一个新的兴趣点，可以通过这种方式与家人互动。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "周末到了，我和母亲一起在后院种花，我们一边忙碌一边聊天，分享彼此的心情和想法。虽然过程有些累，但看到花园渐渐变得美丽，我感到一种前所未有的满足和幸福感。",
                "where": "卜毓雪的后院，后院里有一块空地，适合种花。",
                "when": "1990年4月21日10:00",
                "who": "我、母亲",
                "description": "周末到了，我和母亲一起在后院种花，我们一边忙碌一边聊天，分享彼此的心情和想法。虽然过程有些累，但看到花园渐渐变得美丽，我感到一种前所未有的满足和幸福感。这种亲密的互动和共同的劳动让我感到与母亲的关系更加紧密，同时也找到了生活中的新乐趣。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "高二开学后不久，我和好朋友得知她需要转学的消息。当时我们正准备回家，班主任老师把我们叫到操场，告诉我们这个消息。",
                "where": "学校操场，操场上有三三两两的同学在聊天，夕阳的余晖洒在操场上。",
                "when": "1990年9月7日16:30",
                "who": "我，好朋友，班主任",
                "description": "1990年9月7日下午4点半，我和好朋友刚刚放学，班主任把我们叫到操场。他轻声告诉我们，她的家人决定让她转学。这消息像晴天霹雳般击中了我。我感到心里一阵酸楚，眼泪在眼眶里打转。好朋友同样震惊，但她微笑着安慰我，说我们要在剩下的时间里尽量多相处，珍惜最后的时光。操场上的晚霞变得格外美丽，但我的心情却无比沉重。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "在得知朋友要转学的消息后，我和她决定一起度过最后一个周末，去我们最喜欢的公园散步，并拍了一些照片作为纪念。",
                "where": "市中心公园，公园里有我们最喜欢的小湖和长椅。",
                "when": "1990年9月9日10:00",
                "who": "我，好朋友",
                "description": "1990年9月9日上午10点，我和好朋友来到市中心公园。这是我们最喜欢的地方，公园里的小湖倒映着蓝天白云，我们坐在长椅上，回忆起过去的点点滴滴。我们还带了相机，拍了很多照片，希望能把这美好的时光永远留住。我们在湖边散步，聊着未来的计划和梦想，心里有种说不出的不舍和感伤。这个周末让我感受到深厚的友谊和离别的痛苦，也让我更加珍惜我们之间的这段友情。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "送别的那天，我和好朋友在车站依依不舍地告别。她紧紧拥抱我，对我说：‘毓雪，不管我们身处何地，友谊永远不会改变。’",
                "where": "车站，人来人往，车站广播声不断。",
                "when": "1990年9月10日08:30",
                "who": "我，好朋友",
                "description": "1990年9月10日上午8点半，我和好朋友站在车站，她即将离开。车站里人来人往，广播不停地播报着车次信息。我们紧紧拥抱，眼泪再也忍不住流了下来。她轻声对我说：‘毓雪，不管我们身处何地，友谊永远不会改变。’我点点头，但心里还是感到无比的孤独和失落。看着她离去的背影，我意识到生活中的许多事情是无法控制的。这次告别让我更加珍惜现有的亲情和友情，同时也让我感到生活的无常和不确定。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "一天晚上，我正在自己的房间里复习功课，突然听到客厅里传来父母的争吵声。父亲抱怨家里的经济压力，母亲则在劝说父亲要坚持供我上学。",
                "where": "家中的客厅，客厅的灯光昏暗，墙上挂着全家福照片。",
                "when": "1991年3月15日20:45",
                "who": "父亲，母亲",
                "description": "1991年3月15日晚上，我在房间里复习功课，突然听到客厅里传来父母的争吵声。我放下书本，悄悄走到门口，听见父亲在抱怨家里的经济压力，说供我上学让他感到很吃力。母亲则在劝说他要坚持下去，不要因为经济问题影响我的未来。我站在门后，心里充满了焦虑和自责，感到家庭的巨大经济压力压得我喘不过气。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "几天后，我在学校的自习室里，心情沉重。好朋友晓梅注意到我的异常，主动关心我，并邀请我一起讨论未来的计划。",
                "where": "学校自习室，书桌上堆满了课本和笔记本。",
                "when": "1991年3月18日16:30",
                "who": "卜毓雪，晓梅",
                "description": "1991年3月18日下午，我在学校的自习室里，心情沉重，脑海中不断回想着父母的争吵。晓梅注意到我有些心不在焉，关切地问我发生了什么。我犹豫了一下，最终告诉她家里的经济状况。晓梅拍拍我的肩膀，安慰我说一切都会好起来的，并邀请我一起讨论未来的计划。晓梅的关心让我感到些许安慰，但我仍然无法摆脱对家庭经济状况的担忧。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "一个周末的早晨，我和母亲一起在厨房做早餐。犹豫了一会儿，我最终还是向母亲询问家里的经济状况，并表示自己愿意兼职帮补家用。",
                "where": "家中厨房，阳光透过窗户洒在餐桌上，空气中弥漫着早餐的香味。",
                "when": "1991年3月24日08:15",
                "who": "卜毓雪，母亲",
                "description": "1991年3月24日早晨，我和母亲在厨房里做早餐。我犹豫了一会儿，终于鼓起勇气问母亲家里的经济状况，并表示自己愿意兼职帮补家用。母亲听后，放下手中的锅铲，转过身来摸了摸我的头，温柔地说，只要我专心学习就好，不需要担心家里的事情。母亲的话让我感受到她的爱和支持，但同时也让我更加感到自己的责任重大。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "我在高三毕业前夕的几个月里，不断努力备战演讲比赛。每天放学后，我都会留在学校图书馆查资料、练习演讲，班主任老师也给予了许多指导和支持。",
                "where": "学校图书馆，书架间的桌子上堆满了参考书和笔记。",
                "when": "1992年4月15日16:30",
                "who": "我（卜毓雪）、班主任老师",
                "description": "1992年4月15日下午，我在学校图书馆埋头查资料，为即将到来的演讲比赛做准备。图书馆的窗外阳光正好，但我只能看到书架间的光影。我每天都会在这里待到很晚，甚至忘记时间。班主任老师时常会走过来，指点我演讲的技巧和注意事项。他总是温和地鼓励我，让我感到温暖和支持。尽管我对未来充满了不确定感，但这段时间的努力让我深刻感受到自己在学术上的潜力，也让我对未来的成功产生了期望。然而，家庭经济状况无法支持我继续上大学，这种矛盾加剧了我的焦虑和对未来的不确定感。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "在演讲比赛当天，我站在讲台上，面对全校师生，虽然紧张，但我凭借平时的练习，流利地完成了演讲，赢得了满堂喝彩，并荣获第一名。",
                "where": "学校礼堂，舞台上灯光明亮，台下坐满了师生。",
                "when": "1992年6月10日10:00",
                "who": "我（卜毓雪）、全校师生",
                "description": "1992年6月10日上午，演讲比赛的日子终于到了。我站在学校礼堂的讲台上，灯光照在我身上，台下是全校的师生。我的心跳得很快，手心也在冒汗，但我深吸一口气，开始了我的演讲。我把每天在图书馆练习的内容一字一句地说出来，声音逐渐变得坚定。演讲结束时，全场爆发出了热烈的掌声，我甚至看到了一些老师和同学眼中的赞赏和鼓励。这次成功让我感受到前所未有的成就感和自信心，暂时缓解了我对未来的焦虑。但同时，这也使得我更加渴望继续深造，进一步实现自己的潜力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "演讲比赛结束后，我回到家中，父母满脸骄傲地看着我，父亲说：‘毓雪，你真是我们家的骄傲！’",
                "where": "家中，客厅里摆满了家常的家具，充满了温馨的氛围。",
                "when": "1992年6月10日18:00",
                "who": "我（卜毓雪）、父亲、母亲",
                "description": "1992年6月10日晚上，我带着演讲比赛的奖杯回到家，父母迎上来，脸上满是骄傲和喜悦。父亲握着我的手，语气中充满了自豪：‘毓雪，你真是我们家的骄傲！’母亲也微笑着看着我，眼中充满了温柔和鼓励。父母的赞扬让我感到温暖和满足，但也让我感到更加沉重的责任感。我意识到自己不仅仅是为自己而努力，也是在为家庭争光。这种责任感进一步强化了我必须为家庭付出一切的信念，同时也加剧了我对未来的迷茫，因为我知道家庭经济不允许我继续上大学。这种矛盾的情感使我更加焦虑和困惑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "我在一次考试中取得了优异的成绩，然而我的父亲因为工作忙碌，没有时间来参加家长会。",
                "where": "学校的礼堂，那里布置得很庄重，墙上挂满了学生的作品和奖状。",
                "when": "1992年5月15日14:30",
                "who": "我, 班主任老师",
                "description": "1992年5月15日下午，我在学校的礼堂参加家长会。那天礼堂里充满了学生和家长的欢声笑语，但我的父亲因为工作忙碌，没有来参加。当班主任老师宣布我的成绩时，台下的家长们纷纷鼓掌，但我却感到一阵失落和孤独。我努力学习的成果没有得到父亲的认可，这让我觉得自己的努力仿佛失去了意义。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "我的朋友在课堂上提到自己将要去参加一个大学预科夏令营，这让我心情复杂。",
                "where": "学校教室，教室里阳光透过窗户洒在课桌上，显得格外明亮。",
                "when": "1992年6月20日10:45",
                "who": "我, 中学好友",
                "description": "1992年6月20日上午，我和朋友在教室里聊天。她兴奋地告诉我，她即将参加一个大学预科夏令营。我听到后，心情复杂，感到羡慕和失落。我知道这样的机会对我来说遥不可及，因为家庭经济情况无法负担这些费用。这让我更加坚定地认为自己必须为家庭付出一切，而我的未来充满了未完成的目标。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "在一次家庭聚会上，父亲提到邻居家的女儿已经考上了大学，我心中感到一阵失落。",
                "where": "家中的客厅，沙发和茶几上的水果拼盘显得格外诱人。",
                "when": "1992年8月25日19:00",
                "who": "父亲和母亲",
                "description": "1992年8月25日晚上，在家中的客厅，我们一家人正在举行家庭聚会。父亲提到邻居家的女儿已经考上了大学，我心中感到一阵失落。这时，母亲拍拍我的肩膀，温柔地说：‘毓雪，你已经做得很好了，我们都为你感到骄傲。’虽然母亲的安慰让我感到温暖，但我依然深深感受到生活的无奈和对未来的迷茫。这一事件进一步强化了我对生活缺乏意义的感受。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "一天放学后，我在学校的图书馆里学习，突然看到同学小明被他的父母责骂，因为考试成绩不好。小明低着头，眼泪在眼眶里打转。",
                "where": "学校图书馆，安静的环境中，书架旁还摆放着许多学生的书包。",
                "when": "1989年12月15日16:30",
                "who": "卜毓雪、小明、小明的父母",
                "description": "1989年12月15日下午，我在学校图书馆里埋头学习。忽然间，我听到书架那边传来了低声的责骂声。我抬头一看，是同学小明的父母，他们正因为小明的考试成绩不好而责备他。小明低着头，不敢直视父母，眼泪在眼眶里打转。看到这一幕，我的心里感到一阵酸楚和同情，同时也感到了一股无形的压力。这一场景让我想到，如果我成绩不好，会不会也遭到类似的责骂？这种焦虑像是一块重重的石头压在我的心头。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青春期",
                "what": "在回家的路上，我和好友小芳讨论了刚才看到的情景。小芳表示她也感到很大的学习压力，并且经常因为成绩问题被父母责备。",
                "where": "回家的路上，街道两旁的树木在冬天的寒风中摇曳。",
                "when": "1989年12月15日17:00",
                "who": "卜毓雪、小芳",
                "description": "1989年12月15日下午放学后，我和我的好友小芳一起走在回家的路上。我们聊起了在图书馆看到小明被责骂的事情。小芳叹了口气，说她也经常因为成绩问题被父母责备，她觉得自己承受了很大的学习压力。听到她这么说，我心里稍微安慰了一些，因为我知道我并不是唯一一个感到压力和焦虑的人。然而，这次谈话也加深了我对学习成绩的恐惧。我开始想，如果我努力学习并取得好成绩，或许可以避免被责骂。这种想法在我心中扎根，使我更加努力地投入到学习中去。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青春期",
                "what": "晚上回到家后，父母注意到我情绪低落，关心地询问我发生了什么。我犹豫了一下，但最终决定告诉父母我在学校看到的事情以及我感受到的压力。",
                "where": "家中，温暖的客厅里，灯光柔和，桌上摆着妈妈刚煮好的晚餐。",
                "when": "1989年12月15日19:30",
                "who": "卜毓雪、父母",
                "description": "1989年12月15日晚上，我回到家后，父母注意到我情绪低落，便关心地问我发生了什么。我犹豫了片刻，最终决定告诉他们在学校看到小明被责骂的事情，以及我因此感受到的压力和焦虑。父母听完之后，温柔地安慰我，告诉我他们不会因为我的成绩而责骂我，只要我尽力就好。听到他们这么说，我的心稍微放松了一些，但内心的压力和焦虑依然存在。这次谈话让我感受到了家庭的支持和温暖，但我依然深深地感到自己肩负着为家庭付出一切的责任。这种责任感让我感到既温暖又沉重。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "父亲因为工作原因被调到外地，需要离开一段时间。我和母亲在车站送别父亲。",
                "where": "车站，拥挤的站台上，周围人来人往，火车的汽笛声不时响起。",
                "when": "1991年10月15日08:30",
                "who": "父亲和母亲",
                "description": "1991年10月15日早上，我和母亲一同去车站送别父亲。站台上人流涌动，火车的汽笛声此起彼伏。父亲背着行李，脸上带着些许疲惫和不舍。母亲眼中闪烁着泪光，紧紧握着我的手。我强忍住心中的难过，微笑着对父亲说再见。火车启动的瞬间，我看到母亲眼角的泪水滑落，心中涌起一种强烈的责任感，觉得自己必须为家庭付出更多。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "父亲离开后的第一个周末，我和母亲在家中一起做饭、整理家务。",
                "where": "家中，厨房里弥漫着饭菜的香气，客厅里阳光透过窗帘洒进来。",
                "when": "1991年10月19日10:00",
                "who": "母亲",
                "description": "1991年10月19日上午，父亲离开后的第一个周末，我和母亲在家中一同忙碌。厨房里弥漫着饭菜的香气，我切菜，母亲在锅中翻炒，我们配合默契。饭后，我们一起整理家务，阳光透过窗帘洒进客厅，显得格外温暖。母亲虽然脸上带着微笑，但我能感觉到她内心的孤独和无助。看到她疲惫的样子，我心中更加坚定了要承担起更多家庭责任的决心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "父亲离开后的一个月，母亲因工作压力和家庭负担感到身心疲惫。",
                "where": "家中，晚餐后的餐桌上，母亲靠在椅子上，脸上显露出疲惫之色。",
                "when": "1991年11月15日18:45",
                "who": "母亲",
                "description": "1991年11月15日傍晚，父亲离开后的一个月，母亲在晚饭后显得格外疲惫。她靠在椅子上，揉着酸痛的肩膀，脸上写满了倦意。我坐在她对面，看着她疲惫的样子，心中充满了焦虑和压力。我感到自己必须更加努力，帮助母亲减轻家庭负担。那一刻，我深深体会到家庭责任的重量，并下定决心要为母亲分担更多的家务和情感支持。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "我和同学们在课间操场上聊天，讨论了各自的家庭和学习压力。听到一位同学谈起她的父母对她的期待和压力，并表达快要撑不下去的感觉。",
                "where": "学校操场，四周是正在活动的学生，春季的阳光照在操场上。",
                "when": "1990年5月15日15:30",
                "who": "几位同学，我",
                "description": "1990年5月15日下午，我和几位同学在学校操场上聊天。微风拂面，四周是正在活动的学生。我们谈到了各自的家庭和学习压力。一位同学说起她的父母对她的期待和压力，甚至说她快要撑不下去了。这段话深深触动了我，让我意识到我并不是唯一一个感到压力的人。那一刻，我感受到了共鸣和理解，孤独感减轻了不少，同时也让我开始关注自己的心理健康和应对策略。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "回到家后，我向母亲倾诉了同学们的谈话内容，表达了自己也感到学习压力很大。",
                "where": "家中的客厅，温馨的灯光下，母亲正在做针线活。",
                "when": "1990年5月15日18:45",
                "who": "母亲，我",
                "description": "1990年5月15日晚上，我回到家后，走进客厅，看到母亲在温馨的灯光下做针线活。我坐在她旁边，向她倾诉了今天在学校听到的同学们的谈话内容，并告诉她我也感到学习压力很大。母亲放下手中的针线活，认真听着我的话，然后给了我很多情感支持，告诉我她年轻时如何平衡家庭和学习的经验。她的话让我觉得自己被理解和支持，缓解了我的焦虑感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "几天后，我决定与班主任老师进行一次谈话，寻求更多的学习和减压建议。",
                "where": "学校办公室，书架上摆满了各种书籍，办公桌上堆满了文件。",
                "when": "1990年5月18日14:00",
                "who": "班主任老师，我",
                "description": "1990年5月18日下午，我鼓起勇气走进班主任老师的办公室。书架上摆满了各种书籍，办公桌上堆满了文件。我向老师表达了自己的学习压力和困惑，寻求更多的建议。老师耐心地听我讲述，并给了我一些具体的学习方法和时间管理技巧。他的建议让我感到一种新的信心，并让我明白如何更好地管理学习和生活压力。从那天起，我开始尝试在生活中找到更多的平衡和满足感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "在放学回家的路上，我遇到了小学同学，她告诉我她已经辍学在家帮忙打理家务。当时我感到非常震惊和难过。",
                "where": "回家路上，街道两旁的梧桐树叶已经开始泛黄，空气中弥漫着秋天的气息。",
                "when": "1990年11月15日16:30",
                "who": "小学同学",
                "description": "1990年11月15日下午放学后，我在回家的路上遇到了小学同学。我们在一个十字路口偶遇，停下来聊了几句。她告诉我她已经辍学在家，负责打理家务和照顾弟弟妹妹。我听到这个消息时，心里一阵酸楚，感到非常震惊和难过。她的表情虽然平淡，却带着一丝无奈和疲惫。我们站在路边聊了几分钟，然后互道再见。一路上，我的心情都很沉重，脑海中不断浮现她的脸庞。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "回到家后，我向母亲讲述了遇到小学同学辍学的事情，母亲非常理解我的感受，并告诉我她也曾面临类似的困境。母亲的支持让我感到温暖，但也让我更加意识到家庭责任的重压。",
                "where": "家中，客厅里温暖的灯光照亮了整个房间，母亲正在厨房忙碌。",
                "when": "1990年11月15日17:00",
                "who": "母亲",
                "description": "1990年11月15日下午回到家，我把书包放在沙发上，走进厨房看到母亲正在准备晚餐。我心情沉重地告诉她今天在回家路上遇到小学同学的事情，她已经辍学在家帮忙。我母亲停下手中的活，认真地听着。她轻轻拍了拍我的肩膀，说她也曾面临过类似的困境。母亲的眼神中透出理解和关切，她告诉我，家庭责任虽然重要，但不应该放弃自己的未来。她的话让我感到一阵温暖，但同时也让我更加意识到肩上的重担。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "在学校里，我向好朋友倾诉了此事，她也感到非常惊讶和同情。我们讨论了未来的打算，决定要更加努力学习，以避免类似的命运。",
                "where": "学校，教室的角落，我们常常在那里分享心事。",
                "when": "1990年11月16日08:15",
                "who": "好朋友",
                "description": "1990年11月16日上午，在学校的课间休息时，我和好朋友坐在教室的角落里。我把昨天遇到小学同学的事情告诉了她，她也感到非常惊讶和同情。我们讨论起各自的未来，决定要更加努力学习，以避免类似的命运。她握住我的手，坚定地说我们一定可以做到。她的话让我感到友谊的力量，也让我对未来充满了希望和动力。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "在一个炎热的夏日，父母因为一封来自银行的信而发生了讨论，信中提到了家庭贷款的还款压力。",
                "where": "家中的客厅，窗外的蝉鸣声不断，空气中弥漫着燥热。",
                "when": "1991年07月15日19:15",
                "who": "父亲和母亲",
                "description": "1991年07月15日晚上，家中的客厅里，父母因为一封来自银行的信而陷入了沉重的讨论。那封信上详细列出了家庭贷款的还款压力。父亲紧皱眉头，母亲的脸上写满了担忧，我站在一旁，不知所措。随着讨论的深入，我第一次深刻地感受到家庭经济压力的严峻性。父亲的声音低沉而坚定，母亲则时不时叹气。我内心开始涌现出对未来的强烈不确定感和焦虑。这一刻，我明白了自己必须更加努力学习和承担家务，以减轻父母的负担。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "在父母讨论的次日，母亲独自坐在厨房，眼神疲惫，我主动上前询问情况。",
                "where": "家中的厨房，窗外的阳光透过纱窗洒进来，桌上还残留着早餐的痕迹。",
                "when": "1991年07月16日08:30",
                "who": "母亲和我",
                "description": "1991年07月16日上午，我看到母亲独自坐在厨房里，眼神疲惫，手中握着一杯凉了的茶。我心头一紧，走上前去，轻声问她发生了什么。母亲抬起头看着我，眼中闪烁着泪光。她告诉我，昨天的讨论让她彻夜未眠，家庭经济的困难和对未来的担忧压得她喘不过气来。听着她的讲述，我感到深深的责任感和无力感。我明白，母亲的忧虑远比表面上的疲惫更为沉重。我决定要更加努力地帮助家庭，以缓解母亲的压力和自己的焦虑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "几天后，我在学校与好友讨论未来，提到自己可能无法继续上大学的困境。",
                "where": "学校的操场，阳光明媚，操场上有同学们的欢笑声。",
                "when": "1991年07月18日17:00",
                "who": "我和好友",
                "description": "1991年07月18日下午，在学校的操场上，我和好友坐在草地上，阳光洒在我们的脸上。我鼓起勇气，向她倾诉了自己的困境，告诉她我可能无法继续上大学。我的声音有些颤抖，心中充满了不安和迷茫。好友听后，紧握着我的手，眼中充满了关切和支持。她鼓励我不要放弃，希望我能找到其他的发展路径。她的支持让我感到了一丝安慰，但同时也加深了我对未来的迷茫。这一刻，我再次感受到生活的意义和学业、家庭之间的平衡问题，让我陷入了深深的思考。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "好友小丽在一次重要的期中考试中没有取得理想的成绩，感到非常沮丧和失落。我决定在放学后陪她去公园散心。",
                "where": "公园，秋天的黄昏，树叶飘落在地上，空气中有一丝凉意。",
                "when": "1991年12月15日16:45",
                "who": "卜毓雪, 小丽",
                "description": "1991年12月15日下午放学后，我看到小丽独自坐在教室里，脸上写满了失望和沮丧。她刚刚得知自己期中考试成绩不理想。我走过去轻轻拍了拍她的肩膀，建议我们去公园散散心。到了公园，天色渐暗，我们坐在长椅上，看着落叶无声地飘落。小丽哭了，我拿出纸巾递给她，心里也感到一阵酸楚。我们聊了很久，她倾诉了对未来的迷茫，而我也开始反思自己的生活，意识到自己也需要寻找生活的平衡点。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "在那次散步后的一周，我和小丽决定共同报名参加学校的园艺社团，希望通过新的兴趣爱好来缓解学业压力和丰富课余生活。",
                "where": "学校，社团活动报名处，墙上贴着各类社团的招募海报。",
                "when": "1991年12月22日14:30",
                "who": "卜毓雪, 小丽",
                "description": "1991年12月22日下午，我和小丽在学校的社团活动报名处徘徊。墙上贴满了各类社团的招募海报，我们的目光被园艺社团的介绍吸引住了。小丽提议我们一起报名，我欣然同意。填写完报名表后，我们相视一笑，仿佛找到了新的希望。我们期待着通过这个新的兴趣爱好来减轻学业的压力，丰富我们的课余生活。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "在园艺社团的活动中，我结识了更多志同道合的朋友，我们一起交流园艺心得，共同参与社团活动，使我在学业之外有了更多的情感支持和社交圈子。",
                "where": "学校园艺社团活动室，室内布置温馨，摆满了各类植物和工具。",
                "when": "1992年1月5日17:00",
                "who": "卜毓雪, 小丽, 园艺社团成员",
                "description": "1992年1月5日下午，我和小丽来到园艺社团的活动室。室内布置得温馨舒适，各类植物和工具整齐地摆放在架子上。我们开始与其他社团成员交流园艺心得，分享各自的经验和想法。在这些活动中，我结识了更多志同道合的朋友，我们一起动手栽种、修剪，彼此的感情也逐渐加深。通过这些新的社交关系和活动，我感到生活更加丰富多彩，内心的焦虑感也逐渐减少。这一经历让我更加坚信找到生活的平衡点是自己感到满足和幸福的关键。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "我在一次家庭聚会之前，听到父母提到表哥因工作压力大导致情绪紧张。",
                "where": "家中的客厅，母亲正在整理客厅，准备家庭聚会。",
                "when": "1992年2月10日15:30",
                "who": "我（卜毓雪）、父母",
                "description": "1992年2月10日下午，我在家中的客厅帮忙整理，准备即将到来的家庭聚会。父母提到表哥最近因为工作压力大，常常加班到深夜，情绪变得非常紧张。母亲叮嘱我要在聚会中多关心表哥。我感到有些担忧，开始思考工作压力对一个人的影响。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "在家庭聚会上，表哥因工作上的不顺心情绪崩溃，大声吼叫并摔碎了一个碗。",
                "where": "家庭聚会的客厅，餐桌上摆满了各种家常菜。",
                "when": "1992年2月15日18:45",
                "who": "我（卜毓雪）、表哥、家人",
                "description": "1992年2月15日晚，在家庭聚会的客厅里，大家正围坐在餐桌旁共享晚餐。突然，表哥因工作上的不顺心情绪崩溃，当着所有家人的面大声吼叫，甚至摔碎了一个碗。家人们显得非常无奈和不知所措，聚会的气氛瞬间变得紧张。我感到非常害怕和无助，开始深刻体会到压力对人的巨大影响。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "聚会结束后，父母与我谈论表哥的情绪失控事件，强调工作和生活的平衡。",
                "where": "家中的客厅，聚会刚结束，大家都已离开。",
                "when": "1992年2月15日21:30",
                "who": "我（卜毓雪）、父母",
                "description": "1992年2月15日晚上，家庭聚会结束后，父母与我在客厅里谈论表哥的情绪失控事件。父母告诉我，工作和生活的平衡是多么重要，并鼓励我在学业和家庭之间找到平衡。他们的谈话让我感到了一些安慰和支持，同时也加深了我对生活平衡的理解。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "在高中毕业前的最后一次家长会上，我的父亲因为工作繁忙未能出席，母亲独自参加并与班主任讨论了我的未来。",
                "where": "学校的教室，教室里布置着各班的成绩单和展示板。",
                "when": "1992年6月15日09:30",
                "who": "母亲、班主任",
                "description": "1992年6月15日上午，在学校的教室里，母亲独自一人参加了我的最后一次家长会。教室里布置着各班的成绩单和展示板，母亲与班主任面对面坐下，讨论着我的未来。班主任对我的成绩给予了肯定，但也提到了家庭经济情况对我进一步深造的限制。母亲认真倾听，时而点头，时而皱眉。父亲的缺席让我感到失落，但母亲的关心让我感受到一丝温暖。这次家长会让我对家庭责任有了更深的理解，我更加坚定了为家庭付出的决心。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "高中毕业后，我与朋友们一起庆祝，并在聚会上讨论了各自未来的计划。我感到愧疚，因为我无法像其他人一样继续接受高等教育。",
                "where": "朋友的家中，客厅里布置着气球和横幅，充满了欢乐的氛围。",
                "when": "1992年6月30日19:00",
                "who": "朋友们",
                "description": "1992年6月30日晚上，在朋友的家中，我们举行了一次毕业庆祝会。客厅里布置着气球和横幅，大家欢笑着，讨论着各自的未来计划。有人兴奋地谈论着即将开始的大学生活，有人分享着自己对未来的憧憬。而我，心中却充满了愧疚和失落，因为我无法像其他人一样继续接受高等教育。我微笑着听他们说话，但内心却感到深深的自我怀疑和不确定感。这次聚会让我更加意识到自己没有实现全部潜力的痛苦。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "高中毕业后的一个星期天，我在家中帮忙做家务时，母亲对我说：‘毓雪，你真的长大了，妈妈为你感到骄傲。’",
                "where": "家中的厨房，窗外阳光明媚，厨房里弥漫着饭菜的香气。",
                "when": "1992年7月5日10:15",
                "who": "母亲",
                "description": "1992年7月5日上午，我在家中的厨房帮母亲做家务。窗外阳光明媚，厨房里弥漫着饭菜的香气。母亲擦了擦手，转过身来对我说：‘毓雪，你真的长大了，妈妈为你感到骄傲。’听到这句话，我心里一暖，感受到为家庭付出的成就感。然而，这句话也引发了我对生活意义的深刻思考。我一边继续擦拭桌面，一边默默地思索着未来的方向和自己的价值。这次经历让我更加坚定了为家庭付出的信念，同时也让我开始思考如何在家庭和个人生活之间找到平衡。"
            }
        ]
    },
    "youth": {
        "name": "卜毓雪",
        "stage": "青年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青年时期",
                "what": "我结束了一天的工厂工作后，和几个好朋友在工厂附近的一家小餐馆聚会。我们点了几道小菜和啤酒，开始聊起各自的生活和未来的计划。",
                "where": "工厂附近的一家小餐馆，环境简朴但温馨，桌上有几碟小菜和几瓶啤酒。",
                "when": "1993年5月05日18:30",
                "who": "卜毓雪，小玲，小张，小李",
                "description": "1993年5月5日晚上6点半，我和几个在工厂里的好朋友——小玲、小张和小李，一起去了工厂附近的一家我们常去的小餐馆。那天餐馆里人不多，灯光柔和，我们找了个角落坐下，点了几道小菜和啤酒。我们一边吃一边聊，小玲兴奋地讲着她打算去夜校学习会计的计划，小张则说他正在准备考研，小李则有开一家小店的打算。听着他们各自的规划和梦想，我心中不由得涌起一股焦虑感，因为我发现自己好像没有明确的方向。那一晚，我感到自己的生活缺乏充实感和意义，但同时也激发了我寻找自己兴趣的动力。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青年时期",
                "what": "受到了朋友们的启发，我决定尝试不同的兴趣爱好。我报名参加了工厂工会举办的书法班和烹饪班。在第一次书法课上，老师耐心地指导我如何握笔和运笔，虽然一开始我觉得有些困难，但逐渐地我找到了乐趣。",
                "where": "工厂工会的活动室，教室里摆放着长桌子和练习用的宣纸、毛笔。",
                "when": "1993年6月15日19:00",
                "who": "卜毓雪，书法老师，其他参加者",
                "description": "1993年6月15日晚上7点，我来到工厂工会的活动室，参加了第一次书法课。教室里摆放着长桌子，上面放着宣纸和毛笔。书法老师是一个和蔼的中年人，他耐心地指导我们如何正确握笔和运笔。虽然一开始我觉得有些困难，笔划总是歪歪扭扭的，但在老师的鼓励下，我逐渐找到了乐趣。通过参与这些活动，我感到生活变得更加充实和有意义。不仅学到了新的技能，还认识了一些有共同兴趣的朋友。我的焦虑感有所缓解，开始感到一种新的满足感和成就感。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青年时期",
                "what": "在书法班上认识了一段时间后，我和班上的一个同学小王成为了朋友。小王是一个性格开朗、乐于分享的人，她常常鼓励我尝试更多的新事物。一次，小王邀请我一起去参加一个周末的户外徒步活动。尽管我一开始有些犹豫，但在小王的鼓励下，我还是决定一试。",
                "where": "城市郊外的徒步路线，沿途风景优美，有山有水。",
                "when": "1993年7月10日08:00",
                "who": "卜毓雪，小王，徒步活动的其他参与者",
                "description": "1993年7月10日早上8点，我和书法班的朋友小王一起去了城市郊外参加一个徒步活动。小王是一个性格开朗、乐于分享的人，她常常鼓励我尝试更多的新事物。那天的徒步路线风景优美，沿途有山有水，空气清新。虽然刚开始我有些犹豫，不知道自己能不能坚持下来，但在小王的鼓励下，我决定一试。徒步过程中，我感受到了大自然的美丽和户外运动的乐趣，还结识了更多志同道合的朋友。那天，我感到非常开心和满足，同时也意识到生活中有很多值得探索的领域。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青年时期",
                "what": "我和丈夫决定搬到一个新的社区，因为他的新工作地点离新社区更近，这样我们可以节省通勤时间。我对即将到来的变化感到矛盾，一方面期待新环境，另一方面对离开熟悉的小城市感到不安。",
                "where": "我们原来的家，客厅里摆满了准备打包的箱子和杂物。",
                "when": "1995年7月1日09:00",
                "who": "我和丈夫",
                "description": "1995年7月1日上午，我们在客厅里讨论搬家的事。丈夫新找到了一份离新社区更近的工作，因此决定搬家。虽然节省通勤时间听起来很棒，但想到要离开这个住了多年的小城市，我心里充满了不安。我们坐在沙发上，四周围绕着即将打包的箱子，我感到一阵阵的矛盾和紧张。丈夫握住我的手，安慰我说，新环境会有新的机会和朋友，这让我感到稍微安心了一些。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青年时期",
                "what": "搬家当天，我们一起整理家具和物品，搬家公司的人也到场帮忙。整个过程紧张而忙碌，我不断担心新家的布置是否会顺利，以及新邻居是否友好。",
                "where": "新搬入的社区，家门前停着搬家公司的卡车，家里堆满了箱子和家具。",
                "when": "1995年8月1日08:30",
                "who": "我、丈夫和搬家公司人员",
                "description": "1995年8月1日早晨，我们的新家门前停着搬家公司的卡车，工人们忙碌地搬运家具和箱子。我一边指挥他们，一边和丈夫一起整理物品。虽然事情进展顺利，但我心里始终有种莫名的焦虑。新家的布置是否会顺利？新邻居是否友好？这些问题在我脑海中不断浮现。丈夫看出我的担忧，笑着对我说：“别担心，一切都会好的。”他的鼓励让我稍稍放松了一些，但内心的焦虑依然存在。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青年时期",
                "what": "搬家后的第一晚，我们在新家吃了第一顿晚餐。虽然环境陌生，但一起布置新家的过程让我感到一丝安慰。晚餐后，我们一起讨论如何适应新生活，并计划如何认识新邻居。",
                "where": "新家，餐桌上摆满了我们精心准备的晚餐。",
                "when": "1995年8月1日19:00",
                "who": "我和丈夫",
                "description": "1995年8月1日晚，我们在新家的餐桌旁吃了第一顿晚餐。虽然四周都是陌生的环境，但我们一起布置新家的过程让我感到一丝安慰。晚餐简单但温馨，有我最喜欢的红烧肉和丈夫爱吃的青菜。吃饭时，我们讨论了如何适应新生活，并计划第二天去拜访新邻居。丈夫笑着说：“我们会很快适应这里的。”他的乐观感染了我，让我觉得只要家庭在一起，我们就能面对任何挑战。晚餐结束后，我们一起洗碗，聊着未来的生活，心里渐渐踏实起来。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青年时期",
                "what": "我怀孕了，期间经历了情感和生理上的巨大变化，逐渐适应即将成为母亲的角色。家人和朋友的支持让我感到温暖和安心。",
                "where": "家中及医院产检室，家中布置得温馨，产检室明亮而洁净。",
                "when": "1996年6月15日10:30",
                "who": "丈夫、母亲、朋友、医生",
                "description": "1996年6月15日上午10点30分，我坐在医院的产检室里，医生告诉我一切正常，我感到既兴奋又紧张。回到家中，丈夫和母亲围着我嘘寒问暖，朋友们也时常来探望，带来水果和小礼物。每次产检回来，我都会和他们分享我的感受，家中的氛围变得更加温馨。这段时间让我感受到即将迎接新生命的喜悦，同时也增强了我的责任感。我逐渐适应了即将成为母亲的角色，坚定了家人为重的信念。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青年时期",
                "what": "我生下了第一个孩子，第一次抱着他时，感到一种前所未有的责任感和幸福感。",
                "where": "医院产房，产房里充满了忙碌的医护人员和设备。",
                "when": "1997年2月20日14:45",
                "who": "丈夫、医生、护士",
                "description": "1997年2月20日下午2点45分，我在医院的产房里生下了我的第一个孩子。当我第一次抱着他时，那种柔软的小生命在我怀里动了动，我的心里充满了无法言喻的幸福感和责任感。丈夫站在一旁，眼中闪烁着泪光，医生和护士们在忙碌地做着后续的工作。这一刻，我感受到生命的延续和家庭的重要性，并更加坚定了为家庭付出一切的信念。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青年时期",
                "what": "孩子出生后的几个月里，我面对育儿的挑战和疲惫，但也得到了家人和朋友的帮助和支持。",
                "where": "家中，家里充满了婴儿用品和温馨的布置。",
                "when": "1997年5月12日18:00",
                "who": "丈夫、母亲、朋友",
                "description": "1997年5月12日晚上6点钟，我坐在客厅里，怀里抱着熟睡的婴儿，感到身心俱疲。孩子的哭闹和喂养的频繁让我感到非常疲惫，但家人和朋友的帮助给了我很大的支持。母亲会来帮我做饭，丈夫也尽量在家多陪伴我，朋友们时常来看望，带来一些婴儿用品和育儿经验。这段时间让我意识到，虽然育儿的过程充满挑战，但在亲友的帮助和支持下，我能够渡过难关。同时，我也开始思考如何在家庭和个人追求之间找到平衡，以确保自身的幸福感。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青年时期",
                "what": "我参加了社区活动中心的一次公益活动，目的是帮助居民增进邻里之间的关系。活动现场气氛热烈，大家都在积极参与各种互动游戏和交流。",
                "where": "社区活动中心，墙上挂满了五颜六色的装饰，桌上摆放着各类小吃和饮料。",
                "when": "1998年10月15日14:30",
                "who": "社区居民，包括我和一些邻居家庭成员。",
                "description": "1998年10月15日下午，我在社区活动中心参加了一次公益活动。活动现场热闹非凡，墙上挂满了五颜六色的装饰，桌上摆放着各类小吃和饮料。大家都沉浸在欢乐的气氛中，邻里之间的互动游戏和交流让人感到温暖。我和邻居们一起参与了很多有趣的游戏，笑声不断。看到大家脸上的笑容，我感到非常开心和满足。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青年时期",
                "what": "在活动进行中，我注意到一个邻居家庭在活动期间发生了争执，父母之间的激烈争吵引起了孩子们的恐慌，孩子们开始哭泣，场面一度混乱。",
                "where": "社区活动中心的一个角落，那里摆放着几把椅子。",
                "when": "1998年10月15日15:00",
                "who": "邻居家庭成员和我。",
                "description": "1998年10月15日下午，在社区活动进行到一半时，我注意到一个邻居家庭在角落里发生了争执。父母的激烈争吵声引起了孩子们的恐慌，孩子们开始大声哭泣，场面一度混乱。我站在一旁，默默地观察着这一切，心里感到不安和震惊。看到孩子们那无助的表情，我深深感受到家庭争执对孩子们的负面影响。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青年时期",
                "what": "活动结束后，我回到家中，回想起社区活动中的一幕幕情景，决定与丈夫分享自己的感受，并讨论如何更好地维护家庭的和谐。",
                "where": "家中的客厅，沙发上摆放着几个靠垫，茶几上放着一壶热茶。",
                "when": "1998年10月15日18:45",
                "who": "我和我的丈夫。",
                "description": "1998年10月15日晚上，我回到家中，坐在客厅的沙发上，回想起社区活动中的一幕幕情景。我决定与丈夫分享自己的感受，于是倒了两杯热茶，和他一起坐下来聊天。我告诉他在活动中看到的那个争执的家庭，以及孩子们的反应。我们讨论了如何更好地维护家庭的和谐，最终达成了一致，制定了一些家庭规则，以确保家庭成员之间的良好沟通和理解。通过这次对话，我感到安心和满足。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青年时期",
                "what": "我正在厨房准备晚餐，突然听到孩子的哭声。放下手中的活，跑到孩子的房间查看情况，发现他发高烧，整夜哭闹。",
                "where": "家中的厨房和孩子的房间",
                "when": "2000年03月15日19:45",
                "who": "我和孩子",
                "description": "2000年3月15日晚上，我正在厨房准备晚餐，突然听到孩子的哭声。放下手中的活，我匆忙跑到孩子的房间，发现他发高烧，整夜哭闹不止。看到孩子痛苦的表情，我感到非常焦虑和不安，尝试用各种方法让他安静下来，但都无济于事。这一刻让我深感责任重大，也第一次意识到我在家庭和个人需求之间的平衡问题。我开始感到自己被家庭责任压得喘不过气来。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青年时期",
                "what": "孩子的情况越来越糟糕，我不得不给家中的医生朋友打电话寻求帮助。医生建议我带孩子去医院急诊。",
                "where": "家中",
                "when": "2000年03月15日21:30",
                "who": "我、孩子、医生朋友",
                "description": "当晚21:30，孩子的情况越来越糟糕，我不得不给家中的医生朋友打电话寻求帮助。医生详细询问了孩子的症状后，建议我立即带孩子去医院急诊。这个决定进一步加剧了我的焦虑和压力。我感到无助和孤立无援，同时也感受到巨大的责任感。尽管尽了最大的努力，但有时仍然无法完全掌控局面。这种无力感让我开始反思自己的生活方式和角色定位。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青年时期",
                "what": "在医院急诊室，医生为孩子进行了全面检查并最终确诊为普通感冒。孩子接受了治疗后，情况逐渐好转。",
                "where": "医院急诊室",
                "when": "2000年03月16日02:15",
                "who": "我、孩子、急诊室医生",
                "description": "2000年3月16日凌晨2:15，我们在医院急诊室，医生为孩子做了全面检查，最终确诊为普通感冒。孩子接受了治疗后，情况逐渐好转。我终于松了一口气，但身体和心理都感到非常疲惫。虽然孩子的病情得到了控制，但这次经历让我意识到自己需要更多的支持和帮助。我不能再继续这样高强度地承担所有的家庭责任而忽略了自己的健康和需求。这次事件深刻影响了我的心理状态，使我更加渴望找到生活的平衡点。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青年时期",
                "what": "我的丈夫在晚饭后告诉我，他因为工作的缘故需要调动到另一个城市。这意味着他将长期出差，我需要独自承担更多的家庭责任。",
                "where": "家中餐厅，桌上还摆着刚刚吃完的晚饭。",
                "when": "2002年06月15日20:30",
                "who": "丈夫",
                "description": "2002年6月15日晚上，在家中的餐厅，丈夫放下筷子，语气沉重地告诉我他要被调动到另一个城市工作。这意味着他将长期出差，我需要独自承担更多的家庭责任。我听到后，心里一阵无助和压力涌上心头。丈夫的眼神中充满了歉意，但我知道这不是他的错。我勉强挤出一丝笑容，告诉他我会处理好一切，但内心却感到极度焦虑和不安。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青年时期",
                "what": "在丈夫调动后的第一个月，我每天都要早起准备孩子的早餐，送他们上学，然后去工作。下班后，还需要接孩子回家，辅导他们的作业，做晚饭，处理家务。",
                "where": "家中和工作地点，早晨忙碌的厨房和晚上灯光昏黄的客厅。",
                "when": "2002年07月15日07:00",
                "who": "孩子们",
                "description": "2002年7月15日清晨，我在闹钟响起之前就醒了，开始准备孩子们的早餐。厨房里弥漫着牛奶和面包的香气。送孩子们上学后，我匆忙赶到工作地点，一整天都在为工作奔波。下班后，我又急忙赶回学校接孩子们。回到家，还要辅导他们的作业，做晚饭，处理家务。每晚等孩子们睡下后，我一个人坐在昏黄的灯光下，感到疲惫不堪，仿佛全世界的责任都压在我的肩上。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青年时期",
                "what": "一个周末的下午，在邻居的建议下，我决定去参加一个社区的园艺活动。发现园艺工作不仅可以让我放松心情，还能结交一些新的朋友。",
                "where": "社区花园，绿意盎然的花坛和热闹的社区成员。",
                "when": "2002年08月10日15:00",
                "who": "邻居和其他社区成员",
                "description": "2002年8月10日下午，邻居邀请我去参加社区的园艺活动。我在社区花园里，看着大家忙碌地种花、修剪枝叶，感到一种久违的轻松。邻居们热情地和我打招呼，教我如何栽培植物。我渐渐放松下来，享受着与泥土接触的感觉。通过这次活动，我不仅发现了园艺的乐趣，还结识了一些志同道合的新朋友。那一刻，我感到内心的焦虑和压力得到了缓解，生活似乎重新有了色彩和意义。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青年时期",
                "what": "2003年9月的一个周六早晨，我决定参加社区中心的一次活动，这次活动是为了帮助社区中的老人。我的朋友李梅是这个活动的志愿者。看到李梅热情地帮助老人，脸上洋溢着满足和喜悦的表情，我内心受到触动。",
                "where": "社区活动中心，明亮的大厅里挤满了参加活动的人，气氛温馨而热闹。",
                "when": "2003年09月15日09:30",
                "who": "我和李梅，还有许多社区志愿者和老人。",
                "description": "2003年9月15日早晨，我走进社区活动中心，看到李梅正忙着为老人们准备茶水和点心。她脸上的笑容和专注的神情让我感到一种温暖。整个大厅里充满了欢声笑语，志愿者们忙碌而有条不紊地帮助老人们。我感受到了一种从未有过的充实感，心里涌起了参与社区活动的渴望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青年时期",
                "what": "活动结束后，我和李梅坐在社区中心的长椅上聊天。李梅向我分享了自己参与社区义工的经历和感受，鼓励我也可以尝试。",
                "where": "社区活动中心的长椅上，阳光透过树叶洒在我们身上，周围是忙碌而充实的社区生活。",
                "when": "2003年09月15日11:00",
                "who": "我和李梅。",
                "description": "活动结束后，我和李梅找了个安静的角落坐下。她分享了她在社区义工中的种种经历，从一开始的紧张到现在的从容不迫。她告诉我，参与社区活动不仅充实了她的生活，还让她结识了许多朋友。李梅的言语充满了支持和鼓励，我感受到了一种来自朋友的温暖。她的话让我更加坚定了尝试参与社区活动的决心。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青年时期",
                "what": "几天后，我决定报名参加社区中心的一个园艺义工项目，帮助维护社区花园。在这过程中，我结识了许多志同道合的朋友，交流园艺经验。",
                "where": "社区花园，花坛里种满了各种美丽的花卉，空气中弥漫着花香。",
                "when": "2003年09月20日10:00",
                "who": "我和社区的其他义工们。",
                "description": "2003年9月20日早晨，我来到社区花园，加入了园艺义工的行列。大家都热情地欢迎我，教我如何修剪花枝、种植花苗。我们在花坛间忙碌着，汗水顺着脸颊流下，但心里却充满了满足感。通过这个项目，我不仅学到了许多园艺知识，还结识了许多志同道合的朋友。每当看到花园里盛开的花朵，我都会感到一种由衷的喜悦。这次经历不仅丰富了我的生活，也让我意识到找到生活的平衡是可能的，激发了我继续寻找更多兴趣爱好的动力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青年时期",
                "what": "我在社区活动中心看到了一则烹饪课程的广告，感到生活有些单调无趣，决定报名参加这门课程，希望通过学习新技能来充实自己。",
                "where": "社区活动中心的公告栏旁，四周是各种活动的宣传单。",
                "when": "2004年3月15日10:30",
                "who": "社区工作人员",
                "description": "2004年3月15日上午，我来到社区活动中心，习惯性地浏览公告栏。突然，一则烹饪课程的广告吸引了我的注意。生活最近有些单调无趣，我希望通过学习新技能来充实自己。于是，我走向柜台，与社区工作人员交谈，决定报名参加这门课程。这让我感到一丝兴奋和期待，希望这次尝试能为我的生活带来新的变化。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青年时期",
                "what": "我第一次参加烹饪课程，感到有些紧张，但同学们的热情和老师的耐心指导让我逐渐放松下来。我成功完成了第一道料理，并得到了老师和同学们的称赞。",
                "where": "社区烹饪课堂，宽敞明亮的厨房，四周摆满了烹饪用具和食材。",
                "when": "2004年4月10日14:00",
                "who": "烹饪老师和同学",
                "description": "2004年4月10日下午，我第一次走进社区烹饪课堂，心里充满了紧张和期待。宽敞明亮的厨房里，四周摆满了各种烹饪用具和新鲜的食材。同学们的热情和老师的耐心指导让我逐渐放松下来。我按照老师的步骤，认真地完成了第一道料理。当我的作品呈现在大家面前时，老师和同学们纷纷称赞，让我感到非常自豪和满足。这次成功的经历增强了我的自信心，让我体验到了学习新技能带来的快乐。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青年时期",
                "what": "在接下来的几个月里，我坚持每周参加烹饪课程，并在家中练习新学到的菜肴，家人们对我的新技能感到惊喜和欣赏，这进一步激励了我。",
                "where": "家中和社区烹饪课堂，家庭温馨的厨房和社区课堂的烹饪台。",
                "when": "2004年6月20日19:00",
                "who": "家人、烹饪老师和同学",
                "description": "2004年6月20日晚上，我在家中的厨房里忙碌着，尝试着在课堂上学到的新菜肴。几个月来，我每周坚持参加社区烹饪课程，并在家中反复练习。家人们每次品尝我做的新菜肴时，都会露出惊喜和欣赏的表情，这让我感到非常开心和满足。烹饪老师和同学们的支持也让我在课堂上更加自信。这些积极的反馈不仅提升了我的烹饪技能，还让我感到家庭更加和睦，生活更加充实。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青年时期",
                "what": "孩子上学后的第一个早晨，我送孩子上学后，回到家中，突然感到前所未有的空虚。我意识到家庭生活的重心发生了变化，自己需要重新找回生活的意义。",
                "where": "家中，安静的客厅，阳光透过窗户洒在地板上。",
                "when": "2005年9月1日08:30",
                "who": "卜毓雪",
                "description": "2005年9月1日早上，我送孩子去上学，这是他的第一个学期。回到家中，家里显得格外安静，只有钟表的滴答声。我坐在沙发上，望着空荡荡的客厅，突然感觉一阵空虚涌上心头。我意识到，孩子上学了，我的生活重心发生了变化。我感到焦虑和不安，需要重新找回生活的意义。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青年时期",
                "what": "在家中书房，我第一次打开一本心理学书籍，开始阅读。书中的内容深深吸引了我，我逐渐进入到自我提升的世界中。",
                "where": "家中书房，书桌上摆满了书籍和笔记本，窗外的树影在阳光下摇曳。",
                "when": "2005年9月5日10:00",
                "who": "卜毓雪",
                "description": "2005年9月5日上午，我独自坐在书房里，书桌上摆满了各种书籍和笔记本。我拿起一本心理学书籍，翻开了第一页。随着阅读的深入，书中的内容深深吸引了我。我发现自己逐渐进入到一个新的世界，一个关于自我提升和成长的世界。阅读的过程中，我感到精神上的充实和满足。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青年时期",
                "what": "经过连续几周的阅读后，我决定实践书中提到的自我提升技巧，并开始写日记记录自己的成长过程。",
                "where": "家中书房，书桌上的笔记本和钢笔整齐地放在一旁。",
                "when": "2005年9月20日15:45",
                "who": "卜毓雪",
                "description": "2005年9月20日下午，我坐在书房的书桌前，面前摆着一本笔记本和一支钢笔。我回想起过去几周的阅读，决定开始实践书中提到的自我提升技巧。我认真地在笔记本上写下每日的心得和成长记录。通过这个过程，我逐步感受到自我提升带来的成就感和自信心的提升。我感到生活变得更加充实和有意义。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青年时期",
                "what": "2006年初，我接到母亲的电话，得知父亲的健康状况急剧恶化。我立即请假回到老家，见到父亲病重的样子，心中充满了焦虑和不安。",
                "where": "老家的家中，父亲躺在卧室的病床上，母亲焦急地坐在旁边。",
                "when": "2006年1月15日09:30",
                "who": "我（卜毓雪）、父亲、母亲",
                "description": "2006年1月15日早上，母亲的电话让我感到措手不及。她在电话那头声音颤抖，告诉我父亲的健康状况急转直下。我赶紧请假，匆忙赶回老家。当我走进家门，看到父亲虚弱地躺在病床上，母亲守在旁边，眼中含着泪水。我心中涌起一股强烈的悲伤和无力感，泪水不禁夺眶而出。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青年时期",
                "what": "2006年3月，母亲的健康状况也开始恶化。我不得不频繁地往返于老家和自己的家庭之间，照顾父母和自己的家庭。尽管身心俱疲，但我依然坚持。",
                "where": "老家与自己家庭之间，我在老家和自己家中两地奔波。",
                "when": "2006年3月10日14:45",
                "who": "我（卜毓雪）、父母、丈夫、孩子",
                "description": "2006年3月10日下午，我正在为孩子准备下午茶时，母亲的电话再次打来。她告诉我，她的身体也开始出现问题。听到这个消息，我感到头晕目眩，但我知道我必须承担起这个责任。接下来的几个月，我几乎每天都在老家和自己家庭之间奔波。每次看到父母虚弱的样子，我的心就像被刀割一样痛。但回到自己家中，看着丈夫和孩子，我又不得不强颜欢笑。我感到极度疲惫和压力，开始质疑自己是否能同时兼顾父母和自己的家庭。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青年时期",
                "what": "2006年7月，父亲的病情加重，不得不住院治疗。我辞去了工作，全职照顾父亲。这次经历让我感到无比的悲伤和无力，同时也更加坚定了为家庭付出的决心。",
                "where": "老家医院，父亲住在医院的病房里。",
                "when": "2006年7月25日11:20",
                "who": "我（卜毓雪）、父亲、母亲、医护人员",
                "description": "2006年7月25日上午，我在医院的病房里陪伴着父亲。医生告诉我父亲的病情已经无法逆转，需要长期住院治疗。我感到心如刀割，泪流满面。为了全心全意照顾父亲，我决定辞去工作。虽然这让家庭失去了经济来源，但我认为这是我应该做的。每天在医院里照顾父亲，看着他一天天虚弱下去，我的心情无比沉重。但与此同时，我也感到一种责任感和成就感，因为我知道，我正在尽我所能为家庭付出一切。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青年时期",
                "what": "我在社区活动中心与几位邻居聊天时，听到一位朋友提到她将要举办一个园艺展览。我对这一消息感到好奇，于是自愿帮助朋友一起筹备展览。",
                "where": "社区活动中心，墙上贴着各类活动的宣传海报，窗外是绿意盎然的小花园。",
                "when": "2007年4月15日10:15",
                "who": "我（卜毓雪）、朋友、几位邻居",
                "description": "2007年4月15日上午10:15，我在社区活动中心与几位邻居聊天。活动中心的墙上贴满了各种活动的宣传海报，窗外是绿意盎然的小花园。一位朋友兴奋地提到她将要举办一个园艺展览，我立刻感到非常好奇。这时，朋友看着我，问我是否愿意帮忙筹备展览。我愉快地答应了，心中充满了期待。通过这次互动，我感受到社区活动的活力和朋友们的热情，激发了我对参与社区活动的兴趣。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青年时期",
                "what": "在筹备园艺展览的过程中，我和朋友们一起布置场地、选择展品，并学到了许多园艺知识。我发现自己对园艺产生了浓厚的兴趣。",
                "where": "社区活动中心，展览场地布置得井井有条，花草摆放整齐。",
                "when": "2007年4月30日14:45",
                "who": "我（卜毓雪）、朋友、社区志愿者",
                "description": "2007年4月30日下午2:45，我和朋友们在社区活动中心一起筹备园艺展览。展览场地布置得井井有条，花草摆放整齐。我们一起选择适合展出的花卉和盆景，学习如何搭配和布置。我发现自己对园艺产生了浓厚的兴趣，每次学习新的园艺知识都让我感到非常兴奋。通过这段经历，我感到自己在学习新知识和技能方面取得了进步，增强了自我价值感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青年时期",
                "what": "园艺展览正式开始，吸引了许多社区居民前来参观。我在展览现场积极参与接待和讲解，看到大家对展览的积极反馈，我感到非常开心和自豪。",
                "where": "社区活动中心，展览场地布置得生机勃勃，充满了鲜花的芳香。",
                "when": "2007年5月12日09:30",
                "who": "我（卜毓雪）、朋友、社区居民",
                "description": "2007年5月12日上午9:30，园艺展览正式开始，社区活动中心的展览场地布置得生机勃勃，充满了鲜花的芳香。许多社区居民前来参观，我在现场积极参与接待和讲解。看到大家对展览的积极反馈，我感到非常开心和自豪。这次成功的展览让我深刻认识到找到自己的兴趣并分享给他人所带来的巨大满足感。这次经历进一步强化了我的信念，让我更有动力去探索园艺作为新的兴趣。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青年时期",
                "what": "我在社区花园散步时遇到了一位新搬来的邻居李阿姨。她正在修剪她的新花坛，我出于好奇上前搭讪。我们聊起了对园艺的兴趣，李阿姨邀请我一起参与她的园艺工作，并教我如何种植花卉和蔬菜。",
                "where": "社区花园，周围种满了各种花卉和绿植，空气中弥漫着花香。",
                "when": "2008年04月05日10:30",
                "who": "我和邻居李阿姨",
                "description": "2008年4月5日上午，我在社区花园散步时，注意到一位新搬来的邻居李阿姨正在花坛边忙碌。她的花坛里种满了各式各样的花卉，颜色鲜艳，生机勃勃。我走上前去，礼貌地和她打了个招呼。李阿姨很热情地回应了我，我们很快聊起了园艺的话题。她告诉我她对种植花卉和蔬菜有很多经验，并邀请我一起参与她的园艺工作。那一刻，我感到一种久违的兴奋和好奇，仿佛发现了一片新的天地。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青年时期",
                "what": "在接下来的几个月里，我和李阿姨几乎每个周末都会在社区花园见面，一起种植和照料花卉和蔬菜。我们不仅分享园艺的技巧，还聊起了生活中的各种琐事。一次，李阿姨带来了自己家自制的果酱，我也开始尝试制作并分享我的烘焙作品。",
                "where": "社区花园，花坛边的一张长椅上，我们常在这里休息和聊天。",
                "when": "2008年07月12日14:00",
                "who": "我和邻居李阿姨",
                "description": "2008年7月12日下午两点，我和李阿姨如约在社区花园见面。我们在花坛边的一张长椅上休息，聊起了最近种植的花卉和蔬菜。李阿姨从包里拿出一罐自制的果酱递给我，说是她用院子里的水果做的。我尝了一口，味道甜美，让人回味无穷。这让我产生了制作自己烘焙作品的想法。我们不仅在园艺上互相学习，还在生活中彼此分享，感觉生活变得更加丰富多彩。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青年时期",
                "what": "在2008年秋天的一个下午，我和李阿姨一起参加了社区组织的园艺展示活动。活动上，我们展示了自己种植的花卉和蔬菜，并与其他社区成员分享了自己的经验和心得。我在活动中认识了更多的邻居，也得到了大家的赞赏和鼓励。",
                "where": "社区花园，活动现场布置得非常温馨，各种花卉和蔬菜整齐地排列展示。",
                "when": "2008年10月25日15:30",
                "who": "我、邻居李阿姨和其他社区成员",
                "description": "2008年10月25日下午三点半，我和李阿姨来到社区花园，参加社区组织的园艺展示活动。活动现场布置得非常温馨，各种花卉和蔬菜整齐地排列展示。我们展示了自己种植的花卉和蔬菜，与其他社区成员分享了我们的经验和心得。许多邻居都对我们的成果表示赞赏，这让我感到非常自豪和满足。通过这次活动，我认识了更多的邻居，感觉自己成了这个大家庭的一部分。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青年时期",
                "what": "我在一次家庭聚会开始前，忙碌地准备食物和布置家庭环境。",
                "where": "家中，厨房里摆满了蔬菜和肉类，客厅里还摆放着尚未布置好的装饰品。",
                "when": "2009年12月25日15:30",
                "who": "孩子们和我",
                "description": "2009年12月25日下午，我在厨房和客厅之间来回奔波，忙着准备家庭聚会的食物和布置环境。孩子们看到我忙碌的身影，主动走过来问我需要什么帮助。我感到既惊讶又欣慰，心里暖洋洋的。孩子们开始分工合作，有的帮我切菜，有的帮我布置客厅。看到他们忙碌的小身影，我感到教育的付出得到了回报，内心充满了满足和自豪。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青年时期",
                "what": "家庭聚会进行中，孩子们主动承担了许多任务，如端菜、招待客人等。",
                "where": "家中，客厅里热闹非凡，桌上摆满了各种美味佳肴。",
                "when": "2009年12月25日18:00",
                "who": "家人和孩子们",
                "description": "2009年12月25日晚上，家庭聚会热烈进行中。孩子们忙着端菜、招待客人，表现得非常成熟和独立。我站在一旁观察，看到他们有条不紊地忙碌着，内心感到无比的满足和自豪。我意识到，作为母亲的责任和付出得到了回报，增强了对家庭和自身角色的信心。这一刻让我更加坚定了为家庭付出的信念，也缓解了我内心的焦虑。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青年时期",
                "what": "聚会结束后，家人们一起整理和收拾。",
                "where": "家中，客厅和厨房里堆满了聚会后的残渣和杂物。",
                "when": "2009年12月25日21:00",
                "who": "家人们",
                "description": "2009年12月25日晚上，家庭聚会结束后，家人们一起动手整理和收拾。我们在客厅和厨房之间忙碌着，默契地分工合作。孩子们有的收拾碗筷，有的整理桌面，大家互相配合，井然有序。在这个过程中，我感受到家人之间的默契和合作，内心感到温暖和幸福。家庭的和睦和团结让我倍感珍惜，也进一步增强了对家庭的归属感和责任感。这一事件让我更加珍惜家庭的美好时光，并促使我在未来更加努力地为家庭付出。"
            }
        ]
    },
    "recent_events": {
        "name": "卜毓雪",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "今天下午，我发现小女儿的考试成绩下滑，感到非常担忧和失望。于是我决定等她放学回家后，辅导她做作业，希望能帮她改善成绩。",
                "where": "家中的客厅，阳光透过窗户洒进来，桌上堆满了小女儿的课本和作业。",
                "when": "2024年1月15日16:30",
                "who": "我和小女儿",
                "description": "2024年1月15日下午，我在家中的客厅发现小女儿的考试成绩下滑，心里涌起一阵焦虑和失望。我决定在她放学回家后辅导她做作业，希望能帮助她提高成绩。客厅里，阳光透过窗户洒进来，桌上堆满了她的课本和作业，我一边整理一边想着如何开导她。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "在辅导过程中，小女儿表现出不耐烦，甚至与我发生了争执，导致辅导中断。我感到非常沮丧和无力。",
                "where": "家中的客厅，书桌前，堆着散乱的作业本和书本。",
                "when": "2024年1月15日17:15",
                "who": "我和小女儿",
                "description": "2024年1月15日下午，在家中的客厅，我坐在书桌前耐心地辅导小女儿做作业，但她却显得非常不耐烦，不愿意听我讲解。我们逐渐发生了争执，她大声抱怨我不理解她的学习压力。争执不断升级，最终她愤怒地跑回自己的房间，留下我一个人坐在散乱的作业本和书本前，感到无比沮丧和无力。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "争执后，小女儿回到自己的房间，我独自坐在客厅，感到无助和孤独。我开始反思，是否应该寻找新的兴趣来改变生活状态。",
                "where": "家中的客厅，沙发上，窗外的天色渐渐暗下来。",
                "when": "2024年1月15日18:00",
                "who": "我",
                "description": "2024年1月15日傍晚，争执结束后，小女儿回到了自己的房间。我独自坐在客厅的沙发上，窗外的天色渐渐暗下来，整个房间显得更加寂静。我感到无助和孤独，眼泪不自觉地流了下来。我开始反思，自己是否已经失去了生活的意义，是否应该寻找新的兴趣和活动来改变这种状态。我知道，必须做出改变才能让生活重新充满希望和活力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "一个寒冷的冬夜，我的丈夫因为工作上的紧急任务不得不加班，告诉我他会晚点回家。我准备了晚餐，但独自一个人坐在餐桌前，感到孤独和无助。",
                "where": "家中的餐厅，桌上摆着我精心准备的晚餐，窗外的寒风呼啸着。",
                "when": "2024年2月15日19:30",
                "who": "我一个人",
                "description": "2024年2月15日的晚上，窗外寒风呼啸，我独自坐在餐桌前，望着桌上的晚餐。丈夫打来电话说他要加班，不能按时回家。听到这个消息，我的心情一下子跌到了谷底。餐厅里只有我一个人，寂静得只能听到自己心跳的声音。我感到无比孤独和无助，仿佛整个世界都在远离我。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "丈夫回到家已经是深夜，我仍然在客厅等候。试图和丈夫聊聊自己的感受，但他因为疲惫而没有太多回应，只说了几句安慰的话便去休息了。",
                "where": "家中的客厅，昏暗的灯光下，我坐在沙发上。",
                "when": "2024年2月15日23:45",
                "who": "我和丈夫",
                "description": "2024年2月15日深夜，丈夫终于回到了家。我坐在昏暗的客厅里，心情复杂。看到他疲惫的样子，我试图向他倾诉自己的感受，但他只是轻轻拍了拍我的肩膀，说了几句安慰的话便去休息了。我感到更加孤立无援，仿佛自己的存在和感受都被忽视了。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "次日早晨，我像往常一样早起为家人准备早餐，丈夫和孩子们都匆匆吃完便去上班和上学。独自一人在家的我再次感受到孤独和空虚，开始思考自己是否应该尝试寻找新的兴趣和活动来丰富生活。",
                "where": "家中的厨房，阳光透过窗户洒在餐桌上。",
                "when": "2024年2月16日07:00",
                "who": "我、丈夫、孩子们",
                "description": "2024年2月16日早晨，阳光透过窗户洒在餐桌上。我早早起来为家人准备早餐，丈夫和孩子们匆匆吃完便各自出门。我站在厨房里，看着空荡荡的房子，感到无比的孤独和空虚。这一刻，我意识到自己需要改变，尝试寻找新的兴趣和活动来丰富生活。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "我决定参加社区的新年庆祝活动，希望通过这个机会扩展自己的社交圈子，找到新的兴趣点。",
                "where": "社区活动中心，装饰得非常热闹，挂满了彩带和灯笼。",
                "when": "2024年3月5日19:00",
                "who": "我和社区邻居们",
                "description": "2024年3月5日晚上，我怀着满心期待来到社区活动中心。活动中心被装饰得非常热闹，挂满了彩带和灯笼。刚进门，我就看到很多人已经聚在一起热烈地交谈。我尝试微笑着向周围的人打招呼，但大家似乎已经有各自的小圈子，我感到一阵孤单和失落。站在一旁的我，心里不禁泛起了波澜：或许，这次活动不会像我想象的那样美好。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "在活动过程中，我试图主动参与几个小组的对话，但发现自己与其他人没有共同话题。",
                "where": "社区活动中心，热闹的大厅里人们在不同的角落聊天。",
                "when": "2024年3月5日19:45",
                "who": "我和社区邻居们",
                "description": "2024年3月5日晚上19:45，我在社区活动中心的热闹大厅里，看到人们在不同的角落热烈地聊天。试着融入几个小组的对话，我发现大家讨论的内容对我来说都非常陌生，无从插嘴。每次尝试加入对话都以失败告终，看着其他人谈笑风生，我感到更加孤立无助。心里开始浮现疑问：是不是我真的不擅长社交？"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "活动结束后，我独自一人离开社区活动中心，心情沉重地回到家中。",
                "where": "社区活动中心外的街道，昏暗的灯光下显得格外冷清。",
                "when": "2024年3月5日21:00",
                "who": "只有我自己",
                "description": "2024年3月5日晚上21:00，活动结束后，我独自一人走出社区活动中心。外面的街道在昏暗的灯光下显得格外冷清。我慢慢地走在回家的路上，脑海里不断回想着自己在活动中的孤立感，心情沉重。到了家门口，看到屋内暖黄的灯光，我才稍微感到一丝安慰。推开门的瞬间，我明白了，或许家庭才是我唯一的避风港，但心里的失落和孤独感依然无法驱散。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我接到了朋友的电话，她邀请我参加一个育儿经验交流会。刚开始我感到一丝期待，因为我很久没有参加这样的活动了。然而，我很快又感到内心的疲惫和无兴趣，这种矛盾的情感让我感到困惑和无力。",
                "where": "我的家里，客厅的沙发上，我刚放下了手中的书。",
                "when": "2024年4月10日10:00",
                "who": "我和孩子学校的家长",
                "description": "2024年4月10日上午10点，我正坐在家里的客厅沙发上，手里捧着一本小说。突然，电话铃声响起，是孩子学校的一位家长，她邀请我参加一个育儿经验交流会。刚开始，我感到一丝期待，想着能与其他家长交流育儿心得，或许会让我的生活有些新意。然而，挂掉电话后，我心里却涌上了一种深深的疲惫感和无兴趣。我感到困惑和无力，不知道为什么曾经感兴趣的事情现在让我觉得如此乏味。这一刻，我更加感受到生活的单调和乏味。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "在一次社区活动中，我听到其他家长分享他们在烹饪方面的成就，这让我感到自己缺乏新的兴趣和挑战，决定尝试学习一门新的烹饪技巧。",
                "where": "社区活动中心，布置得很温馨，长桌上摆满了各式自制美食。",
                "when": "2024年5月15日14:30",
                "who": "我（卜毓雪），社区邻居，孩子学校的家长",
                "description": "2024年5月15日下午，我参加了社区活动中心的一次聚会，活动室里热闹非凡。邻居们和孩子学校的家长们正在分享他们最近的烹饪成果，言谈中充满了自豪和喜悦。我静静地听着，心中却感到一阵阵失落和空虚，觉得自己生活中似乎少了些什么。回到家后，我决定要尝试学习一种新的烹饪技巧，希望能给自己的生活增添一些新的趣味和挑战。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "我决定在家中尝试新的烹饪技巧，选择了一道复杂的菜品，希望通过成功的尝试来增加生活的趣味。",
                "where": "家中的厨房，温暖的阳光透过窗户洒在料理台上。",
                "when": "2024年5月16日10:00",
                "who": "我（卜毓雪）",
                "description": "2024年5月16日上午，我站在厨房里，面对着一堆新鲜的食材，心中充满期待。我挑选了一道看起来颇为复杂的菜品，幻想着成功的喜悦。然而，实际操作起来却远比想象中困难。食材处理得一团糟，火候掌握不当，最终成品远不如预期。看着眼前失败的作品，我感到一阵深深的挫败和失望。原本以为能够通过新尝试为生活增添色彩，然而结果却让我更加怀疑自己的能力和生活的意义。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "我感到失落，于是向丈夫和孩子们倾诉自己的感受，寻求他们的支持和安慰。然而，家人忙于各自的事情，对我的感受并没有给予足够的关注。",
                "where": "家中的客厅，傍晚时分，窗外的夕阳映照在墙上。",
                "when": "2024年5月16日18:00",
                "who": "我（卜毓雪），我的丈夫，我的孩子",
                "description": "2024年5月16日傍晚，我坐在家中的客厅，心中充满了失落和孤独。我试图向丈夫和孩子们倾诉自己的感受，告诉他们我尝试新烹饪技巧失败后的沮丧。然而，他们似乎都忙于各自的事情，对我的情绪没有给予足够的关注。丈夫在看报纸，孩子们在做作业或玩手机。我感到更加孤独和失落，仿佛被世界遗忘了一般。家人的冷淡反应让我更加感到自己在家庭之外的努力都是徒劳的，这种情感反应加剧了我对生活的无意义感。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "我刚刚结束了一天的家务劳动，感到非常疲惫，身体和情感上都很空虚。",
                "where": "厨房，桌上还摆着没来得及收拾的碗碟，窗外夕阳的余晖映在地板上。",
                "when": "2024年6月15日18:00",
                "who": "卜毓雪",
                "description": "2024年6月15日下午，我在厨房忙碌了一整天，终于完成了所有的家务。厨房里一片宁静，但我感到身体非常疲惫，情感上也有些空虚。桌上还摆着没来得及收拾的碗碟，窗外夕阳的余晖映在地板上，显得有些孤独。我站在那儿，看着那些碗碟，心里涌起一阵无奈和无力感，觉得生活如此单调乏味。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "我和丈夫在讨论家庭财务问题时，丈夫提到需要控制开支，这让我感到非常有压力。",
                "where": "家中的客厅，沙发上的靠垫凌乱，茶几上放着一些账单。",
                "when": "2024年6月15日18:30",
                "who": "卜毓雪, 丈夫",
                "description": "2024年6月15日傍晚，我和丈夫在客厅讨论家庭财务问题。茶几上放着一些账单，沙发上的靠垫凌乱。丈夫看着账单，提到需要控制开支。我听到这话，心里一紧，感到一阵无形的压力压在我身上。丈夫的语气虽然平静，但我能感受到他对家庭财务状况的担忧。我试图保持冷静，但内心的焦虑和无助感不断增加。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "讨论结束后，我独自坐在客厅里，思考如何通过新的兴趣爱好来缓解压力。",
                "where": "家中的客厅，沙发旁有一盏昏黄的落地灯，窗帘微微摇曳。",
                "when": "2024年6月15日19:00",
                "who": "卜毓雪",
                "description": "2024年6月15日晚上，讨论结束后，我独自坐在客厅的沙发上。沙发旁有一盏昏黄的落地灯，窗帘微微摇曳。我感到内心一片空虚和无助，脑海中不断盘旋着家庭财务的重担。我开始思考如何通过新的兴趣爱好来缓解这种压力。我知道自己需要找到生活和家庭之间的平衡，内心虽然感到一丝希望，但也对未来充满了不确定性。这种矛盾的情感让我更加焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我发现丈夫最近工作非常忙，经常加班到深夜，周末也要加班。由于他工作繁忙，我们很少有时间一起交谈和互动。",
                "where": "家中，晚餐后的客厅，灯光昏暗，电视机的声音在背景中响起。",
                "when": "2024年7月5日20:30",
                "who": "卜毓雪, 丈夫",
                "description": "2024年7月5日晚上，我坐在客厅的沙发上，看着时钟指向20:30。丈夫还没有回来，他又在加班。这已经是这个月的第几次了？我已经记不清了。客厅显得格外空荡，只有电视机的声音在背景中响起。我感到一阵莫名的孤独，家庭生活变得更加单调乏味。我心里开始觉得自己在家庭中的角色没有意义，内心充满了不满和失落。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "在一次晚饭后，我试图和丈夫谈论我的感受，希望能寻求一些安慰和理解，但丈夫因为疲惫不堪，回应冷淡，表示工作压力很大，没有精力讨论家庭问题。",
                "where": "家中，餐厅，餐桌上还摆着未收拾的晚餐碗筷。",
                "when": "2024年7月6日19:45",
                "who": "卜毓雪, 丈夫",
                "description": "2024年7月6日晚饭后，我鼓起勇气对丈夫说：“我们能聊聊吗？我最近觉得很累，很孤单。”他看着我，眼神疲惫，“我真的很累，工作压力很大，没有精力讨论这些。”他的冷淡回应让我感到更加失望和孤独。我的情感得不到他的支持和回应，我心里一阵酸楚，觉得自己在家庭中的付出没有得到应有的重视。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "周末时，我决定带孩子们参加社区活动，希望通过这种方式缓解家庭生活的单调感，但我发现孩子们对这些活动并不感兴趣，表现出不愿意参与的态度。",
                "where": "社区中心，活动室内，装饰着五彩缤纷的气球和横幅。",
                "when": "2024年7月8日15:00",
                "who": "卜毓雪, 大儿子, 小女儿",
                "description": "2024年7月8日下午，我带着两个孩子来到社区中心。活动室内装饰着五彩缤纷的气球和横幅，充满了节日的气氛。我希望这次社区活动能让我们一家人一起放松一下。但孩子们却显得毫无兴趣，大儿子低头玩着手机，小女儿则一直抱怨无聊。他们的冷淡态度让我感到更加沮丧。我努力想找到家庭和个人生活的平衡点，但却屡屡碰壁，心中的焦虑和失落感进一步加重。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我接到了学校老师的电话，得知小女儿在学业上遇到了困难，并且在学校受到了同学的排挤。",
                "where": "家中，客厅里的沙发上。",
                "when": "2024年8月18日15:30",
                "who": "卜毓雪, 小女儿, 学校老师",
                "description": "2024年8月18日下午，我正坐在客厅的沙发上，手里拿着一本杂志。电话突然响起，是小女儿的班主任老师打来的。她告诉我，小女儿最近学习成绩下滑，还因为一些原因在学校受到了同学的排挤。听完这些话，我的心猛地一沉，感到非常无助和焦虑。我想着自己该如何帮助她，但却一时想不出任何办法。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "我尝试与小女儿沟通，了解她在学校遇到的问题，但她情绪激动，不愿意多说。",
                "where": "家中，小女儿的房间里。",
                "when": "2024年8月18日20:00",
                "who": "卜毓雪, 小女儿",
                "description": "2024年8月18日晚，我走进小女儿的房间，想要和她谈谈学校的事情。她坐在书桌前，脸上布满了阴云。我轻声问她在学校发生了什么，但她立刻情绪激动，眼泪在眼眶中打转，不愿意多说一句。我感到更加无助和焦虑，心里开始怀疑自己作为母亲的能力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "我决定与丈夫商量如何解决女儿的问题，但他因为工作忙碌无法给予太多支持，建议我找专业的心理咨询师。",
                "where": "家中，卧室里。",
                "when": "2024年8月19日21:00",
                "who": "卜毓雪, 丈夫",
                "description": "2024年8月19日晚，我和丈夫在卧室里谈起小女儿在学校遇到的问题。我希望他能给我一些建议和支持，但他因为工作忙碌，只能简单地说了一些安慰的话，并建议我找专业的心理咨询师。我感到更加孤立无援，心理负担愈加沉重。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我接到了邻居的邀请，去参观她们新装修的房子。我很高兴地接受了邀请，希望能借此机会与邻居多交流。",
                "where": "邻居家，房间里充满了新家具和装饰品的味道，客厅宽敞明亮。",
                "when": "2024年2月15日14:30",
                "who": "我和邻居",
                "description": "2024年2月15日下午，我走进了邻居家新装修的客厅。墙上挂着精美的画作，地上铺着柔软的地毯，整个房子焕然一新。我感到非常羡慕，心中不禁涌起一种失落感。邻居热情地带我参观每个房间，我一边赞叹她们的装修风格，一边暗自觉得自己家的陈旧和单调。参观完后，我和邻居在她们的新沙发上坐下，聊了些家常，虽然表面上笑容满面，但内心却有些沉重。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "参观完邻居家后，我回到自己家中，陷入了深深的思考。我开始反思自己生活的单调和乏味，觉得自己为家庭付出了一切，但生活并没有因此变得更有趣。",
                "where": "我家，客厅里依然是熟悉的旧家具，墙上的时钟滴滴答答地走着。",
                "when": "2024年2月15日15:30",
                "who": "我一个人",
                "description": "2024年2月15日下午回到家后，我坐在沙发上，望着四周熟悉的环境，心情愈加沉重。家里的陈设一如既往，缺乏新意，我感到一种深深的厌倦和无力感。我开始反思，这些年我为家庭付出了那么多，但生活却越来越单调乏味。我感到自己的生活缺乏刺激和新意，内心的焦虑和失落感不断加剧。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "第二天，我与丈夫谈起了邻居家的新装修，希望能讨论一下是否也可以对自己家的环境进行一些改变。",
                "where": "我家，饭桌旁边的餐椅上，我们面对面坐着，桌上还摆着晚餐的残羹冷炙。",
                "when": "2024年2月16日20:00",
                "who": "我和丈夫",
                "description": "2024年2月16日晚上，在晚餐后，我鼓起勇气对丈夫提起了邻居家的新装修，希望我们也能考虑对家里做些改变。丈夫听后，脸上露出一丝无奈的笑容，告诉我我们目前没有足够的预算进行大规模的装修。他对家居装修并不感兴趣，这让我感到非常失望和无助。我开始觉得自己为家庭付出的一切并未得到应有的回报，生活的意义似乎愈发模糊不清。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我在朋友家参加了一次家庭聚餐，聊天过程中听说朋友的孩子获得了奖学金。",
                "where": "朋友家，客厅里摆满了各种美味的菜肴，气氛温馨和睦。",
                "when": "2024年5月15日18:30",
                "who": "卜毓雪, 孩子学校的家长",
                "description": "2024年5月15日晚上，我在朋友家参加家庭聚餐。朋友热情地招待我们，客厅里充满了欢声笑语。在聊天中，朋友提到她的孩子最近获得了奖学金。听到这个消息，我心里不由自主地将自己的孩子与之对比，感到自己的努力没有成效。我虽然微笑着祝贺她，但内心充满了焦虑和失望，觉得自己在家庭和育儿方面的付出没有得到应有的回报。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "回到家后，我和丈夫谈起朋友孩子获得奖学金的事情，并表达了对自己孩子成绩不理想的担忧。",
                "where": "家中客厅，灯光柔和，沙发上还堆着孩子的书包和课本。",
                "when": "2024年5月15日20:00",
                "who": "卜毓雪, 丈夫",
                "description": "2024年5月15日晚8点，我回到家后，忍不住和丈夫谈起朋友孩子获得奖学金的事情。我坐在客厅的沙发上，灯光柔和，却无法驱散心中的阴霾。我告诉丈夫我对自己孩子成绩不理想的担忧，希望他能理解和支持我的焦虑。然而，他只是轻轻拍了拍我的肩膀，安慰我说孩子还年轻，有的是时间。我内心感到复杂，一方面想要他的支持，另一方面又觉得自己没有尽到母亲的责任。这种内疚感让我感到更沮丧和无力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "为了缓解内心的焦虑，我决定与孩子进行一次深入的谈话，了解他们的学习情况和心理状态。",
                "where": "孩子的房间，书桌上堆满了书本和练习册，墙上贴着她喜欢的明星海报。",
                "when": "2024年5月16日19:00",
                "who": "卜毓雪, 小女儿",
                "description": "2024年5月16日晚7点，我走进小女儿的房间，书桌上堆满了书本和练习册，墙上贴着她喜欢的明星海报。我坐在她旁边，轻声问她最近的学习情况和心理状态。她看了看我，然后慢慢地说出了她在学习上遇到的困难和压力。我听着，心里既心疼又自责，开始反思自己的教育方式和对她的期望。我意识到需要找到家庭生活和个人生活之间的平衡，但也更加清晰地认识到，如果不调整自己的生活方式，我的焦虑和不满情绪将会持续。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我参加了社区的春季野餐活动，看到了其他家庭其乐融融的场景。相比之下，我的家庭成员显得各自忙碌，缺乏互动。",
                "where": "社区活动中心，草坪上摆满了各种野餐毯和食物，孩子们在跑来跑去，大人们在聊天。",
                "when": "2024年3月15日14:30",
                "who": "社区成员、我的丈夫和孩子",
                "description": "2024年3月15日下午，我和家人一起去了社区活动中心参加春季野餐活动。草坪上摆满了各种野餐毯和食物，孩子们在跑来跑去，大人们在愉快地聊天。看到其他家庭其乐融融的样子，我心里感到一阵阵失落。我的丈夫和孩子各自忙着自己的事情，没有太多互动，显得很冷清。这种对比让我更加意识到自己家庭生活的单调和孤独，心中充满了失望感。我开始质疑自己是否为家庭付出了一切，却未能得到应有的回报。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在社区活动结束后，我回到家中，由于心情低落，我尝试与丈夫沟通自己的感受，但他由于工作忙碌并未给予足够的关注。",
                "where": "家中客厅，沙发上堆放着一些杂志和遥控器，电视机还开着。",
                "when": "2024年3月15日17:45",
                "who": "我和我的丈夫",
                "description": "2024年3月15日傍晚，社区活动结束后，我拖着疲惫的身子回到家中。在客厅里，沙发上堆放着一些杂志和遥控器，电视机还开着。我心情低落，尝试与丈夫沟通自己的感受，希望得到一些安慰。但是，他因为工作忙碌，只是敷衍地听了一下，没有给予我足够的关注和支持。他的冷淡态度让我感到更加孤立无援，心里更加失望和无趣。我觉得家庭中缺乏支持和理解，自己似乎只能靠自己去寻找生活的意义。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "第二天，我参加了社区的园艺工作坊，尽管平时对园艺有兴趣，但这次发现自己难以集中注意力，并对活动失去了兴趣。",
                "where": "社区活动中心，花园里摆放着各种花草和园艺工具，其他社区成员在热情地讨论。",
                "when": "2024年3月16日10:00",
                "who": "我、社区园艺导师和其他社区成员",
                "description": "2024年3月16日上午，我决定去参加社区的园艺工作坊。花园里摆放着各种花草和园艺工具，其他社区成员在热情地讨论和交流。然而，尽管我平时对园艺有很大的兴趣，这次却发现自己难以集中注意力，内心感到一阵阵低落。我对活动失去了兴趣，心里想着昨天在野餐活动中的失落感和与丈夫沟通的无果。我更加认同自己生活缺乏意义，需要寻找新的兴趣来丰富自己的生活。这种情绪体验让我意识到，如果不去改变，自己的生活将会继续乏味下去。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "我在整理家务时，无意中看到了丈夫手机上的公司聚会照片，照片中丈夫和同事们看起来非常开心。",
                "where": "家中的客厅，沙发上一片整洁，桌上堆放着几本我正在读的书。",
                "when": "2024年4月10日18:30",
                "who": "我，丈夫，丈夫的同事",
                "description": "2024年4月10日傍晚，在家中的客厅，我无意间拿起了丈夫的手机。在翻看照片时，我看到了一些他在公司聚会时拍的照片。照片中，丈夫和同事们笑得很开心，仿佛他们在一起的时光比我们平时的生活要有趣得多。我当时感到心里一紧，有种被忽略和孤立的感觉，仿佛他的生活比我的要丰富多彩得多。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "当晚，我试图与丈夫谈论当天看到的照片，但丈夫表示这是公司例行的聚会，让我不必太在意。",
                "where": "家中的卧室，床边的台灯散发着柔和的光。",
                "when": "2024年4月10日20:00",
                "who": "我，丈夫",
                "description": "2024年4月10日晚上，在我们的卧室里，我坐在床边试图与丈夫谈论我白天看到的那些照片。我问他为什么没有告诉我这些聚会的事情，他只是轻描淡写地说这是公司例行的聚会，不值得特别提起。我感到自己的心一下子沉了下去，仿佛自己在家庭中被忽视了。我开始怀疑我的付出是否得到了应有的重视，情感上感到失落和孤单。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "次日，我决定去社区参加一次园艺活动，试图通过新的兴趣爱好来缓解内心的不安。",
                "where": "社区花园，花坛旁摆放着各种各样的花卉和工具。",
                "when": "2024年4月11日10:00",
                "who": "我，社区朋友",
                "description": "2024年4月11日上午，我决定去社区的花园参加一次园艺活动。花园里阳光明媚，花坛旁摆放着各种各样的花卉和工具。我一边种植花草，一边与社区的朋友们聊着天。虽然在活动中我暂时感到放松，但内心依然感到生活的单调和乏味。我意识到需要更多的努力在家庭和个人生活之间找到平衡，才能真正感到满足和幸福。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我重新开始了园艺活动，试图通过这个爱好来为生活增添一些色彩。然而，我发现自己种植的植物生长不如预期，感到非常沮丧和失望。",
                "where": "家庭花园，花坛中种植的植物叶片有些枯黄，地上散落着园艺工具。",
                "when": "2024年6月1日09:00",
                "who": "卜毓雪",
                "description": "2024年6月1日早上，我在家庭花园中忙碌着，试图让新种下的花草茁壮成长。然而，看到那些叶片枯黄的植物，我的心情变得沉重。尽管付出了很多努力，但植物的生长状况仍然不理想。我蹲在花坛旁，用手轻轻触摸那些枯萎的叶片，感到一阵无力和失望。这个原本应该带来乐趣的活动，现在却让我更加意识到生活的单调和无趣。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "我决定寻求家庭的支持，于是在晚餐时和丈夫谈论了自己对于园艺失败的感受。",
                "where": "家庭餐厅，桌上摆着晚餐，餐桌上的家常菜散发着香气。",
                "when": "2024年6月1日19:00",
                "who": "卜毓雪, 丈夫",
                "description": "2024年6月1日晚上，我们一家人围坐在餐厅的餐桌旁享用晚餐。我鼓起勇气向丈夫倾诉了我对园艺失败的失望。丈夫放下筷子，认真听我说话，他的眼神充满了理解和关心。虽然他的安慰让我感到一丝温暖，但内心深处我依然觉得自己的努力没有获得应有的回报。那一刻，我的内心既感到被理解，又觉得未来充满了迷茫和不安。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "为了重新找回生活的乐趣，我决定加入社区的园艺俱乐部，希望通过和其他园艺爱好者的交流来提升自己的技能和兴趣。",
                "where": "社区活动中心，活动室里布满了各种园艺工具和植物样本。",
                "when": "2024年6月5日14:00",
                "who": "卜毓雪, 社区园艺俱乐部成员",
                "description": "2024年6月5日下午，我带着一丝忐忑和期待来到社区活动中心参加园艺俱乐部的第一次活动。活动室里充满了欢声笑语，其他成员热情地向我介绍各种园艺知识和技巧。我感受到了集体活动的温暖和动力，但也发现自己在园艺方面的知识和技能相对薄弱。尽管如此，我决定继续努力，希望通过这些新朋友的帮助，找到生活的乐趣。然而，内心深处的那种内疚感仍然存在，我不禁怀疑自己花时间在个人爱好上是否有些自私。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我准备了一顿丰盛的家庭晚餐，希望借此机会与家人共度美好时光，但发现孩子们在用餐时表现出明显的心不在焉。",
                "where": "家中的厨房和餐厅，桌上摆满了我精心准备的菜肴。",
                "when": "2024年7月10日18:30",
                "who": "我，大儿子，小女儿",
                "description": "2024年7月10日傍晚，我在家中的厨房忙碌了一下午，精心准备了一顿丰盛的晚餐。餐桌上摆满了我最拿手的菜肴，希望借此机会与家人共度美好时光。然而，当我们坐下来用餐时，我发现大儿子和小女儿都心不在焉，大儿子不断看着手机，小女儿则显得心事重重。我试图与他们交流，但他们只是敷衍地回应，让我感到非常失望和挫败。我内心默默地想着，自己的努力似乎没有得到孩子们的重视，这让我的心情更加低落。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "晚餐后，我试图和孩子们讨论他们的兴趣和最近的生活，但孩子们显得不耐烦，迅速回到自己的房间。",
                "where": "家中的客厅，沙发和茶几旁。",
                "when": "2024年7月10日19:00",
                "who": "我，大儿子，小女儿",
                "description": "2024年7月10日晚上，晚餐结束后，我和孩子们坐在客厅里。我希望借此机会了解他们的兴趣和最近的生活。于是，我问大儿子最近在大学的情况，问小女儿学校的功课如何。然而，他们的反应让我感到意外。大儿子几乎不看我，回答得非常简短和敷衍，小女儿则显得不耐烦，几句话后便急忙回到了自己的房间。我感到被忽视和孤独，内心怀疑自己在孩子们生活中的重要性。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "晚餐后，我决定独自去社区公园散步，希望通过这种方式缓解内心的失落和焦虑。",
                "where": "社区公园，静谧的小径旁，树下的长椅。",
                "when": "2024年7月10日19:30",
                "who": "我",
                "description": "2024年7月10日晚上，在经历了一晚上的失落和挫败感之后，我决定独自去社区公园散步。公园里的空气清新，微风轻拂，我沿着小径慢慢走着，试图平复自己的情绪。我在树下的长椅上坐下，看着远处的夜景，感到内心有一丝短暂的平静。然而，当我回到家时，那种孤独感再次袭来，让我更加深刻地感受到生活的单调和无趣。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我决定尝试阅读一本新的书籍，希望通过新知识丰富自己的生活，但发现自己无法集中注意力。",
                "where": "家中的书房，书桌上堆满了书籍和笔记本，窗外的阳光洒进来。",
                "when": "2024年8月15日14:30",
                "who": "卜毓雪",
                "description": "2024年8月15日下午，我坐在家中的书房，决定尝试阅读一本新的书籍，希望通过新知识来丰富自己的生活。然而，翻开书页后，我发现自己的思绪总是飘到别处，根本无法集中注意力。书桌上的钟表滴答作响，窗外的阳光洒进来，但我的心情却异常沉重。我感到自己的兴趣爱好失去了吸引力，进一步加剧了对生活无趣的感受。这让我的内心充满了焦虑和失望，仿佛找不到新的兴趣来丰富生活。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "在发现自己无法集中注意力后，我决定去厨房准备晚餐，试图通过忙碌来转移注意力。然而，做饭时也心不在焉，频频出错。",
                "where": "家中的厨房，菜刀和锅碗瓢盆散落在厨房台面上，灶台上的水壶冒着热气。",
                "when": "2024年8月15日17:45",
                "who": "卜毓雪",
                "description": "2024年8月15日下午，当我意识到自己无法集中注意力在阅读上时，便决定去厨房准备晚餐，想着忙碌可能会让我忘记内心的烦恼。然而，在切菜时，我的手一滑，差点伤到自己；煮饭时也忘记了加盐。厨房里的忙碌并没有让我安心，反而让我感到更加沮丧和无助。我觉得自己连简单的家务都做不好，内心充满了自我怀疑和对家庭责任的压力。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "晚餐时间，我的丈夫和孩子发现我情绪低落，尝试与我交谈。我向家人倾诉了自己的感受，但他们并未能提供有效的支持，只是简单地安慰我。",
                "where": "家中的餐厅，餐桌上摆满了刚做好的晚餐，灯光温暖。",
                "when": "2024年8月15日19:00",
                "who": "卜毓雪、丈夫、孩子",
                "description": "2024年8月15日晚上，餐桌上摆满了我精心准备的饭菜，但我的心情却异常低落。晚餐时，丈夫和孩子察觉到我的情绪不对，便尝试与我交谈。我终于忍不住，向他们倾诉了自己最近的感受，然而他们只是简单地安慰我，说我需要休息一下。尽管家人的安慰让我的心感到些许温暖，但并未能真正缓解我的心理困扰。我感到孤独和被误解，内心深处仍然难以摆脱那些负面情绪。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "我在社区邻居的提议下，决定参加一场我以前非常喜欢的音乐会，希望通过这次活动打破生活的单调。",
                "where": "我家中的客厅，后来前往音乐厅。",
                "when": "2024年5月1日18:00",
                "who": "我和社区邻居李阿姨",
                "description": "2024年5月1日18:00，在家中的客厅，李阿姨提议我们一起去参加一场音乐会。她知道我以前非常喜欢音乐会，想通过这样的活动让我放松心情。我有些犹豫，但最终被她的热情打动，决定尝试一下。我心里既期待又担忧，希望这次活动能让我重新找到生活的乐趣，但又担心自己是否真的能享受其中。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "我和邻居一起到达音乐厅，音乐会开始后，我发现自己无法集中注意力，心情烦躁，完全享受不到音乐的美好。",
                "where": "音乐厅内，灯光昏暗，观众席上坐满了人。",
                "when": "2024年5月1日19:30",
                "who": "我和社区邻居李阿姨",
                "description": "2024年5月1日19:30，我们到达了音乐厅。音乐会开始后，我本以为会被美妙的音乐所吸引，但却发现自己无法集中注意力，心情烦躁不安。周围的观众都在享受音乐，而我却感觉自己格格不入，完全感受不到音乐的美好。这让我感到非常失望和沮丧，似乎又一次印证了我对生活缺乏意义的担忧。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "音乐会结束后，邻居试图安慰我，告诉我也许是因为太久没有参加这类活动了，需要时间适应。然而，我感到自己对曾经喜欢的事物失去了兴趣，心情更加低落。",
                "where": "音乐厅外面，夜色已深，街道上的灯光显得有些冷清。",
                "when": "2024年5月1日21:00",
                "who": "我和社区邻居李阿姨",
                "description": "2024年5月1日21:00，音乐会结束后，我们走出了音乐厅。李阿姨看出了我的失落，试图安慰我，说我可能是因为太久没有参加这类活动了，需要时间适应。我勉强挤出一丝微笑，但心里却更加低落。我感到自己对曾经喜欢的事物失去了兴趣，似乎无论做什么都无法找到快乐。这种感觉让我质疑自己是否还能找到新的兴趣和生活的意义，心情愈发沉重。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "我和丈夫在客厅讨论未来的计划。我提到我希望能有更多的时间和精力投入到个人兴趣爱好中，而丈夫则认为我应该继续以家庭为重心。",
                "where": "家中的客厅，沙发旁的茶几上放着刚泡好的茶。",
                "when": "2024年6月15日19:30",
                "who": "卜毓雪, 丈夫",
                "description": "2024年6月15日晚上，我和丈夫在客厅讨论未来的计划。我提到自己希望能有更多时间和精力投入到个人的兴趣爱好中，比如阅读和园艺。丈夫听后皱了皱眉，他觉得家庭应该是我的重心。他说：“家庭需要你，你不应该分心做其他事情。”我心里一沉，觉得他完全不理解我的需求。这次讨论让我感到自己被困在家庭责任中，无法追求个人的满足感。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_2",
                "stage_key": "近期情况",
                "what": "讨论结束后，我独自一人坐在卧室里，回想着与丈夫的对话。我开始怀疑自己是否真的能够在家庭和个人生活之间找到平衡。",
                "where": "家中的卧室，床头柜上放着一本翻到一半的小说。",
                "when": "2024年6月15日20:00",
                "who": "卜毓雪",
                "description": "讨论结束后，我独自一人坐在卧室里，回想着与丈夫的对话。我开始怀疑自己是否真的能够在家庭和个人生活之间找到平衡。眼前的小说成了摆设，我怎么也读不进去。我感到深深的无助和迷茫，觉得自己在家庭责任和个人需求之间的矛盾越来越难以调和。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_3",
                "stage_key": "近期情况",
                "what": "第二天早上，我在准备早餐时，依然对昨晚的讨论耿耿于怀。我试图与丈夫再次沟通，但丈夫因工作繁忙而没有时间深入讨论。",
                "where": "家中的厨房，灶台上煎着鸡蛋，咖啡壶冒着热气。",
                "when": "2024年6月16日07:30",
                "who": "卜毓雪, 丈夫",
                "description": "第二天早上，我在准备早餐时，依然对昨晚的讨论耿耿于怀。我试图与丈夫再次沟通，他却匆匆忙忙地说：“我现在很忙，晚点再说吧。”他的态度让我感到被忽视和不被理解。这进一步加深了我的无助感和对生活的迷茫。我开始意识到，如果不采取行动，自己可能会长期陷入这种负面情绪中。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_1",
                "stage_key": "近期情况",
                "what": "在一次社区活动中，我和一位朋友聊了起来，她提到她最近获得了一个新的职业发展机会，这让我感到一阵失落和焦虑。",
                "where": "社区活动中心，一个宽敞的活动室，墙上挂满了各种社区活动的宣传海报。",
                "when": "2024年07月05日14:30",
                "who": "我和孩子学校的家长",
                "description": "2024年07月05日下午，我在社区活动中心参加一个社区活动时，遇到了孩子学校的一位家长，我们聊起了最近的生活。她兴奋地告诉我，她刚刚获得了一个新的职业发展机会。听到她的消息，我心里不禁泛起一阵失落和焦虑，觉得自己的生活相比之下更加单调乏味。她的成功让我感到自己的生活没有意义，我感到一阵深深的无力感，心里默默想着，我的生活缺乏刺激和新意。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_2",
                "stage_key": "近期情况",
                "what": "回到家后，我和丈夫分享了朋友的新职业机会，并表达了自己对生活单调的感受。",
                "where": "家中客厅，沙发上堆着孩子的课本，茶几上放着一些零食。",
                "when": "2024年07月05日18:45",
                "who": "我和我的丈夫",
                "description": "2024年07月05日傍晚，我回到家中，和丈夫坐在客厅的沙发上聊起了今天的社区活动。我告诉他朋友的新职业机会，并说出了自己对生活单调的感受。丈夫听后，皱了皱眉头，但立即表示理解，并愿意支持我寻求新的兴趣爱好。然而，尽管他这样说，我心里还是感到一种深深的无力感，觉得自己无法改变现状。我告诉自己，我不能仅仅依靠家庭生活来满足自己，但同时又觉得如果不改变，我会一直觉得生活枯燥。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_3",
                "stage_key": "近期情况",
                "what": "在接下来的一周里，我开始尝试参加社区提供的各种兴趣班，希望能够找到新的兴趣点。",
                "where": "社区活动中心，各个教室里摆满了各种活动设备，有绘画、烹饪、健身等。",
                "when": "2024年07月12日09:00",
                "who": "我和社区活动参与者",
                "description": "2024年07月12日上午，在社区活动中心，我报名参加了几个不同的兴趣班，如绘画、烹饪和健身课。每次课后，我都会和新的朋友聊聊天，试图找到一些共同兴趣。然而，尽管我结识了一些新朋友，心里却依旧感到这些兴趣班无法真正激发我的热情。我内心涌起一阵失望，担心自己可能无法找到生活的平衡。我默默想，如果找不到平衡，我会感到压力和不满。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_1",
                "stage_key": "近期情况",
                "what": "我参加了社区活动，看到其他家庭一起旅行的照片，感到自己的生活缺乏变化。",
                "where": "社区活动中心，墙上挂满了五颜六色的旅行照片，桌子上摆放着各种家庭活动宣传册。",
                "when": "2024年8月10日14:00",
                "who": "我和社区成员",
                "description": "2024年8月10日下午，我参加了社区活动，活动中心布置得温馨而热闹。墙上挂满了其他家庭一起旅行的照片，孩子们的笑脸在阳光下显得格外明亮。我站在一张照片前，看到一家人在海边的欢笑，心里突然觉得自己的生活缺乏变化和色彩。那一刻，我感到一阵空虚和无奈，似乎自己被困在了单调的日常中。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_2",
                "stage_key": "近期情况",
                "what": "我回到家中，向丈夫谈起社区活动中的感受，表达了对生活现状的不满。",
                "where": "家中客厅，沙发上堆放着孩子们的书包和玩具，茶几上有一些未收拾的零食。",
                "when": "2024年8月10日18:30",
                "who": "我和丈夫",
                "description": "2024年8月10日傍晚，我回到家中，坐在客厅的沙发上，心情沉重。丈夫回家后，我向他谈起社区活动中的感受，告诉他我对生活现状的不满。他听完后，轻轻叹了口气，表示理解我的感受，但也坦言由于工作忙碌，难以抽出时间一起旅行。我感到一阵失望，心里的焦虑感加剧，眼泪在眼眶中打转。那一刻，我真的觉得无力改变现状。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_3",
                "stage_key": "近期情况",
                "what": "我在晚饭后与小女儿聊天，女儿提到学校里的活动和朋友的趣事，激发了我对新生活方式的渴望。",
                "where": "家中餐桌，桌上摆放着一些家常菜，厨房里还能闻到烤面包的香气。",
                "when": "2024年8月10日20:00",
                "who": "我和小女儿",
                "description": "2024年8月10日晚上，晚饭后我和小女儿坐在餐桌旁聊天。她兴奋地跟我讲起学校里的活动和朋友们的趣事，脸上洋溢着快乐的笑容。听着她的故事，我感到内心被一种渴望所激发，我也想要寻找新的兴趣和活动来丰富我的生活。然而，想到自己的责任和家庭，我的心情又开始矛盾起来。我知道我需要平衡家庭和个人生活，但这并不容易。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_1",
                "stage_key": "近期情况",
                "what": "我在一个平常的下午，忙完家务后坐在客厅里观看电视节目。节目内容是关于一些女性如何在家庭和个人生活之间找到平衡的故事。我被这些成功的故事深深吸引，同时感到自己的生活缺乏这样的平衡和成就感。",
                "where": "家中的客厅，沙发上散落着一些读物，茶几上摆着刚泡好的茶。",
                "when": "2024年8月15日14:30",
                "who": "我自己",
                "description": "2024年8月15日下午，我忙完了所有的家务，坐在客厅的沙发上，拿起遥控器随意地换着频道。突然，一个关于女性如何在家庭和个人生活之间找到平衡的节目吸引了我的注意。节目中的女性们有自己的事业和兴趣爱好，看起来过得十分充实和有意义。我被她们的故事深深吸引，心里却涌起一阵失落感，觉得自己生活得如此单调乏味。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_2",
                "stage_key": "近期情况",
                "what": "节目结束后，我在思考自己的人生。我不禁回想起自己结婚前的生活，那时我有更多的社交活动和个人时间。我感到一种强烈的失落感，觉得自己在家庭角色中失去了自我。",
                "where": "家中的客厅，电视还开着，背景中传来节目的结束音乐。",
                "when": "2024年8月15日15:00",
                "who": "我自己",
                "description": "节目结束后，我继续坐在沙发上，脑海中不断回放着节目中的内容。我不禁回想起自己结婚前的日子，那时的我拥有更多的社交活动和个人时间，每天都充满了新鲜感和期待。而现在，我的生活似乎只剩下了家务和责任。我感到一种强烈的失落感，仿佛在家庭的角色中失去了真正的自我。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_3",
                "stage_key": "近期情况",
                "what": "晚上，我和丈夫分享了我的感受。我告诉他我感到生活单调，希望能找到一些新的兴趣爱好。丈夫听完后表示理解，但也提醒我家庭生活的责任。",
                "where": "家中的餐厅，桌上摆着我们刚吃完的晚饭。",
                "when": "2024年8月15日19:30",
                "who": "我和丈夫",
                "description": "2024年8月15日晚上，我们一家人在餐厅吃晚饭。饭后，我和丈夫坐在餐桌旁，我鼓起勇气向他倾诉了我的感受。我说自己觉得生活单调乏味，希望能找到一些新的兴趣爱好来充实自己。丈夫听完后，握住我的手，表示理解和支持，但他也提醒我不要忘记家庭生活的责任。这让我感到些许安慰，但也感到无法完全摆脱现有的生活模式。"
            }
        ]
    }
}