{
    "childhood": {
        "name": "柳伊娜",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "我在一个周末的下午，努力地在厨房里帮助母亲准备晚餐，希望能赢得她的赞赏。",
                "where": "家中的厨房，窗外阳光明媚，桌上摆满了各种食材，空气中弥漫着食物的香味。",
                "when": "1983年05月15日17:30",
                "who": "柳伊娜, 母亲",
                "description": "1983年05月15日下午，我在厨房里忙着帮母亲准备晚餐。阳光透过窗户洒进来，厨房里充满了温暖的气息。我小心翼翼地切着蔬菜，心里想着如果能做好这些，母亲一定会夸奖我。母亲在一旁指挥着，我感到有些紧张，但更多的是希望能得到她的认可。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "在准备晚餐的过程中，我不小心将一杯牛奶打翻在地，母亲非常生气，责骂我不小心，并强调牛奶的贵重。",
                "where": "家中的厨房，地板上满是打翻的牛奶，空气中弥漫着一丝紧张的气氛。",
                "when": "1983年05月15日17:45",
                "who": "柳伊娜, 母亲",
                "description": "1983年05月15日下午17:45，我在厨房忙碌时，一不小心将一杯牛奶打翻在地。母亲看到后，脸色立刻变得严厉，她大声责骂我不小心，并反复强调牛奶的贵重。我感到一阵恐惧和无助，眼泪不由自主地流了下来。母亲的怒气让我心里充满了自责和难过。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "事后，我在自己的房间里哭泣，回想起母亲的责骂，感到非常难过，并自责不够小心。决心以后要更加努力，以避免类似的情况再次发生。",
                "where": "我的房间，窗帘拉上了，房间里昏暗而安静，只有我的哭声。",
                "when": "1983年05月15日18:00",
                "who": "柳伊娜",
                "description": "1983年05月15日傍晚，我躲在自己的房间里哭泣。窗帘拉上了，房间里一片昏暗，只有我的哭声回荡。我回想起母亲的责骂，心里非常难过，觉得自己不够小心，辜负了母亲的期望。我一边哭，一边在心里暗暗下定决心，以后一定要更加努力，不能再让母亲失望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "在1985年11月的一天早晨，我刚起床，母亲就提醒我今天有一场小测验。这让我感到紧张，但我也很想证明自己。在学校，我全神贯注地答题，尽力表现。",
                "where": "家中和学校教室，家里的厨房里弥漫着早餐的香气，学校教室里阳光透过窗户洒在桌子上。",
                "when": "1985年11月12日08:00",
                "who": "我, 母亲, 老师, 同学",
                "description": "1985年11月12日早上8点，我在家中的厨房吃早餐时，母亲突然提醒我今天有一场小测验。我感到一阵紧张，但同时也觉得这是一个证明自己的机会。在学校的教室里，阳光透过窗户洒在我的桌子上，我尽量让自己冷静下来，全神贯注地答题。虽然心里有些不安，但我仍然尽力去表现。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "测验结束后，老师在课堂上宣布了成绩，我得了全班第一名。感到无比兴奋和自豪，急切地想把这个好消息告诉母亲。",
                "where": "学校教室，黑板上还留有老师的板书，教室里一片欢声笑语。",
                "when": "1985年11月12日15:30",
                "who": "我, 老师, 同学",
                "description": "同一天的下午3点半，测验结束后，老师在课堂上宣布了成绩。我听到自己得了全班第一名，心里顿时涌起一股无比的兴奋和自豪感。教室里一片欢声笑语，我迫不及待地想把这个好消息告诉母亲。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "放学回家后，我在家中的客厅迫不及待地告诉母亲我得了全班第一名。母亲露出了一丝笑容，夸奖我：'这才是我的好孩子，继续努力。' 我感到极大的满足感和幸福感。",
                "where": "家中的客厅，母亲正在厨房忙碌，客厅里摆放着一些家庭照片。",
                "when": "1985年11月12日17:45",
                "who": "我, 母亲",
                "description": "那天晚上5点45分，放学回家后，我冲进家中的客厅，迫不及待地告诉母亲我得了全班第一名。母亲正在厨房忙碌，她听到后走到客厅，露出了一丝笑容，夸奖我：'这才是我的好孩子，继续努力。' 我感到极大的满足感和幸福感，心里觉得所有的努力都得到了回报。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "童年时期",
                "what": "那天我和同学们在操场上玩捉迷藏，期间我不小心被石头绊倒，膝盖擦破了皮，血开始流出来。",
                "where": "学校的操场，地上有一些散落的石头和枯叶，周围是高高的秋天的树木。",
                "when": "1987年09月15日15:12",
                "who": "我和几个同学",
                "description": "1987年9月15日下午，在学校的操场上，我和几个同学在玩捉迷藏。阳光洒在操场上，地上有一些散落的石头和枯叶。当我跑得太快时，不小心被一块石头绊倒，膝盖擦破了皮，血立刻流了出来。我感到一阵剧痛，但我记得母亲曾经说过'坚强的孩子才值得尊重'，于是我咬紧牙关没有哭泣。同学们围过来看我的伤口，但我强忍着疼痛，微笑着说没事。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "童年时期",
                "what": "放学回家后，母亲看到了我膝盖上的伤口，问我怎么回事。我简单地描述了摔倒的经过，并强调自己没有哭。",
                "where": "家中，客厅的沙发上。",
                "when": "1987年09月15日18:35",
                "who": "我和母亲",
                "description": "1987年9月15日晚上，放学回家后，我坐在家中客厅的沙发上，母亲看到我膝盖上的伤口，她神情紧张地问我怎么回事。我简单地描述了白天在学校操场上摔倒的经过，并特别强调自己没有哭。母亲听了之后，脸上的紧张逐渐变成了满意的微笑，她夸奖了我的坚强。我感到一种成就感和满足感，母亲的认可让我觉得自己真的很坚强。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "童年时期",
                "what": "第二天，在学校的课间休息时，同学们注意到了我的伤口，并问我发生了什么事。我简单地讲述了摔倒的经过，并再次强调自己没有哭。",
                "where": "学校的教室，课桌和椅子整齐排列，窗外阳光明媚。",
                "when": "1987年09月16日10:25",
                "who": "我和同学们",
                "description": "1987年9月16日上午，课间休息时，我和同学们在教室里闲聊。同学们注意到了我膝盖上的伤口，纷纷围过来问我发生了什么事。我简单地讲述了前一天在操场上摔倒的经过，并再次强调自己没有哭。同学们对我的坚强表示了钦佩，赞叹不已。我感到自豪和自信，觉得自己真的很坚强。同学们的钦佩让我更加坚定了自己必须表现得坚强的信念。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "父母因为工作压力和经济问题发生了激烈争吵。母亲因为我的成绩有所下降而表达了不满，父亲则认为应该给予我更多理解和支持。我站在一旁手足无措，内心告诉自己要坚强，不要被他们的争吵影响。",
                "where": "家中的客厅，沙发上堆满了父母的工作文件和未完成的家庭作业。",
                "when": "1988年02月15日18:45",
                "who": "我，父亲，母亲",
                "description": "1988年02月15日傍晚，我正在客厅完成家庭作业，父母因为工作压力和经济问题开始争吵。母亲看了一眼我的成绩单，语气严厉地指责我成绩下降。父亲则试图平静地说，孩子需要更多的理解和支持。我站在一旁，感觉心跳加速，手脚冰冷，内心不断告诉自己要坚强，不要被他们的争吵影响。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "那天是一个周末的早晨，我刚起床，看到母亲忙碌地做家务，打扫房间、洗衣做饭。而父亲则在客厅的沙发上安静地看书，显得悠闲自在。这个场景让我感受到母亲的辛劳和父亲的闲适形成了鲜明对比。",
                "where": "家中的客厅和厨房，厨房里充满了母亲忙碌的身影，客厅中父亲的沙发旁堆放着许多书籍。",
                "when": "1984年03月10日08:15",
                "who": "柳伊娜, 母亲, 父亲",
                "description": "1984年3月10日早晨8点15分，我刚起床，走出房间。母亲已经开始了她一天的忙碌，正在厨房里打扫和准备早餐。厨房传来锅碗瓢盆的碰撞声，而客厅里父亲安静地坐在沙发上，手里拿着一本书，显得非常悠闲。看到这一幕，我心中感受到了一种强烈的对比，母亲的辛劳和父亲的闲适形成了鲜明的对比。这让我开始认为母亲是家里的支柱，而父亲的温和在那一刻显得有些软弱。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "在母亲忙碌的过程中，我试图帮忙，但母亲却告诉我要专心学习，不要分心。与此同时，父亲依然在安静地看书，偶尔抬头看了看母亲，却没有任何行动。",
                "where": "家中的客厅和厨房，厨房里母亲忙碌的身影和客厅中父亲安静阅读的对比。",
                "when": "1984年03月10日08:30",
                "who": "柳伊娜, 母亲, 父亲",
                "description": "1984年3月10日早晨8点30分，我看到母亲忙得不可开交，便走到厨房试图帮忙。母亲看到我后，温柔但坚定地对我说：'你去学习吧，不要分心，这些我来做就好。'我有些不甘心，但还是听从了她的话。与此同时，父亲依然安静地坐在客厅的沙发上看书，偶尔抬头看了看母亲，却没有任何行动。母亲的言行让我进一步体会到责任的重要性，并强化了我心中的信念：我必须表现得坚强。父亲的温和在那一刻显得有些软弱，这种反差让我对他有了新的看法。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "晚饭时分，母亲终于忙完了一天的家务，疲惫地坐在餐桌旁，而父亲则依旧温和地和我们聊着天。看到母亲的疲倦和父亲的安逸，我心中产生了一种矛盾的情感。",
                "where": "家中的餐厅，餐桌上摆满了母亲辛苦准备的晚餐。",
                "when": "1984年03月10日18:45",
                "who": "柳伊娜, 母亲, 父亲",
                "description": "1984年3月10日傍晚6点45分，母亲忙完了一天的家务，疲惫地坐在餐桌旁。餐桌上摆满了母亲辛苦准备的晚餐，而父亲依旧温和地和我们聊着天，讨论着一些轻松的话题。我看着母亲的疲倦和父亲的安逸，心中产生了一种矛盾的情感。这次晚餐让我更加意识到家庭责任和性别角色的不同。我开始认为家庭中只有坚强的人才能获得尊重，而软弱的人则不然。这一信念影响了我对父母认可的需求，并让我更加努力地表现得坚强，以期获得母亲的认可。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "我坐在观众席上，听着其他同学的演讲，心情非常紧张，手心出汗，心跳加速。几天前，母亲对我说：'你必须站上去，这样才能证明你是坚强的。'她的语气严厉而坚定，这让我感到巨大的压力。",
                "where": "学校礼堂，礼堂的光线有些昏暗，空气中弥漫着紧张的气氛。",
                "when": "1989年06月15日09:30",
                "who": "柳伊娜, 母亲",
                "description": "1989年06月15日09:30，我坐在学校礼堂的观众席上，听着其他同学的演讲，心情非常紧张，手心出汗，心跳加速。几天前，母亲对我说：'你必须站上去，这样才能证明你是坚强的。'她的语气严厉而坚定，这让我感到巨大的压力。我知道母亲对我的期望，同时也感受到一种必须克服恐惧的动力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "终于轮到我被叫到舞台上，我感到腿有些发软，但母亲的目光似乎透过人群落在我身上，给我一些力量。我深吸一口气，开始了我的演讲。尽管中间有几次停顿，但我还是坚持了下来。",
                "where": "学校礼堂，舞台上灯光明亮，台下的同学们目光炯炯。",
                "when": "1989年06月15日09:35",
                "who": "柳伊娜, 同学们",
                "description": "1989年06月15日09:35，终于轮到我被叫到舞台上，我感到腿有些发软，但母亲的目光似乎透过人群落在我身上，给我一些力量。我深吸一口气，开始了我的演讲。尽管中间有几次停顿，但我还是坚持了下来。在演讲过程中，我感到前所未有的恐惧，但依然坚持完成了。这让我明白了坚强不仅仅是面对疼痛，还包括面对恐惧和挑战。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "演讲结束后，我回到座位上，心情复杂。同学们的掌声让我感到一丝欣慰，但我更在意的是母亲的反应。回到家后，母亲对我说：'你做得很好，证明了你是坚强的。'我感受到了一种久违的认可。",
                "where": "柳伊娜的家，客厅里灯光柔和，母亲的神情有些严肃。",
                "when": "1989年06月15日18:00",
                "who": "柳伊娜, 母亲",
                "description": "1989年06月15日18:00，演讲结束后，我回到座位上，心情复杂。同学们的掌声让我感到一丝欣慰，但我更在意的是母亲的反应。回到家后，母亲对我说：'你做得很好，证明了你是坚强的。'我感受到了一种久违的认可。母亲的认可让我感到一种成就感和满足感，这进一步强化了我对坚强的追求。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "我放学回家，看到母亲因为家务问题对父亲大发脾气。母亲的声音尖锐而愤怒，责骂着父亲。而父亲只是默默低着头，一言不发，显得非常无奈和顺从。",
                "where": "家中的客厅，桌上还摆着未收拾的晚餐，空气中弥漫着刚做完饭的味道。",
                "when": "1986年04月15日17:30",
                "who": "母亲、父亲和我",
                "description": "1986年04月15日下午，我放学回到家，刚进客厅就听到了母亲的责骂声。她因为一些家务问题对父亲大发雷霆，声音尖锐而愤怒。父亲低着头，默不作声，看上去非常无奈。我站在门口，不知道该说什么，只感到一阵困惑和不安。母亲的强势让我感到家庭中的权威似乎是单方面的，这时我开始怀疑自己对家庭权威的理解。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "在母亲责骂父亲后的几分钟，我试图安慰父亲，但他只是微笑着摇了摇头，示意我不用担心。",
                "where": "家中的客厅，光线有些昏暗，空气中充满了尴尬和沉默。",
                "when": "1986年04月15日17:35",
                "who": "父亲和我",
                "description": "母亲离开后，我走到父亲身边，试图安慰他。我看到他脸上疲惫的表情，心里感到一阵心疼。我轻声说：“爸爸，没事的，不要太在意。”父亲微笑着摇了摇头，示意我不用担心。他的微笑让我更加迷惑，我开始思考为什么母亲会如此强势，而父亲却如此顺从。这种无力感和焦虑感让我开始认为，只有强势的人才能在家庭中获得尊重。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "在接下来的日子里，我注意到母亲对家务和家庭事务的掌控越来越强势，而父亲总是默默支持。我逐渐接受了这种家庭模式，并开始模仿母亲的行为。",
                "where": "家中的各个角落，尤其是厨房和客厅，这些都是母亲和父亲互动的主要场所。",
                "when": "1986年05月01日18:00",
                "who": "母亲、父亲和我",
                "description": "1986年5月的一个傍晚，我在家中的各个角落观察到，母亲对家务和家庭事务的掌控越来越强势。无论是在厨房还是客厅，她总是发号施令，而父亲则默默支持，从不反抗。我逐渐接受了这种家庭模式，并开始模仿母亲的行为，变得更加强势和控制欲强。我意识到，只有像母亲那样强势，才能在家庭中获得尊重。这种认知深深影响了我的性格和行为，让我在面对压力和挑战时更加坚强，但也增加了我的焦虑和责任感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "childhood",
                "what": "我在学校收到了考试成绩，成绩并不理想，这让我感到非常失落和内疚。想着母亲对我的期望，我的心情变得忐忑不安。",
                "where": "学校的教室，放学后回家的路上",
                "when": "1986年11月5日15:30",
                "who": "柳伊娜",
                "description": "1986年11月5日下午3:30，我在学校的教室里收到考试成绩单。看到分数的一刹那，我的心一下子沉了下去，成绩比我预期的要差很多。我感到非常失落，内疚感如潮水般涌来。放学后，我拖着沉重的脚步走在回家的路上，心情忐忑不安。脑海中不断浮现母亲失望的表情和她对我高期望的言辞，这让我感到更加焦虑和不安。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "childhood",
                "what": "我回到家中，母亲在厨房忙碌。我鼓足勇气将成绩单递给她，母亲看到成绩后表情立刻变得严肃和失望，冷冷地说：'你这样怎么能有好未来？'",
                "where": "家中的厨房",
                "when": "1986年11月5日16:00",
                "who": "柳伊娜, 母亲",
                "description": "1986年11月5日下午4:00，我回到家中，母亲正在厨房忙碌。我鼓足勇气走到她面前，将成绩单递给她。母亲接过成绩单，看了一眼，脸色顿时变得严肃起来。她冷冷地对我说：'你这样怎么能有好未来？' 母亲的失望和冷淡的话语如同一把利剑，刺痛了我的心。我感到深深的内疚和失落，眼泪在眼眶里打转，却不敢流出来。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "childhood",
                "what": "我回到自己的房间，默默地哭泣。暗下决心下次一定要取得好成绩来证明自己，开始制定详细的学习计划，决定每天学习到深夜。",
                "where": "家中的房间",
                "when": "1986年11月5日16:30",
                "who": "柳伊娜",
                "description": "1986年11月5日下午4:30，我回到自己的房间，关上门，终于忍不住哭泣起来。母亲的失望和责备让我感到无比的痛苦和内疚。我坐在书桌前，心里暗下决心，下次一定要取得好成绩来证明自己。我拿出笔记本，开始制定详细的学习计划，决定每天学习到深夜，努力不让自己再经历这样的失望和责备。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "childhood",
                "what": "放学回家后，我看到母亲在厨房忙碌，主动提出帮忙做家务。我感受到了母亲的疲惫和自己对家庭的责任。",
                "where": "家中的厨房，桌上摆着还未清洗的碗筷，灶台上有一些未收拾的菜叶。",
                "when": "1984年07月05日16:30",
                "who": "母亲和我",
                "description": "1984年7月5日下午放学回家后，我看到母亲在厨房忙碌。她看起来很疲惫，额头上满是汗珠。我走过去，轻声对她说：'妈妈，我来帮你吧。' 母亲欣慰地看了我一眼，点了点头。我开始帮忙洗碗和打扫厨房，虽然这些活儿不算重，但我感到自己肩上多了一份责任。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "childhood",
                "what": "我认真地帮忙打扫客厅，母亲看到后感到非常欣慰，并在忙完手中的事情后，走到我身边，摸了摸我的头，夸奖我：'真是个有责任感的好孩子。' 我听到母亲的夸奖，内心充满了满足感和自豪感。",
                "where": "家中的客厅，地上散落着一些玩具和杂物。",
                "when": "1984年07月05日16:45",
                "who": "母亲和我",
                "description": "1984年7月5日下午，我在客厅认真地打扫，地上散落的玩具和杂物被我一一收拾起来。母亲看到我这么认真地工作，忙完手中的事情后走到我身边，微笑着摸了摸我的头：'真是个有责任感的好孩子。' 听到母亲的夸奖，我的内心充满了满足感和自豪感，觉得自己的努力得到了认可。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "childhood",
                "what": "父亲回到家中，看到我在帮忙做家务，并得知母亲夸奖了我。他微笑着对我说：'你真是帮了大忙，爸爸也为你感到骄傲。' 我感受到来自父亲的认可和支持，加深了我对责任感的理解和认同。",
                "where": "家中的客厅，母亲正坐在沙发上休息。",
                "when": "1984年07月05日17:00",
                "who": "父亲、母亲和我",
                "description": "1984年7月5日下午5点，父亲回到家中，看到我在客厅忙碌着。母亲坐在沙发上休息，看到父亲回来，她对他说：'柳伊娜今天帮了不少忙，我夸了她呢。' 父亲微笑着对我说：'你真是帮了大忙，爸爸也为你感到骄傲。' 听到父亲的认可，我感到非常开心，这种来自父母的肯定让我更加坚定了自己的责任感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "我在邻居家的院子里玩耍时，看到邻居家的孩子因为玩耍太晚被父母责骂。孩子不停地哭泣，我感到非常难过，但也意识到遵守规矩的重要性。",
                "where": "邻居家的院子，院子里有一棵大树和一个秋千。",
                "when": "1984年09月15日17:30",
                "who": "柳伊娜, 邻居家的孩子, 邻居的父母",
                "description": "1984年9月15日傍晚，我在邻居家的院子里玩耍。院子里有一棵大树和一个秋千，我和邻居家的孩子在秋千上玩得很开心。但是，当邻居家的父母发现我们玩得太晚时，立刻责骂了他们的孩子。孩子不停地哭泣，我站在一旁，心里感到非常难过。这个场景让我明白了遵守规矩的重要性，我开始感到如果自己不遵守规矩，也会面临同样的责骂。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "在回家的路上，我一直在思考刚才看到的情景，回忆起自己曾经因为没有按时完成作业而被母亲责骂的情景，感到非常内疚。",
                "where": "回家的路上，路边有几棵高大的树和一些路灯。",
                "when": "1984年09月15日17:45",
                "who": "柳伊娜",
                "description": "1984年9月15日傍晚，在回家的路上，路边有几棵高大的树和一些路灯。我一直在思考刚才在邻居家看到的情景，心情沉重。我回忆起曾经因为没有按时完成作业而被母亲责骂的情景，感到非常内疚和不安。我害怕自己再次犯错，决定以后一定要更加努力地学习和遵守规矩，以避免被责骂。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "回到家后，母亲问我为什么这么晚回来。我解释了看到的事情，并表示自己会更加遵守规矩。母亲对此表示满意，并称赞了我的觉悟。",
                "where": "柳伊娜的家，家里的客厅里有一张沙发和一张茶几。",
                "when": "1984年09月15日18:00",
                "who": "柳伊娜, 柳伊娜的母亲",
                "description": "1984年9月15日晚上，我回到家后，母亲在客厅问我为什么这么晚回来。客厅里有一张沙发和一张茶几，我坐在沙发上，解释了刚才在邻居家看到的事情，并表示自己会更加遵守规矩。母亲听后，脸上露出了满意的笑容，她称赞了我的觉悟。母亲的称赞让我感到一丝安慰和满足，觉得自己的努力得到了回报，进一步坚定了我要尽责和遵守规矩的决心。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "在我十二岁生日的那天早上，我像往常一样早早起床，准备上学。母亲在厨房忙碌，父亲则在客厅看报纸。当我准备出门时，母亲突然叫住我，递给我一个精美的礼盒。这是一个意外的惊喜。",
                "where": "家中的客厅，母亲在厨房忙碌，父亲在客厅看报纸。",
                "when": "1990年05月15日07:30",
                "who": "我（柳伊娜）、母亲、父亲",
                "description": "1990年5月15日早上，我一如既往地早早起床，准备去上学。我走到客厅，看到父亲在认真地看报纸，母亲则在厨房忙碌地准备早餐。当我准备穿上鞋子出门时，母亲突然叫住了我。她走过来，手里捧着一个精美的礼盒，微笑着递给我。我愣了一下，接过礼盒，心中充满了惊喜和感动。打开礼盒后，看到里面是一条漂亮的手链，我感到非常开心和满足。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "在我生日的那天晚上，全家一起为我庆祝生日。母亲亲手做了一桌子菜，父亲也特意买了一块生日蛋糕。晚饭后，我拆开了礼物，是一个崭新的书包。母亲对我说：'这是你努力学习的奖励。'我感到非常开心和满足。",
                "where": "家中的餐厅，桌上摆满了母亲亲手做的菜，还有父亲买的生日蛋糕。",
                "when": "1990年05月15日19:00",
                "who": "我（柳伊娜）、母亲、父亲",
                "description": "1990年5月15日晚上，全家一起为我庆祝生日。母亲在厨房忙活了很久，亲手做了一桌子我最喜欢的菜。父亲特意从蛋糕店买了一块漂亮的生日蛋糕。晚饭后，我迫不及待地拆开了礼物，看到里面是一个崭新的书包。母亲微笑着对我说：'这是你努力学习的奖励。'我感到无比开心和满足，觉得自己的努力得到了认可和回报。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "在生日后的几天里，我每天都带着新书包去上学。我发现自己在学习上更加努力了，因为我希望通过自己的表现来回报父母的期望和爱。每当我觉得累的时候，就会想起父母送给我的书包以及母亲的话，这让我重新振作起来。",
                "where": "学校的教室里，我背着新书包，努力学习。",
                "when": "1990年05月16日08:00",
                "who": "我（柳伊娜）、老师、同学",
                "description": "1990年5月16日，我带着生日礼物——那个崭新的书包去上学。每当我背上这个书包，总能感受到父母对我的期望和爱。在学校的教室里，我更加专心地听课，努力完成每一项作业。每当感到累的时候，我就会想起母亲对我说的话：'这是你努力学习的奖励。'这些话语和物品给了我无尽的动力，让我在学业上更加努力，力求表现优异。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "那天早晨，我在家里准备上学，母亲提醒我今天有重要的数学测验。我感到一阵紧张，因为母亲总是强调成绩的重要性，尤其是数学。我在母亲的期望下匆匆出门，心情复杂。",
                "where": "家里的客厅，桌上还摆着早餐，窗外的阳光洒进来。",
                "when": "1986年05月15日07:30",
                "who": "柳伊娜，母亲",
                "description": "1986年5月15日早晨，我正在家里的客厅吃早餐，母亲突然提醒我今天有一个重要的数学测验。听到这个消息，我心里一紧，因为母亲平时对我的数学成绩要求很高。我匆匆吃完早餐，带着复杂的心情出门上学。母亲站在门口，看着我离开，她的目光中充满了期待和严肃。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "在学校的数学测验上，我尽力答题，但感觉有些题目很难。在考完试后，老师宣读了成绩，我得了一个不错的分数，但并不是最高的。这时我看到一个同学因为成绩不好被老师责骂。",
                "where": "学校的教室，黑板上依然有昨天的习题，阳光透过窗户照进教室。",
                "when": "1986年05月15日10:45",
                "who": "柳伊娜，同学，老师，全班同学",
                "description": "1986年5月15日上午，在学校的教室里，我们进行了数学测验。我尽力答题，但有些题目真的很难。考完试后，老师在讲台上宣读了我们的成绩，我得了一个不错的分数，但并不是最高的。当时，我看到一个同学因为成绩不好被老师责骂，他的脸涨得通红，眼里含着泪水。这一幕让我感到一阵焦虑和同情，同时也更加坚定了我要努力学习的决心，以避免自己也遭受同样的责骂。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "放学回家后，我告诉母亲今天在测验中的表现，并提到那个被责骂的同学。母亲听后感到满意，但也提醒我要继续努力，不能放松。我点头答应，心中暗自下定决心。",
                "where": "家里的厨房，母亲在准备晚餐，锅里冒着热气。",
                "when": "1986年05月15日18:30",
                "who": "柳伊娜，母亲",
                "description": "1986年5月15日傍晚，放学回到家里后，我在厨房里向母亲汇报了今天在数学测验中的表现。我告诉她我得了不错的分数，并提到一个同学因为成绩不好被老师责骂的事情。母亲听后脸上露出了满意的笑容，但她也提醒我不能放松，要继续努力。我点头答应，心中暗自下定决心，一定要更加努力，以不辜负母亲的期望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "母亲经常要求我在家里练习钢琴，她对我的期望很高，经常站在一旁指点我应该如何改进。我感到很大的压力，但也知道对母亲来说这很重要。",
                "where": "家中的客厅，钢琴位于窗边，阳光透过窗帘洒进来。",
                "when": "1988年09月10日15:30",
                "who": "母亲和我",
                "description": "1988年9月10日下午，在家中的客厅，母亲又让我坐在钢琴前练习。她站在我身后，盯着我的手指，时不时地指出我的错误。我试着集中注意力，但心里却感到了巨大的压力。母亲的期望让我感到紧张和焦虑，但我知道我必须尽力做到最好。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "母亲告诉我，周末会有重要的客人来访，希望我能在客人面前表演钢琴曲。我感到非常紧张，担心自己的表现不够好。",
                "where": "家中的客厅，沙发和茶几整洁地摆放在一旁。",
                "when": "1988年09月14日18:00",
                "who": "母亲和我",
                "description": "1988年9月14日傍晚，母亲在晚饭前告诉我，本周末会有重要的客人来访，她希望我在客人面前表演钢琴曲。我听到这个消息后感到非常紧张，心跳加快，手心出汗。我担心自己会在客人面前出错，母亲的期望让我感到压力山大。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "客人来访当天，我按照母亲的要求进行了钢琴表演。尽管很紧张，但在母亲的鼓励下，我成功地完成了表演。客人们纷纷夸赞我的表现。",
                "where": "家中的客厅，客人们坐在沙发上，母亲站在旁边。",
                "when": "1988年09月17日19:00",
                "who": "母亲、我、家中的客人",
                "description": "1988年9月17日晚上，客人们如约而至。母亲让我在客人面前表演钢琴曲。尽管心里紧张得要命，但在母亲鼓励的目光下，我还是坐到了钢琴前，开始了演奏。客人们静静地听着，结束后纷纷鼓掌夸赞我的表现。我感到了一种短暂的成就感和自豪，但心里仍然感觉到母亲期望带来的压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "我正在写作业，母亲走进客厅检查我的学习进度。当她发现作业中有几处错误时，情绪变得激动，开始责备我没有认真学习。",
                "where": "家中的客厅，桌上堆满了书本和作业本，旁边还有一个台灯。",
                "when": "1987年12月15日15:30",
                "who": "我和母亲",
                "description": "1987年12月15日下午，我在客厅的书桌前认真写作业。母亲走进来，看到我的作业，仔细检查后发现了几处错误。她的脸色变得严肃起来，然后声音也变得尖锐，责备我没有用心。我感到心头一紧，内心充满了压力和焦虑。我低着头，不敢看她的眼睛，只能默默承受她的批评。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "当天下午，父亲回到家，看到我在哭泣，便询问发生了什么。我含泪告诉父亲我感到很难过，因为母亲对我的批评让我觉得自己不够好。父亲试图安慰我，表示我已经很努力了。",
                "where": "家中的客厅，窗外的光线逐渐变暗。",
                "when": "1987年12月15日16:00",
                "who": "我和父亲",
                "description": "1987年12月15日下午4点，父亲回到家，看到我在客厅沙发上哭泣。他坐到我身边，轻声问我发生了什么。我一边抽泣一边告诉他，母亲对我的批评让我觉得自己很糟糕。父亲轻轻拍着我的背，告诉我我已经很努力了，不需要太自责。他的安慰让我感到一丝宽慰，但也让我心中充满了矛盾，不想让父母因为我而争吵。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "晚饭时，父母开始讨论我的学习问题。父亲认为我已经够努力了，而母亲坚持认为我需要更加用功。争论逐渐升级，我坐在一旁，感到无所适从和焦虑。",
                "where": "家中的餐厅，餐桌上摆满了晚饭。",
                "when": "1987年12月15日18:30",
                "who": "我、母亲和父亲",
                "description": "1987年12月15日晚上6点半，晚饭时，父母开始讨论我的学习问题。父亲认为我已经够努力了，而母亲则坚持认为我需要更加用功。他们的争论声音越来越大，我坐在一旁，感到无所适从和焦虑。餐桌上的菜肴变得索然无味，我低头吃饭，不敢插话，只希望争吵能快点结束。父母的争吵让我觉得自己是导致他们不和的原因，内心充满了压力和自责。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "我和朋友们计划在周末偷偷出去玩。她们约定在下午3:00见面，但我因为害怕被母亲发现，一直在家里假装学习，直到2:45才偷偷溜出家门。",
                "where": "家中的客厅，书桌上堆满了课本和作业。",
                "when": "1990年03月17日14:45",
                "who": "我, 母亲",
                "description": "1990年03月17日下午，我和朋友们计划在周末偷偷出去玩。她们约定在下午3:00见面，我一整天都在家里的客厅假装学习，心里紧张得要命，生怕母亲突然进来看我在做什么。直到2:45，我才鼓起勇气偷偷溜出家门，书桌上还堆满了课本和作业。我的心跳得很快，感觉每一步都像是在冒险。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "下午3:30，我和朋友们在公园里玩得非常开心，暂时忘记了对母亲的担忧。然而，下午4:00，我突然看到母亲在公园入口处出现，母亲显然是来找我的。",
                "where": "公园的草坪，周围都是欢笑声和玩耍的孩子。",
                "when": "1990年03月17日16:00",
                "who": "我, 母亲, 朋友们",
                "description": "1990年03月17日下午3:30，我和朋友们在公园的草坪上玩得非常开心，笑声不断，完全忘记了对母亲的担忧。然而，当下午4:00，我突然看到母亲站在公园入口处，她的目光是那么严厉，我的心情从开心瞬间转变为恐慌和内疚。母亲显然是来找我的，我的朋友们也察觉到了气氛的变化，大家都安静下来。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "母亲在公园内找到了我，并当场责骂我。母亲说：'你这样怎么能有好前途？' 我感到非常羞愧和内疚，当晚在家里一直反思自己的行为。",
                "where": "家中的客厅，晚饭后，我坐在书桌前反思。",
                "when": "1990年03月17日18:00",
                "who": "我, 母亲",
                "description": "1990年03月17日傍晚，母亲在公园内找到了我，当场责骂我。她愤怒地说：'你这样怎么能有好前途？' 我感到非常羞愧和内疚，低着头不敢看母亲的眼睛。回到家后，我在客厅里吃完晚饭，心情沉重地回到书桌前，一直反思自己的行为，母亲的失望和责备一直在我脑海中回荡。"
            }
        ]
    },
    "adolescence": {
        "name": "柳伊娜",
        "stage": "青春期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青春期",
                "what": "在初中升高中考试前的一个月，我每天下午都在家中的书房紧张地复习，感到巨大的压力，担心自己的努力会得不到回报。",
                "where": "家中的书房，书桌上堆满了参考书和习题册，窗外透进来的光线让我的眼睛有些疲劳。",
                "when": "1991年5月15日19:30",
                "who": "柳伊娜与母亲",
                "description": "1991年5月15日晚上，我在书房里复习，感到压力山大，心里不断担心自己的努力可能会白费。母亲虽然注意到我的焦虑，但她并没有过多打扰我，只是在我需要的时候悄悄地送来一些零食和温暖的微笑。那一刻，我感到了一丝温暖和支持，这让我更加坚定了要为自己的未来负责。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青春期",
                "what": "考试前的最后一周，班主任特意找我谈话，鼓励我说无论结果如何，我的努力都是值得的。",
                "where": "学校的办公室，班主任的桌上堆满了作业和文件，墙上挂着学生们的奖状和照片。",
                "when": "1991年6月5日16:00",
                "who": "柳伊娜与班主任",
                "description": "1991年6月5日下午，班主任在办公室找我谈话。他告诉我，无论结果如何，我的努力都是值得的，并且一直认为我是一个有责任心的学生，大家都很认可我的付出。听到这些话，我感到一阵温暖和安心，心中的紧张也减轻了不少。这次谈话让我更加明白，自己的责任感和努力不仅仅是为了自己，也是为了那些关心我、支持我的人。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青春期",
                "what": "初中升高中考试的前一天晚上，我在家里复习，感到非常紧张。妈妈进来安慰我，说无论结果如何，她都会为我感到骄傲。",
                "where": "家中的书房，书桌上有几本摊开的书和一盏昏黄的台灯，窗外的夜色已经很深。",
                "when": "1991年6月10日21:45",
                "who": "柳伊娜与母亲",
                "description": "1991年6月10日晚上，我在书房里复习，感到非常紧张，手心里全是汗。妈妈走进来，轻轻地拍拍我的肩膀，对我说无论结果如何，她都会为我感到骄傲。我顿时感受到一种巨大的责任感，也更加坚定了要为自己的未来负责。母亲的安慰让我内心的焦虑缓解了不少，增强了我面对考试的信心。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青春期",
                "what": "每天晚上，我在家中的客厅复习数学，感到压力很大。",
                "where": "家中的客厅，桌上堆满了数学书和练习册，旁边放着妈妈准备的水果。",
                "when": "1992年3月10日19:30",
                "who": "我",
                "description": "1992年3月10日晚上，家中的客厅里，我坐在餐桌旁复习数学。桌上堆满了数学书和练习册，旁边还放着妈妈准备的水果。我感到压力很大，数学题目似乎越做越难。我不断地翻阅书本，希望能找到解题的灵感，但焦虑的情绪却越来越强烈。我担心如果考试成绩不好，会辜负老师和同学的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青春期",
                "what": "数学考试当天，我在教室里努力答题，但感到时间紧迫，心情紧张。",
                "where": "学校的教室，考场里一片安静，只有时钟的滴答声和同学们翻卷子的声音。",
                "when": "1992年3月15日09:00",
                "who": "我与同学们",
                "description": "1992年3月15日上午，学校的教室里，我坐在考场中，面对着数学试卷。考场里一片安静，只有时钟的滴答声和同学们翻卷子的声音。我努力答题，但感到时间紧迫，心情越来越紧张。我试图保持冷静和专注，但手心却不断冒汗，心跳也加快了。我一遍遍地提醒自己要坚强，不能让焦虑影响我的表现。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青春期",
                "what": "数学考试成绩公布，我只考了70分，回到家后感到非常失落。",
                "where": "家中的客厅，成绩单放在桌上，我坐在沙发上发呆。",
                "when": "1992年3月20日17:45",
                "who": "我",
                "description": "1992年3月20日下午，我回到家中，坐在客厅的沙发上。成绩单放在桌上，上面清楚地写着我的数学成绩：70分。我感到非常失落，觉得自己辜负了老师和同学的期望。眼泪不由自主地流下来，心里充满了对未来的担忧。我不知道该如何面对接下来的学习和考试，只觉得前途一片迷茫。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_4",
                "stage_key": "青春期",
                "what": "班主任打电话鼓励我，说我已经很努力了，不要太苛责自己。",
                "where": "家中的客厅，电话放在茶几上，我手里拿着听筒。",
                "when": "1992年3月20日18:00",
                "who": "我与班主任",
                "description": "1992年3月20日下午，家中的客厅里，电话突然响起。我拿起听筒，听到班主任的声音。班主任在电话里温柔地鼓励我，说我已经很努力了，不要太苛责自己。这番话让我感到一阵温暖，仿佛心中的重担一下子轻了许多。我感受到老师的认可和理解，内心的焦虑也有所缓解，觉得自己又重新有了力量去面对未来的挑战。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青春期",
                "what": "在数学课上，我听到班上的一位同学因为成绩太差，被其他同学嘲笑和孤立。",
                "where": "学校教室，教室里有二十几张桌椅，同学们坐在各自的位置上，窗外阳光透过玻璃洒进来。",
                "when": "1992年5月3日10:15",
                "who": "柳伊娜与班级同学，其中几位同学站在教室后排，指着那位成绩不好的同学窃窃私语。",
                "description": "1992年5月3日上午10:15，在数学课上，教室充满了同学们的窃窃私语。我听到班上的几位同学在后排嘲笑一位成绩不好的同学，他们指指点点，甚至有人模仿那位同学的语调，引来了其他人的笑声。这让我感到非常不安和焦虑，我开始担心自己如果成绩不好，也会遭到同样的待遇。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青春期",
                "what": "第二天上午，我在课间与几位同学讨论学习问题时，发现他们在背后谈论被嘲笑的同学。",
                "where": "学校走廊，走廊上人来人往，同学们三五成群地聚在一起。",
                "when": "1992年5月4日11:30",
                "who": "柳伊娜与几位班级同学，几位同学站在走廊的角落里。",
                "description": "1992年5月4日上午11:30，在课间休息时，我和几位同学站在走廊上讨论学习问题。突然，我听到他们在谈论昨天被嘲笑的同学，有人甚至还在模仿他的举动。走廊上的人来人往，但我觉得周围的声音都变得模糊起来，心里只剩下焦虑。我感到班级的氛围非常紧张和不友好，觉得自己必须更加努力，才能避免成为被嘲笑的对象。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青春期",
                "what": "一周后，在班主任的鼓励下，我决定参加一次班级组织的学习小组活动，帮助成绩不好的同学。",
                "where": "学校图书馆，图书馆里安静而整洁，几排书架上摆满了各种书籍。",
                "when": "1992年5月11日17:00",
                "who": "柳伊娜、班主任、几位成绩不好的同学，我们围坐在一张大桌子旁。",
                "description": "1992年5月11日下午5:00，在班主任的鼓励下，我参加了班级组织的学习小组活动。我们在图书馆里，几位成绩不好的同学围坐在一张大桌子旁，我和他们一起讨论数学题目。图书馆里安静而整洁，窗外的阳光透过玻璃照进来，氛围温馨。在帮助其他同学的过程中，我感受到了一些认可和成就感，暂时减轻了我的焦虑。然而，这种认可是短暂的，我仍然害怕自己会成为被嘲笑的对象。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青春期",
                "what": "班主任在班会上宣布我被选为接力赛的主力队员，这让我感到既兴奋又紧张。",
                "where": "学校教室，教室里同学们的目光都集中在我身上。",
                "when": "1993年9月10日15:30",
                "who": "柳伊娜和班主任",
                "description": "1993年9月10日下午3点半，班主任在班会上突然宣布我被选为接力赛的主力队员。当时我坐在教室的中间，听到这个消息时，心跳加速，感觉自己被所有人的目光注视着。班主任的表情充满了信任，这让我感到自己被重视，心里既有一丝自豪，也有一份沉甸甸的责任感。我暗暗发誓，一定不能辜负这份信任。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青春期",
                "what": "在运动会前一周，我们开始了紧张的训练，我遇到了一些困难，但最终克服了。",
                "where": "学校操场，操场上是其他班级的学生也在训练。",
                "when": "1993年10月1日16:00",
                "who": "柳伊娜和接力赛队友",
                "description": "1993年10月1日下午4点钟，我们在学校操场上开始了紧张的接力赛训练。操场上很热闹，其他班级的学生也在各自训练。我和队友们每天都在反复练习，从起跑到交接棒，每一个细节都不敢马虎。有几次我因为太紧张，交接棒时失误，心里充满了压力和焦虑。但每次看到队友们鼓励的眼神，我就告诉自己一定要坚持下去，不能让大家失望。最终，我克服了这些困难，跑出了稳定的成绩。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青春期",
                "what": "在学校运动会上，我和队友们齐心协力，最终拿到了接力赛的第一名。",
                "where": "学校操场，操场上人声鼎沸，学生们在为各自的班级加油。",
                "when": "1993年10月8日10:45",
                "who": "柳伊娜与老师、同学",
                "description": "1993年10月8日上午10点45分，学校运动会的接力赛开始了。我和队友们在起跑线前准备，心里既紧张又兴奋。比赛开始的枪声一响，我全力冲了出去，耳边只听到呼啸的风声和同学们的加油声。每一次交接棒都非常顺利，最后一棒由我冲刺。当我冲过终点线的那一刻，全场爆发出雷鸣般的欢呼声。老师和同学们都为我们欢呼雀跃，我感到无比自豪，眼眶也不禁湿润了。这次胜利让我感受到强烈的自豪感和成就感，心里暗暗决定以后要更加努力，继续保持这种被认可和尊重的感觉。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青春期",
                "what": "高考前一周，我的数学模拟考试成绩不理想，我感到非常焦虑，决定每天晚上熬夜复习，试图通过不懈努力来提高成绩。",
                "where": "家中的书房，堆满了书籍和复习资料，台灯的光线昏黄。",
                "when": "1996年5月20日22:30",
                "who": "柳伊娜",
                "description": "1996年5月20日晚上，在家中的书房，我看着数学模拟考试的成绩单，心情沉重。书桌上堆满了复习资料，台灯发出的光线让整个房间显得格外静谧。我感到一阵阵的焦虑，不禁握紧了手中的笔，心里默念着‘我必须努力，绝不能让未来变得暗淡’。于是，我决定每天晚上熬夜复习，希望通过不懈的努力来提高成绩。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青春期",
                "what": "班主任在一次课后单独找我谈话，鼓励我不要过度疲劳，并强调健康的重要性。但我认为这是老师对我的信任和期望，于是更加努力地复习。",
                "where": "学校的教室，空荡荡的教室里只有我和班主任，黑板上的字迹还未擦去。",
                "when": "1996年5月23日16:45",
                "who": "柳伊娜, 班主任",
                "description": "1996年5月23日下午，在学校的教室里，班主任把我叫到一旁，语重心长地对我说，‘伊娜，不要过度疲劳，健康比什么都重要。’我点了点头，心里却想，这更是老师对我的信任和期望。我不能辜负他，于是更加努力地复习，尽管身体越来越疲惫，但我觉得这是必须的。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青春期",
                "what": "高考前夕，我连续几天熬夜复习，身体感到非常疲惫。妈妈看到后非常担心，提醒我要注意休息，但我坚持说必须表现出坚强，不能让妈妈失望。",
                "where": "家中的书房，桌上的闹钟显示着深夜的时间，妈妈站在门口，脸上满是担忧。",
                "when": "1996年5月26日23:15",
                "who": "柳伊娜与母亲",
                "description": "1996年5月26日深夜，在家中的书房，我正埋头苦读，眼睛已经有些模糊。桌上的闹钟显示着深夜的时间，妈妈站在门口，脸上满是担忧。她轻声对我说，‘伊娜，别太累了，注意休息。’我抬起头，强忍着疲惫，微笑着对她说，‘妈妈，我必须表现出坚强，不能让您失望。’我看到了妈妈眼中的担忧，但心里却坚定地告诉自己，不能停下来。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青春期",
                "what": "1994年10月的一次家长会上，我和我的父母以及其他同学和他们的父母一起出席。老师总结了学生们的表现，并且特别表扬了几位成绩优秀的同学。当轮到一位同学的父母上台时，他们因为孩子的成绩而非常自豪，脸上洋溢着骄傲的笑容，老师也给予了高度评价。",
                "where": "学校教室，桌椅整齐排列，黑板上写着‘家长会’的字样。",
                "when": "1994年10月22日15:30",
                "who": "我、我的父母、同学、同学的父母、老师",
                "description": "1994年10月22日下午，我和父母一起参加了学校的家长会。教室里挤满了学生和家长，空气中弥漫着紧张和期待的气氛。老师站在讲台前总结了大家的表现，并特别表扬了几位成绩优秀的同学。当轮到一位同学的父母上台时，他们满脸笑容，神情中流露出无比的骄傲。老师也对这位同学给予了高度评价。我坐在座位上，看着这一幕，心里默默希望自己的父母也能因为我的成绩而感到骄傲，但这种渴望得不到满足让我感到失落和压力。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青春期",
                "what": "在家长会结束后的第二天，我在教室里和几位要好的同学讨论家长会的情况。她的同学们也提到了父母因为他们的表现而感到骄傲的事情。虽然我表面上微笑着参与讨论，但内心却充满了复杂的情感。我的努力没有得到应有的认可，内心产生了自我怀疑。",
                "where": "学校教室，靠窗的位置，阳光洒进教室，空气中有些微的尘埃在飞舞。",
                "when": "1994年10月23日10:15",
                "who": "我、同学们",
                "description": "1994年10月23日上午，我和几位要好的同学在教室里聊起了昨天的家长会。阳光透过窗户洒在我们身上，空气中漂浮着尘埃。同学们兴奋地讨论着父母对他们的赞扬和骄傲。我表面上笑着，参与他们的讨论，但内心却感到复杂和沉重。我努力学习，但却没有得到应有的认可，这让我开始怀疑自己的价值。那种孤独和失落感在心中蔓延，令我感到无力和沮丧。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青春期",
                "what": "在家长会后的一个星期，班主任找我谈话，询问我最近的学习情况和心理状态。班主任注意到我最近有些情绪低落，于是特别关心我的情况。在谈话中，我透露了自己对获得父母和老师认可的渴望以及由此产生的压力。",
                "where": "学校办公室，摆满了文件和书籍，墙上挂着几幅学生的画作。",
                "when": "1994年10月29日14:45",
                "who": "我、班主任",
                "description": "1994年10月29日下午，班主任在办公室找我谈话。办公室里摆满了文件和书籍，墙上挂着几幅学生的画作。班主任关切地问我最近的学习情况和心理状态，注意到我情绪低落。我坐在椅子上，感到有些紧张，但还是向班主任敞开心扉，告诉她我对获得父母和老师认可的渴望以及因此感受到的巨大压力。班主任的关心让我感到了一些安慰，但这种短暂的安慰并不能彻底消除我内心的焦虑和不安。我意识到，单靠努力学习并不能完全解决内心的需求和焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青春期",
                "what": "在数学课上，老师突然提问我一个我并不熟悉的问题。我试图回答，但由于紧张和不熟练，我答错了。",
                "where": "学校的数学课堂，黑板上写满了习题，窗外阳光明媚。",
                "when": "1993年4月12日10:15",
                "who": "我、数学老师、全班同学",
                "description": "1993年4月12日10:15，我在学校的数学课堂上，数学老师突然叫我的名字，提问了一个我并不熟悉的问题。教室里顿时安静下来，所有的目光都集中在我身上。我紧张得手心冒汗，试图回答，但由于不熟悉和紧张，我结结巴巴地说出了错误的答案。看着老师微微皱起的眉头和同学们的窃窃私语，我感到脸上火辣辣的，心里非常尴尬和难堪，仿佛地面裂开了一个缝隙，想要钻进去。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青春期",
                "what": "课后，几位同学在我背后窃窃私语并嘲笑我的错误回答。我听到了这些话语，感到更加自卑和孤立。",
                "where": "学校的走廊，墙上贴着各类公告，来往的学生熙熙攘攘。",
                "when": "1993年4月12日12:00",
                "who": "我、几位同学",
                "description": "1993年4月12日中午12:00，数学课结束后，我走在学校的走廊上，心情沉重。突然听到背后传来几位同学的窃窃私语和嘲笑声，我听得很清楚，他们在议论我课堂上的错误回答。我顿时感到一阵刺痛，心里更加自卑和孤立，仿佛周围的喧嚣都与我无关，只有那几句嘲笑的话语在耳边不断回响。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青春期",
                "what": "当天晚上，我在家里回想起课堂上的错误和同学的嘲笑，感到非常沮丧和无助。我决定向班主任求助，希望能得到一些安慰和指导。",
                "where": "家中的卧室，房间里摆放着书桌和书架，窗帘微微摇曳。",
                "when": "1993年4月12日20:30",
                "who": "我",
                "description": "1993年4月12日晚上20:30，我坐在家中的卧室里，回想起白天在课堂上的错误回答和同学们的嘲笑，心里感到无比的沮丧和无助。眼泪在眼眶里打转，房间的灯光显得格外刺眼。我决定向班主任求助，希望能得到一些安慰和指导。我拿起电话，深吸一口气，拨通了班主任的号码，声音颤抖地说出了自己的困惑和苦恼。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青春期",
                "what": "我在学校收到成绩单，成绩中等。班主任在课后找我谈话，鼓励我继续努力，争取更好的成绩。",
                "where": "学校教室，教室里的灯光有些昏暗，窗外的树影在墙上摇曳。",
                "when": "1995年1月30日16:45",
                "who": "班主任和我",
                "description": "1995年1月30日下午，我在学校的教室里收到成绩单，看见上面的中等成绩，我心里有些失落。课后，班主任把我叫到她的办公桌前，语重心长地说：'柳伊娜，我知道你很努力，但你需要更专注一些，争取下次考得更好。'她的鼓励让我感受到老师对我的期待，同时也让我意识到自己肩上的责任。我点了点头，心中暗下决心一定要更加努力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青春期",
                "what": "我放学回家的路上，听到了邻居家传来的喋喋不休的责骂声。我犹豫了一下，决定停下脚步，观察邻居家的孩子因成绩不好而被父母责骂。",
                "where": "邻居家门前，我站在一棵大树的旁边，树影斑驳洒在地上。",
                "when": "1994年7月15日17:45",
                "who": "邻居家的孩子及其父母，还有我自己",
                "description": "1994年7月15日下午，我放学回家时，经过邻居家门前，突然听到里面传来激烈的责骂声。我停下脚步，站在一棵大树旁，透过半掩的门看到邻居家的孩子低着头，眼中闪烁着泪光，而他的父母在一旁不断指责他成绩不好。我感到一阵不安，心里想到如果我成绩不好，是否也会面临同样的责骂和失望。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青春期",
                "what": "回到家后，我心情沉重，把自己关在房间里，反复思考邻居孩子的遭遇，担心自己如果成绩不好，是否会让父母失望。",
                "where": "我的家，房间里，窗外的夕阳将房间染上一层红色。",
                "when": "1994年7月15日18:15",
                "who": "我自己",
                "description": "1994年7月15日傍晚，我回到家后，心情异常沉重。吃完晚饭，我把自己关在房间里，躺在床上，望着窗外的夕阳，脑海中不断浮现邻居孩子被责骂的情景。我开始担心，如果我成绩不好，我的父母是否也会对我感到失望。我感到一阵焦虑，觉得自己必须更加努力才能避免类似的情形发生在自己身上。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青春期",
                "what": "几天后，我在学校和班主任谈话时提到了自己最近的焦虑。班主任鼓励我，并指出我已经很努力，只需要继续保持。",
                "where": "学校办公室，办公桌上堆满了文件，墙上挂着学生的作品。",
                "when": "1994年7月18日14:30",
                "who": "我和班主任",
                "description": "1994年7月18日下午，我在学校的办公室和班主任谈话时，提到了自己最近因为成绩的焦虑。班主任坐在办公桌后，桌上堆满了文件，墙上挂着学生的作品。他耐心地听我说完，然后微笑着鼓励我，说我已经很努力，只需要继续保持。我感到一丝安慰，但心里仍然担心自己的努力是否足够。我决定更加严格要求自己，希望能得到更多的认可和理解。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青春期",
                "what": "高考前几天，我和同学们一起在教室里复习，我感到压力很大，担心自己无法考好。",
                "where": "教室，空气中弥漫着紧张的气氛，桌上堆满了复习资料。",
                "when": "1996年6月1日16:30",
                "who": "我和几位同学",
                "description": "1996年6月1日下午，我们在教室里复习，教室里静悄悄的，只有翻书和写字的声音。我不断看着手表，时间仿佛过得特别慢。每当我看着厚厚的复习资料，心里就一阵紧张，担心自己无法考好。我看到同学们也都很认真，有的在低声讨论题目，有的在埋头做笔记。虽然我们都在一起复习，但我感到自己被压力包围，心跳得很快。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青春期",
                "what": "高考当天早上，我在家里准备出门，母亲给我打气并告诉我无论结果如何都已经尽力而为。",
                "where": "家里，厨房里弥漫着早餐的香气，餐桌上摆着母亲准备的早点。",
                "when": "1996年6月7日07:00",
                "who": "我和母亲",
                "description": "1996年6月7日早上，我在家里准备出门参加高考。母亲在厨房忙碌着，为我准备了丰盛的早餐。她走过来轻轻拍了拍我的肩膀，说：“伊娜，无论结果如何，你已经尽力了。”她的话让我感到一丝安慰，但心里的紧张和压力依然存在。我点了点头，勉强笑了笑，然后拿起书包出门。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青春期",
                "what": "高考结束后，我和朋友们一起去餐厅庆祝，但我内心仍然担心成绩，害怕自己的未来会很糟糕。",
                "where": "餐厅，灯光柔和，桌上摆满了美食。",
                "when": "1996年6月9日19:00",
                "who": "我和几位朋友",
                "description": "1996年6月9日晚，我们在餐厅庆祝高考结束。餐厅里充满了欢声笑语，朋友们都在兴高采烈地聊着考试后的计划。然而，我的心里却充满了不安，担心自己的成绩会不理想。我看着桌上的美食，胃口却不怎么好，只是机械地吃着。我时不时地看向朋友们，担心他们会问起我的考试情况。尽管大家都在庆祝，但我内心的焦虑并没有消退。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "青春期",
                "what": "班主任在班级宣布即将进行班长选举，鼓励大家积极参与并为班级做出贡献。",
                "where": "学校教室，教室的黑板上写着‘班长选举’，桌椅整齐排列。",
                "when": "1994年9月10日上午8:00",
                "who": "柳伊娜、班主任、全班同学",
                "description": "1994年9月10日上午8:00，在学校教室里，班主任走上讲台，宣布即将进行班长选举。他鼓励大家积极参与，为班级做出贡献。教室里顿时热闹起来，同学们窃窃私语，讨论着选举的事。柳伊娜心跳加速，感受到一种使命感和责任感，也有些焦虑，但她决定要积极参与。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "青春期",
                "what": "班级进行班长选举，柳伊娜通过演讲展示了她的计划和决心，最终以多数票当选班长。",
                "where": "学校教室，讲台上摆放着几张演讲稿，教室的窗户透进下午的阳光。",
                "when": "1994年9月12日下午2:30",
                "who": "柳伊娜、班主任、全班同学",
                "description": "1994年9月12日下午2:30，在学校教室里，班级进行班长选举。柳伊娜站在讲台上，手心微微出汗，但她坚定地展示了自己的计划和决心。她的演讲赢得了同学们的掌声和支持。最终，柳伊娜以多数票当选班长。她感受到同学和老师对她的信任和期待，内心充满了自信和责任感。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "青春期",
                "what": "柳伊娜作为班长主持了第一次班会，讨论班级纪律和学习计划。",
                "where": "学校教室，黑板上写着‘班会’，同学们坐在座位上，认真听着。",
                "when": "1994年9月15日下午4:00",
                "who": "柳伊娜、班主任、全班同学",
                "description": "1994年9月15日下午4:00，在学校教室里，柳伊娜作为班长主持了第一次班会。她站在讲台上，黑板上写着‘班会’两个大字。她讨论了班级纪律和学习计划，同学们认真听着，不时点头表示赞同。柳伊娜感受到责任的重量和压力，但也体验到被认可和尊重的满足感。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "青春期",
                "what": "我在一次数学考试中表现不佳，考试成绩远低于预期。这让我感到非常沮丧和压力巨大。我决定在放学后去找数学老师寻求帮助。",
                "where": "学校的教室里，阳光透过窗户斜射进来，教室里的人渐渐散去。",
                "when": "1993年11月15日16:30",
                "who": "我和数学老师",
                "description": "1993年11月15日下午4点半，我在学校的教室里翻看着刚发下来的数学考试成绩单，心情沉重。阳光透过窗户斜射进来，教室里的人渐渐散去。我感到非常沮丧，心中压力巨大，觉得自己没有达成老师和家长的期望。我决定去找数学老师寻求帮助，于是收拾好书包，走向教师办公室。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "青春期",
                "what": "我在教师办公室内与数学老师进行了长达一个小时的辅导，数学老师耐心地为我讲解了题目的思路和解法。",
                "where": "学校教师办公室，桌上摆满了各类书籍和练习册，老师的办公桌上有一杯未喝完的茶。",
                "when": "1993年11月15日16:45",
                "who": "我和数学老师",
                "description": "1993年11月15日下午4点45分，我来到了学校的教师办公室。办公室里静悄悄的，只有数学老师在办公桌前忙碌着。桌上摆满了各类书籍和练习册，老师的办公桌上还有一杯未喝完的茶。我坐下来，数学老师看到我的成绩单后，耐心地为我讲解了题目的思路和解法。我们进行了长达一个小时的辅导，我渐渐感受到了被理解和支持，内心的自信心也有所恢复。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "青春期",
                "what": "我在回家的路上遇到了同学李明，我们一起讨论了学习中的难题，并交换了各自的学习方法。",
                "where": "学校附近的街道，街道两旁是高大的梧桐树，路边有几家小吃摊。",
                "when": "1993年11月15日17:55",
                "who": "我和同学李明",
                "description": "1993年11月15日下午5点55分，我在回家的路上遇到了同学李明。街道两旁是高大的梧桐树，路边有几家小吃摊，我们决定一起走一段路。在路上，我们讨论了学习中的难题，并交换了各自的学习方法。李明告诉我一些他在学习数学时的小窍门，这让我受益匪浅。这次讨论不仅让我获得了新的学习方法，还让我感受到同学间的互助与支持，增强了我的社交信心和对学习的兴趣。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "青春期",
                "what": "在一天放学后，我前往学校图书馆准备复习功课。看到一位同学在图书馆的一角默默地整理书籍，与图书管理员交谈时得知，这位同学正在打工赚取学费。",
                "where": "学校图书馆，阳光透过窗户洒在书架上，空气中弥漫着书本的味道。",
                "when": "1995年3月15日16:30",
                "who": "柳伊娜, 一位同学, 图书管理员",
                "description": "1995年3月15日下午，我在学校图书馆复习功课。阳光透过窗户洒在书架上，空气中弥漫着书本的味道。我看到一个同学在一角默默地整理书籍，神情专注。出于好奇，我与图书管理员聊了几句，得知这个同学正在打工赚取学费。瞬间，我感到震惊和敬佩，意识到并不是每个人都像我一样有相对稳定的家庭支持。这一刻，我的责任感和对未来的焦虑骤然增强，促使我更加努力学习，以避免未来可能的不确定性。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "青春期",
                "what": "几天后，我在课堂上与同学们讨论学习方法时，不经意间提到了那位打工的同学。大家对那位同学的毅力表示敬佩，并在讨论中探讨了各自的学习压力和家庭背景。",
                "where": "教室，窗外的阳光透过半开的窗帘洒进来，教室里充满了同学们的讨论声。",
                "when": "1995年3月18日12:45",
                "who": "柳伊娜, 同学们",
                "description": "1995年3月18日中午，我和同学们在教室里讨论学习方法。窗外的阳光透过半开的窗帘洒进来，教室里充满了同学们的讨论声。谈话中，我不经意间提到了那位在图书馆打工的同学，大家纷纷对他的毅力表示敬佩。我们也借此机会探讨了各自的学习压力和家庭背景。这次讨论让我意识到自己并不孤单，其他同学也有各自的压力和挑战。相互理解和分享增强了我的社交能力和自我认可感，同时也让我感受到了一些焦虑，因为我不想被同学们视为软弱。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "青春期",
                "what": "我决定向班主任请教如何更好地管理时间和学习，以便能更加努力地提高自己的成绩。班主任了解情况后，不仅给予了我一些具体的学习建议，还鼓励我保持积极的心态。",
                "where": "班主任办公室，桌上堆放着各种文件和书籍，墙上挂着励志标语。",
                "when": "1995年3月20日15:00",
                "who": "柳伊娜, 班主任",
                "description": "1995年3月20日下午，我来到班主任办公室，决定请教他如何更好地管理时间和学习。办公室桌上堆放着各种文件和书籍，墙上挂着励志标语。班主任了解我的情况后，耐心地给予了我一些具体的学习建议，并鼓励我保持积极的心态。他的鼓励让我感到被理解和支持，这对我的心理状态产生了积极的影响。我感受到了一种责任感，认为自己必须更加努力以不辜负班主任的期望。这种积极的互动帮助我更好地应对未来的挑战。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "青春期",
                "what": "我在一次家庭聚会前的准备过程中，一直在努力学习，想提高自己的成绩。",
                "where": "家中的书房，书桌上堆满了教科书和笔记本，台灯发出柔和的光。",
                "when": "1993年12月15日18:30",
                "who": "柳伊娜",
                "description": "1993年12月15日18:30，我在家中的书房里，桌上堆满了教科书和笔记本，台灯发出柔和的光。我感到压力山大，但为了未来，我必须坚持努力学习。尽管感到有些疲惫，但想到能提高成绩，我内心还是充满了希望和决心。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "青春期",
                "what": "在家庭聚会上，叔叔夸奖我最近成绩进步很大，我感到非常自豪。",
                "where": "家中的客厅，餐桌上摆满了美味的菜肴，亲戚们笑声不断。",
                "when": "1993年12月15日19:45",
                "who": "柳伊娜与叔叔",
                "description": "1993年12月15日19:45，在家中的客厅，餐桌上摆满了美味的菜肴，亲戚们笑声不断。叔叔走过来，拍着我的肩膀，说道：“最近成绩进步很大，继续加油！”听到这番话，我感到非常自豪，内心的疲惫一扫而空，取而代之的是满满的成就感和动力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "青春期",
                "what": "家庭聚会后，我在卧室里回忆起叔叔的夸奖，感到非常幸福，并决定制定更详细的学习计划。",
                "where": "家中的卧室，床头摆放着几本喜欢的书，窗外的夜色宁静。",
                "when": "1993年12月15日22:00",
                "who": "柳伊娜",
                "description": "1993年12月15日22:00，家庭聚会结束后，我回到自己的卧室，床头摆放着几本我喜欢的书，窗外的夜色宁静。我回忆起叔叔的夸奖，内心感到非常幸福。我决定要更加努力，于是拿起笔和本子，开始制定更详细的学习计划。我感到责任感增强，同时对自己的未来充满了希望。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "青春期",
                "what": "班主任在一次班会中提到即将举行的班级辩论赛，并鼓励同学们积极参与。听到这个消息后，我心里有些紧张，但想到这是一个展示自己能力的机会，我决定报名参加。接下来的一个周末，我花了大量时间准备辩论材料，查阅了很多资料，还和父母、朋友讨论辩题，最终选定了一些有力的论据。",
                "where": "学校教室，教室的黑板上写满了当天的课程安排，桌椅整齐排列。",
                "when": "1995年5月28日15:00",
                "who": "柳伊娜、班主任、父母、朋友",
                "description": "1995年5月28日下午3点，在学校教室，班主任在班会上提到即将举行的班级辩论赛，并鼓励同学们积极参与。听到这个消息后，我心里有些紧张，但想到这是一个展示自己能力的机会，我决定报名参加。接下来的一个周末，我花了大量时间准备辩论材料，查阅了很多资料，还和父母、朋友讨论辩题，最终选定了一些有力的论据。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "青春期",
                "what": "在辩论赛当天，我和我的队友们早早来到教室，做最后的准备。比赛开始后，对手提出了一个棘手的问题，这让我感到一阵紧张，但我迅速调整心态，冷静地回应对方的质疑，提出了更有力的论据。我的发言获得了在场老师和同学的热烈掌声。",
                "where": "学校教室，教室里挤满了学生和几位老师，气氛紧张而兴奋。",
                "when": "1995年6月5日10:30",
                "who": "柳伊娜、辩论赛对手、同学、老师",
                "description": "1995年6月5日上午10点30分，在学校教室，辩论赛正式开始。我和我的队友们早早来到教室，做最后的准备。比赛开始后，对手提出了一个棘手的问题，这让我感到一阵紧张，但我迅速调整心态，冷静地回应对方的质疑，提出了更有力的论据。我的发言获得了在场老师和同学的热烈掌声。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "青春期",
                "what": "辩论赛结束后，老师在班会上特别表扬了我，并让我分享自己的准备经验。我详细讲述了自己如何查阅资料、与朋友讨论、反复练习的过程。同学们纷纷向我表示祝贺，并向我请教学习和辩论的技巧。",
                "where": "学校教室，教室里氛围轻松，同学们围坐在一起。",
                "when": "1995年6月6日08:15",
                "who": "柳伊娜、老师、同学",
                "description": "1995年6月6日上午8点15分，在学校教室，辩论赛结束后，老师在班会上特别表扬了我，并让我分享自己的准备经验。我详细讲述了自己如何查阅资料、与朋友讨论、反复练习的过程。同学们纷纷向我表示祝贺，并向我请教学习和辩论的技巧。"
            }
        ]
    },
    "youth": {
        "name": "柳伊娜",
        "stage": "青年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "青年时期",
                "what": "我在学期初被选为学生会会长，感到非常荣幸和责任重大，决定全力以赴。每天早起，组织和参加各种会议和活动，同时还要应对繁重的学业压力。",
                "where": "大学校园，学生会办公室和各个教室。",
                "when": "1999年9月1日08:00",
                "who": "我、同学和老师",
                "description": "1999年9月1日早上8点，我在大学校园内的学生会办公室被宣布为新一届学生会会长。当老师和同学们为我鼓掌时，我感到无比荣幸和责任重大。从那天开始，我每天早早起床，忙碌于组织和参加各种会议和活动。学业的压力也随之而来，我常常在深夜还在图书馆复习功课。尽管如此，我内心深处感到一种巨大的满足感，觉得自己在为大家做出贡献。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "青年时期",
                "what": "在一次学生会活动中，一位同学因为家庭问题无法完成任务，我主动承担了这位同学的工作，熬夜完成了所有任务。",
                "where": "大学校园，学生会办公室和宿舍。",
                "when": "1999年10月10日22:30",
                "who": "我、那位同学和其他学生会成员",
                "description": "1999年10月10日晚上10:30，在学生会办公室里，一位同学因为家庭问题无法完成分配的任务，神情非常焦虑。当时我看到他的情况，毫不犹豫地决定帮他完成工作。那晚我回到宿舍后，熬夜写完了所有的文案和策划。尽管眼睛布满血丝，身体疲惫不堪，但看到任务顺利完成的那一刻，我感到无比的成就感，心里充满了自信，因为我不仅帮助了同学，也为团队尽了责。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "青年时期",
                "what": "在这次事件后，老师在全班同学面前公开表扬了我的责任感和领导能力，这让我在同学中间获得了很高的威望。",
                "where": "大学校园，教室里。",
                "when": "1999年10月15日09:00",
                "who": "我、老师和全班同学",
                "description": "1999年10月15日上午9点，在教室里，老师在全班同学面前公开表扬了我的责任感和领导能力。当老师提到我的名字时，教室里响起了热烈的掌声，所有的目光都集中在我身上。我的心跳加速，脸上露出了羞涩而自豪的笑容。这一刻，我感到无比的开心和自豪，觉得自己所有的努力和牺牲都是值得的。同学们对我的信任和尊重也随之增强，我逐渐成为了他们依赖的对象。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "青年时期",
                "what": "我在大学的最后学期，面临即将到来的毕业和找工作压力，决定全力以赴准备各种考试和面试。",
                "where": "大学校园及图书馆。图书馆内灯光明亮，书架整齐排列，桌子上摆满了复习资料。",
                "when": "2000年5月15日07:00",
                "who": "同学们、图书馆工作人员",
                "description": "2000年5月15日早上7点，我准时起床，洗漱后匆匆吃了早餐，便直奔图书馆。那时，校园里一片宁静，只有鸟儿的鸣叫声。走进图书馆，看到同学们也在埋头复习，我找了个角落坐下，开始一整天的复习和练习。每当看着堆积如山的书本和笔记，我感到巨大的压力和焦虑，但同时也意识到这是为了未来的责任。尽管每天都很疲惫，但想到未来的光明前景，我又充满了动力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "青年时期",
                "what": "在紧张的备考期间，我的一位大学好友小丽注意到我的压力，并邀请我参加一个放松的周末聚会。",
                "where": "大学校园及小丽的宿舍。宿舍里布置温馨，墙上贴满了我们一起拍的照片。",
                "when": "2000年5月20日18:00",
                "who": "小丽及其他三位大学好友",
                "description": "2000年5月20日傍晚，小丽在校园里找到我，看到我疲倦的样子，她关切地问我最近的情况。她邀请我参加一个周末聚会，我犹豫了一下，但最终同意了。那天晚上，我们在小丽的宿舍里聊了很多，吃了很多零食，听着音乐，笑声不断。那一刻，我感受到朋友的支持和理解，心情轻松了不少。聚会结束后，我觉得重新充满了力量，继续面对备考的压力。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "青年时期",
                "what": "经过多次的面试和考试，我终于在一家自由职业平台上获得了一份满意的工作。",
                "where": "我的家中。家里温馨整洁，墙上挂着全家福照片。",
                "when": "2000年6月30日10:30",
                "who": "家人",
                "description": "2000年6月30日早上10点半，我接到了一家自由职业平台的录取电话。当时，我感到无比激动和幸福，立刻打电话告诉家人这个好消息。电话那头，父母听到后也非常高兴，祝贺我的成功。那一刻，我感到极大的成就感和幸福感，觉得所有的努力和压力都是值得的。这次成功让我更加坚定了对未来的信心，也让我感受到家人对我的认可和支持。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "青年时期",
                "what": "那天晚上，我正在家中准备第二天的社团活动材料，突然听到隔壁传来激烈的争吵声。好奇心驱使我放下手中的工作，走到窗边观察，看到邻居家的父母因为孩子的成绩不理想而责骂他。孩子在房间里哭泣，声音听起来非常绝望。",
                "where": "在家中的书房，窗外可以看到邻居家的客厅。",
                "when": "2001年3月15日19:03",
                "who": "我、邻居家的孩子及其父母",
                "description": "2001年3月15日的晚上，我在家中的书房忙碌地准备第二天的社团活动材料。突然，隔壁传来激烈的争吵声。我好奇地走到窗边，看到邻居家父母因为孩子的成绩不理想而在责骂他。孩子在房间里哭泣，声音听起来非常绝望，这让我感到一阵震惊。我从未意识到家庭环境对孩子成长的重要性，这种情景让我感到深深的责任感。我决心在未来一定要为自己的家庭创造一个和谐的环境。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "青年时期",
                "what": "邻居家的争吵持续了一段时间，我决定上前劝解。我走到邻居家门口敲门，邻居父母打开门后，我温和地表示希望能够帮助他们解决问题。起初他们有些抵触，但最后还是让我进了家门。",
                "where": "邻居家的门口到客厅。",
                "when": "2001年3月15日19:15",
                "who": "我、邻居家的孩子及其父母",
                "description": "邻居家的争吵声持续了一段时间，我终于忍不住决定上前劝解。我走到邻居家门口敲门，邻居父母打开门后，我温和地表示希望能够帮助他们解决问题。起初，他们有些抵触，但在我的坚持和真诚下，最终还是让我进了家门。我在客厅里耐心地与他们沟通，劝说他们冷静下来。孩子的哭声逐渐平息，邻居父母开始冷静地听我说话。这让我感到自己在处理冲突和帮助他人方面有一定的能力，增强了我的自信心和责任感。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "青年时期",
                "what": "几天后，邻居父母特地过来感谢我的帮助，并表示他们会更加注意孩子的情绪和家庭氛围。这让我感到非常欣慰和满足。",
                "where": "我的家中客厅。",
                "when": "2001年3月20日18:45",
                "who": "我、邻居家的父母",
                "description": "几天后，邻居父母特地到我家来感谢我的帮助。他们表示会更加注意孩子的情绪和家庭氛围，并对我表达了深深的感激之情。这让我感到非常欣慰和满足。我觉得自己的干预确实带来了积极的变化，内心充满了成就感。这种正面的反馈让我强化了自己对责任感和坚强的信念，同时也让我意识到，我在帮助他人和处理家庭问题上有一定的天赋，这也使我对未来的家庭生活充满了信心。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "青年时期",
                "what": "我和丈夫刚刚结婚不久，正处于新婚蜜月期。然而，随着生活的深入，我们开始意识到经济上的压力。我丈夫在一家初创公司工作，收入不稳定，而我则刚刚开始自由职业，收入也不稳定。为了减轻丈夫的压力，我决定主动承担家务，并开始寻找兼职工作。",
                "where": "家中，温馨的小公寓，布置简单但充满爱意。",
                "when": "2002年05月01日08:00",
                "who": "丈夫",
                "description": "2002年5月1日早晨，我和丈夫在家中吃早餐。虽然我们刚刚结婚，正处于甜蜜的新婚期，但我们开始感受到经济上的压力。丈夫在一家初创公司工作，收入不稳定，而我也刚开始自由职业，收入同样不稳定。我看着他疲倦的脸，心里感到一阵酸楚。为了减轻他的压力，我决定主动承担家务，并开始寻找兼职工作。虽然这让我觉得很累，但我认为这是我应该做的，我必须表现得坚强，才能支持我们的家庭。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "青年时期",
                "what": "我找到了一份兼职工作，每天要花费数小时工作，此外还要承担全部家务。尽管我感到非常疲惫，但我认为这是我应该做的。我的丈夫也非常感谢我的付出，夫妻俩在这一段时间互相支持，感情更加牢固。",
                "where": "家中及兼职工作的地点，家中是温馨的小公寓，而兼职工作地点是一家咖啡馆。",
                "when": "2002年05月15日14:30",
                "who": "丈夫",
                "description": "2002年5月15日下午，我在兼职工作的咖啡馆忙碌着，心里想着晚上回家后还要完成家务。尽管我感到非常疲惫，但我知道这是我应该做的。回到家后，丈夫看到我疲惫的样子，心疼地对我说：“辛苦了，伊娜。”他帮忙做了一些简单的家务，我们互相支持，感情也在这段时间里变得更加牢固。尽管很累，但我感受到了满足，因为我的付出得到了他的认可和感谢。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "青年时期",
                "what": "我的兼职工作开始变得更加繁重，每天回到家后都感到非常疲惫。尽管如此，我仍然坚持完成家务，这让我的身体和心理都承受了很大的压力。有一天晚上，我突然感到头晕，几乎晕倒在地。丈夫非常担心，劝我休息，但我坚持认为自己不能表现出软弱。",
                "where": "家中，布置温馨的小公寓。",
                "when": "2002年05月30日21:45",
                "who": "丈夫",
                "description": "2002年5月30日晚上，我在家中完成了一天的兼职工作后，感到非常疲惫。我坚持完成了所有的家务，但突然感到一阵头晕，几乎晕倒在地。丈夫连忙扶住我，焦急地说：“伊娜，你太累了，赶快休息吧。”我勉强笑了笑，坚持说：“我没事，我不能表现出软弱。”尽管我内心感到极大的心理压力和身体上的疲惫，但我认为自己必须坚强，这样才能得到尊重。这种情感和心理状态的冲突让我感到非常痛苦。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "青年时期",
                "what": "我怀孕了，这一事件让我感受到了即将成为母亲的责任感。由于怀孕初期的反应，我开始调整生活节奏，丈夫也更加关心我的健康。",
                "where": "家中及医院，家中的卧室和厨房，医院的妇产科诊室。",
                "when": "2004年1月15日08:30",
                "who": "丈夫",
                "description": "2004年1月15日早上，我在家中的卧室里，手里拿着刚刚验出的孕检报告，心情复杂而激动。我告诉丈夫这个消息，他的脸上先是惊讶，然后是满满的喜悦和关切。他抱住我，轻声说：“我们要有孩子了，一定要好好照顾自己。”接下来的一段时间里，因为怀孕初期的反应，我经常感到恶心和疲倦。我们一起去了医院的妇产科诊室，医生详细解释了怀孕初期的注意事项。我开始调整自己的生活节奏，尽量多休息，丈夫也在家中主动承担了更多的家务，关心我的健康。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "青年时期",
                "what": "在怀孕期间，我参加了孕妇课程，结识了一些同样怀孕的女性朋友。我们一起分享怀孕的经验和感受，感受到集体的支持和关怀。",
                "where": "社区中心的孕妇课程教室，教室里布置得温馨舒适。",
                "when": "2004年3月10日14:45",
                "who": "孕妇课程的其他学员",
                "description": "2004年3月10日下午，我来到社区中心参加孕妇课程。教室里布置得温馨舒适，墙上贴满了孕期知识的海报。课程开始后，我们在老师的带领下做了一些轻松的孕妇体操，然后坐在一起分享怀孕的经验和感受。在这个过程中，我结识了几位同样怀孕的女性朋友。她们来自不同的背景，但我们都在经历相似的变化和挑战。我们聊到了孕期的不适、对未来的期待，以及如何应对各种情绪上的波动。通过这些交流，我感受到了他人的支持和理解，这减轻了我的焦虑感，增强了我对即将到来的母亲角色的信心。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "青年时期",
                "what": "我的儿子出生了。这一事件让我感受到了做母亲的责任感，开始对儿子的未来充满了期望。",
                "where": "医院的产房，洁白的床单和温暖的灯光。",
                "when": "2004年8月20日10:15",
                "who": "丈夫、儿子",
                "description": "2004年8月20日上午，在医院的产房里，我经历了几个小时的阵痛，终于迎来了儿子的出生。当听到儿子第一声啼哭时，我的心里充满了无比的喜悦和感动。丈夫站在我身旁，紧紧握住我的手，眼里也泛着泪光。护士把儿子轻轻放在我的怀里，那个小小的生命，让我感受到了做母亲的责任感，也对他的未来充满了期望。我们一起看着这个新生命，想着如何给他最好的未来。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "青年时期",
                "what": "我在工作室接到了幼儿园老师的电话，老师告诉我儿子今天在幼儿园表现出色，特别是在绘画比赛中取得了第一名。老师还提到儿子在班级上非常受欢迎，和其他小朋友相处得很好。",
                "where": "我的工作室，桌上堆满了未完成的设计稿。",
                "when": "2009年4月15日15:30",
                "who": "我，幼儿园老师",
                "description": "2009年4月15日下午，我正在工作室忙碌，突然接到幼儿园老师的电话。电话那头，老师的声音带着笑意，告诉我儿子在绘画比赛中取得了第一名，并且他在班级里特别受欢迎。我听到这些，心里一阵暖流涌过，感到非常骄傲和快乐。老师的表扬让我意识到自己在教育孩子方面的努力得到了认可和理解。这一刻，我的自信心和满足感都得到了极大的提升。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "青年时期",
                "what": "那天傍晚，我在家中为儿子准备了他最喜欢的晚餐，以庆祝他在幼儿园的优异表现。晚餐期间，儿子兴高采烈地向我和丈夫描述了当天在幼儿园的经历，特别是他在绘画比赛中获胜的过程。",
                "where": "家中的餐厅，桌上摆满了儿子喜欢的菜肴。",
                "when": "2009年4月15日18:30",
                "who": "我，儿子，丈夫",
                "description": "2009年4月15日傍晚，我在家中为儿子准备了他最喜欢的晚餐，庆祝他在幼儿园的优异表现。餐桌上摆满了他爱吃的菜肴，儿子兴高采烈地向我和丈夫描述着他在幼儿园的经历，特别是他在绘画比赛中获胜的过程。我们不断夸奖和鼓励儿子，并表达了我们的骄傲。这个温馨的家庭聚餐让我感受到了家庭的和谐与幸福，也让我对自己的责任感和对未来的承诺感到更加坚定。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "青年时期",
                "what": "晚餐后，我和儿子一起在客厅玩了一会儿积木游戏。在游戏过程中，儿子提议要给我画一幅画，作为他在幼儿园获奖的感谢礼物。我欣然接受，并在一旁注视着儿子专心致志地画画。画完后，儿子将画递给我，并说：“妈妈，这是我送给你的，谢谢你一直支持我。”",
                "where": "家中的客厅，地毯上散落着积木。",
                "when": "2009年4月15日19:45",
                "who": "我，儿子",
                "description": "晚餐后，我和儿子一起在客厅玩积木游戏。儿子突然提议要给我画一幅画，作为他在幼儿园获奖的感谢礼物。我欣然接受，坐在一旁注视着他专心致志地画画。当他完成画作并递给我时，他说：“妈妈，这是我送给你的，谢谢你一直支持我。”听到这些话，我感动不已，眼眶湿润了。儿子的感激和爱的表达让我感受到了无比的幸福和成就感，也让我更加坚定了自己在教育和支持孩子方面的信念。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "青年时期",
                "what": "我和丈夫因家庭经济问题发生了激烈争吵。丈夫对投资失败感到非常沮丧，而我则担心这种失败会影响我们的家庭未来。在争吵过程中，我感到非常焦虑和无助，但我仍然努力保持坚强的态度。",
                "where": "家中客厅，桌上堆满了未整理的账单和投资文件。",
                "when": "2010年7月15日18:45",
                "who": "丈夫和我",
                "description": "2010年7月15日傍晚，我和丈夫坐在客厅里，桌上凌乱地摆放着账单和投资文件。丈夫因投资失败而情绪低落，言语间充满了自责和懊悔。我试图安慰他，但他却愈加激动，声音也越来越大。这让我的焦虑感不断上升，但我努力保持冷静和坚强，不希望他看到我的脆弱。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "青年时期",
                "what": "争吵结束后，我独自一人在房间里哭泣，但当儿子进来时，我立刻擦干眼泪，微笑着安慰他。我告诉儿子一切都会好起来的，并鼓励他专注于学业，不要担心家里的事情。",
                "where": "家中的卧室，床头柜上放着儿子的照片和一些未完成的家务。",
                "when": "2010年7月15日19:30",
                "who": "儿子和我",
                "description": "争吵结束后，我一个人躲在卧室里哭泣，心中充满了无助和压力。突然，儿子推开门进来了，他看到我泪眼婆娑的样子，眼中满是担忧。我赶紧擦干眼泪，挤出一个微笑，轻声安慰他：“别担心，妈妈和爸爸只是因为一些事情吵架了，一切都会好起来的。”我摸着他的头，鼓励他专注于学业，不要被家里的事情影响。看到儿子点头，我心中的责任感更加强烈。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "青年时期",
                "what": "晚上，丈夫和我冷静下来后，进行了深度的沟通。丈夫表达了对投资失败的歉意和对家庭的担忧，而我则表达了对家庭未来的希望和对丈夫的支持。我们决定共同面对问题，一起努力改善家庭经济状况。",
                "where": "家中的客厅，沙发上铺着一条温暖的毛毯。",
                "when": "2010年7月15日22:00",
                "who": "丈夫和我",
                "description": "2010年7月15日晚，我们坐在客厅的沙发上，气氛比之前缓和了许多。丈夫低声道歉，说他对投资失败感到非常懊悔，并担心家庭的未来。我握住他的手，告诉他我们会一起面对这些问题。我表达了对家庭未来的希望和对他的支持。经过一番深度的沟通，我们决定携手努力，改善家庭经济状况。这个夜晚让我感到被理解和支持，同时也让我看到了家庭和睦的重要性。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "青年时期",
                "what": "我的朋友因为工作压力太大而崩溃，她在家中哭泣不止。我在一旁安慰她，心里想着自己必须更加坚强。",
                "where": "朋友的家中，客厅里摆满了散乱的文件和工作资料，显得很凌乱。",
                "when": "2011年11月15日18:30",
                "who": "我和我的朋友",
                "description": "2011年11月15日傍晚，我到朋友家时，她已经情绪崩溃，坐在沙发上不停地哭泣。整个客厅显得很凌乱，桌上堆满了她的工作文件和资料。她诉说着工作压力如何让她透不过气来，我一边安慰她，一边感到自己必须更加坚强，不能在她面前表现出软弱。看着她无助的样子，我心里暗下决心，要更加重视自我管理和情绪控制，只有这样才能更好地支持她。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "青年时期",
                "what": "在朋友崩溃的几天后，我和另一位大学同学讨论了这次事件。我们谈到了工作压力对心理健康的影响，我表达了对朋友的关心和自己的坚强信念。",
                "where": "大学同学的家中，温馨的小餐厅，桌上摆着几杯热茶。",
                "when": "2011年11月18日20:00",
                "who": "我和我的大学同学",
                "description": "2011年11月18日晚上，我和大学同学在她家小餐厅里聊起了朋友崩溃的事情。桌上摆着几杯热茶，暖暖的茶香弥漫在空气中。我们谈到了工作压力对心理健康的巨大影响，我向她表达了对朋友的担忧和自己要坚强的信念。同学点了点头，表示理解和支持。那一刻，我感到被理解和支持，同时也更加坚定了自己需要表现得坚强，不仅是为了自己，也是为了能更好地支持朋友和家人。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "青年时期",
                "what": "几周后，我和丈夫讨论了朋友崩溃事件以及我自己的感受。丈夫表示理解和支持，并鼓励我继续保持坚强。",
                "where": "我们家中的客厅，温馨的灯光下，沙发上放着几本书和毯子。",
                "when": "2011年12月1日21:30",
                "who": "我和我的丈夫",
                "description": "2011年12月1日晚上，我和丈夫在家中的客厅里聊起了朋友崩溃的事情。我谈了自己的感受，觉得自己必须更加坚强。客厅里温馨的灯光下，沙发上放着几本书和毯子，显得很温暖。丈夫握着我的手，温柔地说他理解我的感受，并鼓励我继续保持坚强。他的支持让我感到情绪得到了缓解，也让我更加坚定了自己的信念，觉得自己在家庭中扮演了一个重要的角色，坚强和责任感得到了认可。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "青年时期",
                "what": "我接到了一封来自自由职业者会议的邀请函。这封邀请函让我非常兴奋，因为这是我第一次有机会在这么大的平台上展示自己的工作成果。我开始为这次演讲做准备，投入了大量时间和精力。",
                "where": "家里的书房，桌上堆满了各种资料和笔记。",
                "when": "2011年12月15日 14:30",
                "who": "我",
                "description": "2011年12月15日下午，我在家中的书房收到了一封来自自由职业者会议的邀请函。当时，我正在整理一些客户资料。打开信封的那一刻，我的心情无比激动，感觉像是打开了通向新世界的大门。这是我第一次有机会在这么大的平台上展示自己的工作成果。我立即开始为这次演讲做准备，投入了大量时间和精力。每晚熬夜查资料，制作演示文稿，心里既紧张又充满期待。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "青年时期",
                "what": "我与几位同事和朋友聚会，讨论我即将到来的演讲。朋友们都非常支持我，并给了我很多建议和鼓励。",
                "where": "市中心的一家咖啡馆，环境舒适，桌上摆满了咖啡和点心。",
                "when": "2012年3月10日 16:45",
                "who": "我，几位同事和朋友",
                "description": "2012年3月10日下午，我约了几位同事和朋友在市中心的一家咖啡馆见面。咖啡馆的环境非常舒适，桌上摆满了各种咖啡和点心。我们一边品尝美食，一边讨论我即将到来的演讲。朋友们都非常支持我，给了我很多有用的建议和鼓励。他们的认可和支持让我感到非常温暖，心中的紧张和焦虑也减轻了不少。我感受到了一种集体的力量，增加了许多信心。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "青年时期",
                "what": "我参加了自由职业者会议，并在会上发表了我的工作成果。我的演讲非常成功，得到了同行们的认可和赞扬。",
                "where": "会议场所，大厅里灯光明亮，气氛庄重。",
                "when": "2012年5月20日 10:30",
                "who": "我，同行们",
                "description": "2012年5月20日上午，我在自由职业者会议上发表了我的工作成果。会议场所的大厅里灯光明亮，气氛庄重。我站在讲台上，面对着台下众多同行，心情既紧张又兴奋。随着我一步步展示我的工作成果，听众们频频点头，露出赞许的表情。演讲结束后，现场响起了热烈的掌声，许多同行走上前来对我表示祝贺和赞扬。这次成功的演讲让我感受到了极大的成就感和自我价值的提升，心中充满了自信和满足。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "青年时期",
                "what": "我和丈夫一起整理儿子的学习资料，并为他准备新学期的生活用品。儿子即将进入初中，我感到既兴奋又紧张，希望他能够适应新的学校环境。",
                "where": "家中，书房里堆满了儿子的书本和文具，桌子上放着新买的书包和文具盒。",
                "when": "2013年8月31日18:45",
                "who": "我、丈夫、儿子",
                "description": "2013年8月31日傍晚，在家中的书房里，我和丈夫一起整理儿子的学习资料。书房里堆满了儿子的书本和文具，桌子上放着新买的书包和文具盒。丈夫一边整理一边和我讨论儿子即将开始的初中生活，我心里既兴奋又紧张，希望儿子能够适应新的学校环境。儿子在旁边玩着玩具，偶尔抬头看看我们，脸上也带着些许期待和不安。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "青年时期",
                "what": "儿子正式进入初中的第一天，我亲自送他到校。和班主任进行了简短的交流，了解了学校的教学安排和儿子的班级情况。之后，我在家中焦急地等待着儿子放学回家。",
                "where": "家中, 学校，教室外的走廊上布满了各种公告和通知。",
                "when": "2013年9月1日07:30",
                "who": "我、儿子、班主任",
                "description": "2013年9月1日早晨，我亲自送儿子到学校。教室外的走廊上布满了各种公告和通知，孩子们在走廊里叽叽喳喳地说话。送走儿子后，我与班主任进行了简短的交流，了解了学校的教学安排和儿子的班级情况。回到家后，我整天心神不宁，焦急地等待儿子放学回家。每过一小时，我都会看看钟，担心他是否适应新的环境。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "青年时期",
                "what": "在儿子进入初中后的第一个月，我发现他的学习成绩有所下滑。我开始每天花更多的时间辅导儿子的功课，并与老师保持密切联系，了解儿子的学习进展。",
                "where": "家中, 学校，家中客厅的餐桌上堆满了课本和练习册。",
                "when": "2013年9月30日20:00",
                "who": "我、儿子、老师",
                "description": "2013年9月30日晚，在家中客厅的餐桌上，我发现儿子的学习成绩有所下滑，心情变得沉重。餐桌上堆满了课本和练习册，我开始每天花更多的时间辅导儿子的功课。为了了解儿子的学习进展，我与老师保持密切联系，经常通过电话和短信沟通。我感到焦虑和压力，担心儿子不能跟上学习进度，希望通过自己的努力让他取得好成绩。"
            }
        ]
    },
    "recent_events": {
        "name": "柳伊娜",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "我突然发现儿子变得异常敏感，他不断问我是不是和他的爸爸要离婚了，我感到非常意外和担心。",
                "where": "家中的客厅，窗外的夕阳洒进来，显得客厅格外温暖，但我的心情却无比沉重。",
                "when": "2023年3月15日18:30",
                "who": "儿子",
                "description": "2023年3月15日傍晚，在家中的客厅，我和儿子正准备吃晚饭。突然，儿子一脸严肃地问我是不是和爸爸要离婚了。我愣住了，心里瞬间被一种无法言喻的担忧和焦虑填满。我搂住他，试图安抚他说我们并没有离婚，但他仍然露出不安的神情。这让我更加担心他的心理状态，觉得自己必须更加努力去保护他的未来。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "我决定和丈夫讨论儿子变得敏感的问题，希望我们能一起缓解儿子的焦虑。",
                "where": "家中的卧室，夜晚的灯光昏黄，房间里显得格外安静。",
                "when": "2023年3月16日20:00",
                "who": "丈夫",
                "description": "2023年3月16日晚，在家中的卧室，我鼓起勇气和丈夫谈论儿子最近变得敏感的问题。我告诉他儿子问我是不是要离婚了，丈夫听后也露出担忧的神情。他表示支持我，但因为他不常参与孩子的教育，他的建议显得有些无力。尽管他试图安慰我，但我仍感到孤立无援，心中的焦虑和压力并没有因此减少。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "在一次与密友的麻将聚会上，我讨论了儿子的敏感问题，希望能得到一些建议和安慰。",
                "where": "密友的家中，麻将桌旁，四周充满了熟悉的笑声和麻将声。",
                "when": "2023年3月17日19:00",
                "who": "三位亲密朋友",
                "description": "2023年3月17日晚，在密友的家中，我们四人围坐在麻将桌旁。趁着牌局的间隙，我忍不住向朋友们倾诉了儿子最近变得敏感的问题。朋友们听后纷纷给予了我安慰和建议，告诉我不要太过担心，要给孩子多一点空间和理解。虽然他们的安慰让我感到些许放松，但我仍然觉得责任重大，压力并未完全减轻。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我在家中等待儿子从学校回来，接到了班主任的电话，得知儿子期中考试成绩不理想，班主任语气严厉，提到孩子最近学习态度有所懈怠。",
                "where": "家中客厅，墙上的钟显示时间是下午五点半。",
                "when": "2023年5月15日17:30",
                "who": "柳伊娜，班主任",
                "description": "2023年5月15日下午五点半，我在家中客厅等待儿子放学回家。突然，手机铃声响起，我接到了班主任的电话。班主任的语气严厉，告诉我儿子期中考试成绩不理想，并提到他最近学习态度有所懈怠。听到这些话，我感到心头一沉，强烈的失望和焦虑涌上心头，心想这是不是因为我没有尽到责任。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "儿子回家后，我立刻询问他的考试成绩，儿子支支吾吾不愿正面回答，我感到更加愤怒，开始责备他不努力学习。",
                "where": "家中客厅，桌上摆着儿子的书包。",
                "when": "2023年5月15日18:00",
                "who": "柳伊娜，儿子",
                "description": "2023年5月15日下午六点，儿子终于回到家中。我迫不及待地问他考试的情况，但他支支吾吾，不愿正面回答。这让我感到更加愤怒，我控制不住地责备他不努力学习。愤怒的情绪达到了顶峰，一时失去理智，打了儿子。看到他惊恐的眼神，我的心瞬间碎了，感到无比内疚和伤心，觉得自己并不配做一个合格的母亲。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "事后，我独自待在房间里反思自己的行为，感到深深的内疚和自责，认为自己对儿子过于严厉，但又觉得这是为了他的未来好。",
                "where": "卧室，窗外的街灯透过窗帘洒进来。",
                "when": "2023年5月15日19:00",
                "who": "柳伊娜",
                "description": "2023年5月15日晚上七点，我独自坐在卧室里，窗外的街灯透过窗帘洒进来。我回想起刚才打儿子的情景，心中充满了深深的内疚和自责。我知道自己对他过于严厉，但又觉得这都是为了他的未来好。我反复思考，觉得必须继续严格教育，以免被他人视为不负责的母亲。内心的矛盾让我感到无比痛苦。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "在朋友家打麻将时，大家逐渐开始讨论孩子的教育问题。我的朋友们纷纷表示自己孩子的成绩和努力情况，并提到我的儿子应该更加努力。",
                "where": "朋友家的客厅，麻将桌上堆满了牌，旁边桌上摆着茶水和零食。",
                "when": "2023年6月15日14:30",
                "who": "三位亲密朋友",
                "description": "2023年6月15日下午2点半，我在朋友家的客厅里参加麻将局。我们打着打着，朋友们慢慢将话题转向了孩子的教育问题。她们一个个地开始谈论自己孩子的成绩和在学校的表现。有人提到我的儿子，说他应该更加努力。听到这些话，我心里一阵刺痛，感觉大家都在暗示我没有尽到母亲的责任。我的情绪变得复杂，既有自责，又有压力，整个人都陷入了焦虑中。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "麻将局结束后，我回到家中，看到儿子正准备晚饭。我试图和儿子谈论学习情况，但他表现出不耐烦和反感，甚至顶撞我。",
                "where": "家中的厨房，桌上放着一些正在准备的食材，灶台上煮着饭。",
                "when": "2023年6月15日18:45",
                "who": "儿子",
                "description": "2023年6月15日晚上6点45分，我结束麻将局回到家，看到儿子正在厨房准备晚饭。我心里仍然想着下午朋友们的话，决定和儿子谈谈他的学习情况。但当我提起这个话题时，他立刻表现出了不耐烦和反感，还顶撞了我几句。我感到无比的无助和愤怒，觉得他完全不理解我的良苦用心。我的情绪开始失控，心中涌起一阵阵的焦虑和压力。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "翌日，我和丈夫讨论孩子的教育问题，希望得到他的支持和理解。",
                "where": "家中的客厅，沙发上放着几个靠垫，茶几上有前一天未收拾的茶杯。",
                "when": "2023年6月16日08:30",
                "who": "丈夫",
                "description": "2023年6月16日上午8点半，我和丈夫在家中的客厅里坐下来，讨论关于孩子的教育问题。我希望他能理解我的焦虑并给予一些支持和建议。然而，他虽然在生活上一直支持我，但在教育孩子的问题上并没有给出实质性的建议或者行动。我感到孤立无援，仿佛所有的责任都压在我一个人身上。这种感觉让我更加焦虑，也更加坚定了我必须严格教育孩子的信念。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "在一次家庭聚会上，我们一家三口一起吃晚餐。因为儿子即将高考，我感到压力很大，晚上也常常失眠。聚会中，我不断提到孩子的学习进度和考试准备，甚至在饭桌上还让孩子做一些数学题。丈夫看出我的紧张情绪，试图安抚我。",
                "where": "家中的餐厅，餐桌上摆满了丰盛的菜肴，窗外的夜色已经降临。",
                "when": "2023年8月15日19:30",
                "who": "丈夫, 儿子",
                "description": "2023年8月15日晚上，我们一家三口在家中的餐厅吃晚餐。餐桌上摆满了丰盛的菜肴，整个房间充满了温馨的气氛。尽管如此，我的心情却异常紧张，因为儿子即将高考。我不停地提到孩子的学习进度和考试准备，甚至在饭桌上还让他做一些数学题。丈夫注意到我的紧张情绪，轻轻地握住我的手，试图安抚我。他的关心让我感到一丝安慰，但也让我意识到自己的紧张情绪对家庭的影响。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "在家庭聚会后的一个周末，我和亲密朋友们在她们家打麻将。我向朋友们倾诉了自己的压力和焦虑，朋友们理解我的处境，并分享了她们的育儿经验和建议。",
                "where": "朋友家，客厅里摆放着麻将桌，窗帘半拉着，阳光洒进来。",
                "when": "2023年8月22日14:00",
                "who": "三位亲密朋友",
                "description": "2023年8月22日下午，我和三位亲密朋友在她们家打麻将。客厅里摆放着麻将桌，窗帘半拉着，阳光温暖地洒进来。我们一边打麻将，一边聊起了各自的生活。我向朋友们倾诉了自己因为儿子即将高考而感到的压力和焦虑，朋友们耐心地听着，并分享了她们的育儿经验和建议。她们的理解和支持让我感到了一些安慰，虽然我的焦虑并没有完全消失，但那一刻我感觉自己不再孤单。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "又过了一周，我和丈夫再次谈话。丈夫温柔地建议我放松一些，不要给自己和孩子太大的压力。他告诉我，他相信孩子能够应对高考，并且无论结果如何，家庭都会支持他。",
                "where": "家中，卧室里，夜晚的灯光柔和。",
                "when": "2023年8月29日20:00",
                "who": "丈夫",
                "description": "2023年8月29日晚上，在家中的卧室里，夜晚的灯光柔和，营造出一种宁静的氛围。我和丈夫坐在床边谈话，他温柔地建议我放松一些，不要给自己和孩子太大的压力。他握着我的手，告诉我他相信孩子能够应对高考，并且无论结果如何，家庭都会支持他。丈夫的话让我感到一丝安慰，但我依然觉得自己有责任确保孩子的成功。那一刻，我意识到自己在家庭中的角色和责任，虽然依然感到焦虑和压力，但也开始思考如何在不影响家庭和谐的情况下继续支持孩子。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "儿子因为压力大而在学校与同学发生了冲突，被老师叫到家长会。",
                "where": "学校的走廊，狭长的走廊两侧是学生们的教室。",
                "when": "2023年9月15日14:30",
                "who": "儿子、老师",
                "description": "2023年9月15日下午2点半，儿子在学校走廊因为压力大与同学发生了冲突。老师在旁边看到了这一幕，立刻将他们分开，并打电话通知我参加家长会。当时，我正在家中处理一些自由职业的工作，接到电话时感到一阵紧张和不安。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "柳伊娜接到学校电话后，赶紧赶到学校。在老师的办公室里，老师详细描述了冲突经过，并指出儿子最近在学校表现出情绪不稳定。",
                "where": "学校老师的办公室，墙上挂满了学生的作品和奖状。",
                "when": "2023年9月15日15:00",
                "who": "柳伊娜、儿子、老师",
                "description": "2023年9月15日下午3点，我赶到了学校老师的办公室。办公室里，老师详细描述了儿子与同学冲突的经过，并表示儿子最近在学校的情绪不太稳定。听到这些话，我感到非常焦虑和沮丧，觉得自己在教育孩子方面失败了。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "回到家后，柳伊娜与儿子进行了严肃的谈话，希望了解更多细节，并试图开导他。她发现自己的情绪也逐渐失控，最终导致了与儿子的一次剧烈争吵。",
                "where": "家中的客厅，沙发上堆满了杂志和文件。",
                "when": "2023年9月15日19:00",
                "who": "柳伊娜、儿子",
                "description": "2023年9月15日晚7点，我和儿子在家中的客厅进行了严肃的谈话。我试图了解更多冲突的细节，并开导他，但随着谈话的进行，我的情绪逐渐失控。我们开始剧烈争吵，我感到非常内疚和痛苦，既希望通过严厉的方式督促他进步，又担心自己的方法可能适得其反。这种内心的矛盾和冲突使我更加焦虑和情绪化。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "邻居家的孩子考上了一所名校，邻居在家门口举行了庆祝活动。看到他们一家人兴高采烈地庆祝，我心里感到一阵失落和自卑。",
                "where": "小区，邻居家的门口布置了彩灯，洋溢着欢庆的气氛。",
                "when": "2023年10月01日18:30",
                "who": "邻居一家人",
                "description": "2023年10月1日傍晚，我在小区散步时，看到邻居家门口挂满了彩灯，传来一阵阵欢笑声。邻居家的孩子刚刚被一所名校录取，他们全家都在门口庆祝。看着他们的笑脸，我感到一阵无法掩饰的自卑和压力，觉得自己和孩子都不够优秀。邻居的成功让我觉得自己的责任没有尽到，内心的焦虑感进一步加剧。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "回家后，我和丈夫讨论了邻居孩子的成功，并表达了自己的焦虑和自卑感。",
                "where": "家中客厅，茶几上还放着刚买回来的水果。",
                "when": "2023年10月01日19:00",
                "who": "柳伊娜和丈夫",
                "description": "2023年10月1日晚七点左右，我回到家中，看到丈夫正坐在客厅的沙发上看电视。我走过去坐在他旁边，开始谈论刚才看到的邻居家庆祝的场景。我告诉丈夫，邻居的孩子考上名校让我感到很大的压力和自卑。丈夫虽然安慰我说不要太在意，但我明显感到他对孩子教育问题的态度和我不同。这让我感到孤独和无助，因为我认为我必须独自承担孩子教育的重担。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "晚上，我在床上辗转反侧，回想起邻居庆祝时的场景和丈夫的态度，最终无法入睡。",
                "where": "卧室，昏暗的灯光让房间显得格外寂静。",
                "when": "2023年10月01日22:30",
                "who": "柳伊娜",
                "description": "2023年10月1日晚上十点半，我躺在床上，身旁的丈夫已经熟睡。我却无法入睡，脑海中不断回放着邻居庆祝的场景和我和丈夫的对话。我一边责怪自己没有做好母亲的职责，一边担心儿子的未来。失眠让我更加焦虑和紧张，感到被忽视和不被理解，这进一步加剧了我的无助感。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我发现儿子在房间里玩手机，而不是在学习，这让我非常生气和失望，于是冲进房间责骂了他。",
                "where": "家中，儿子的房间，房间里的书桌上摊着课本，旁边却放着一部手机。",
                "when": "2023年11月10日19:45",
                "who": "我和儿子",
                "description": "2023年11月10日晚上，我在家中发现儿子在房间里玩手机，而不是在学习。当时我感到非常生气和失望，冲进房间责骂了他。我大声质问他为什么不学习，儿子则一脸不耐烦地回应我，说他只是休息一下。这一情景让我觉得自己必须严格管理他的学习，这是我作为母亲的责任。但儿子的反抗和不理解让我感到挫败和愤怒，加剧了我的焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "儿子在家中抱怨学习压力大，情绪低落，不愿意和我交流。我试图安慰他，但他依旧情绪低落。",
                "where": "家中，客厅，儿子坐在沙发上，整个人显得无精打采。",
                "when": "2023年11月15日20:30",
                "who": "我和儿子",
                "description": "2023年11月15日晚上，在家中的客厅里，儿子抱怨学习压力大，情绪低落，不愿意和我交流。我坐在他身边，试图安慰他，但他依旧情绪低落，甚至对我的关心表示厌烦。这让我非常担心，感到自己对儿子施加了太多的压力，内心充满了内疚。我一方面觉得自己是一个有责任感的母亲，另一方面又觉得应该为孩子的未来负责，这种矛盾的心情让我更加焦虑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "我在与朋友打麻将时，朋友们讨论起孩子的教育问题。我谈到儿子的学习压力和我的担忧，朋友们纷纷表示理解和支持。",
                "where": "朋友家，客厅，麻将桌上摆满了牌和小吃。",
                "when": "2023年11月20日14:00",
                "who": "我和三位亲密朋友",
                "description": "2023年11月20日下午，在朋友家的客厅里，我们围坐在麻将桌旁聊起了孩子的教育问题。我谈到儿子的学习压力和我的担忧，朋友们纷纷表示理解和支持。她们的认同和安慰让我感到一丝安慰，缓解了部分焦虑。我深感自己需要得到别人的认可和理解，她们的支持让我觉得自己的付出得到了肯定，这种情感交流让我感到温暖。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我在家里与儿子发生了激烈的争执，因为他不愿意完成家庭作业，最终争吵不断升级。",
                "where": "家里的客厅，桌子上还摆着晚餐的残余。",
                "when": "2023年12月01日18:30",
                "who": "柳伊娜, 儿子",
                "description": "2023年12月01日傍晚，我在家里的客厅里看到儿子又在玩手机，而他的家庭作业却没动。我忍不住开始责备他，要求他立即去完成作业。儿子一脸不耐烦地顶撞我，说他已经很累了，不想做作业。我感到一股无名火起，声音也不由得提高了。争吵不断升级，我们彼此吼叫着，最后儿子气得摔门而去。我站在客厅里，望着他离去的背影，感到一阵无力和愤怒。我的内心充满了对他未来的担忧，我觉得自己在履行母亲职责方面失败了。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "我参加了儿子的家长会，老师在会上评价儿子的学习态度不够端正。",
                "where": "学校的会议室，黑板上写着家长会的议程。",
                "when": "2023年12月05日15:00",
                "who": "柳伊娜, 老师",
                "description": "2023年12月05日下午，我来到学校参加儿子的家长会。坐在会议室里，听着老师评价每个学生的表现。当提到我的儿子时，老师说他的学习态度不够端正，常常在课堂上走神。我感到一阵羞愧和失望，脸上发烫，不敢直视其他家长的目光。会后，我独自坐在车里，回想着老师的话，认为自己在教育孩子方面做得不够。这种情感让我更加担心儿子的未来，焦虑和压力进一步加剧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "家长会结束后，我和丈夫在家里讨论儿子的学习问题。",
                "where": "家里的客厅，电视机的声音低低地播放着背景音乐。",
                "when": "2023年12月05日19:00",
                "who": "柳伊娜, 丈夫",
                "description": "2023年12月05日晚上，我和丈夫在家里讨论儿子的学习问题。我告诉他在家长会上听到的评价，内心充满了忧虑。丈夫表示他也担心儿子的学习，但认为不应该对孩子过于严厉。我感到丈夫不理解我的压力和担忧，这让我深感孤独和无助。我们的话题渐渐变得沉重，我的情感波动越来越剧烈。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在朋友家参加了一次聚会，期间朋友们分享了他们孩子的优秀成绩和进步，这让我感到很大的压力和焦虑。",
                "where": "朋友家的客厅，桌子上摆满了茶点和果汁，墙上挂着孩子们的奖状",
                "when": "2024年1月18日18:30",
                "who": "三位亲密朋友",
                "description": "2024年1月18日傍晚，我来到朋友家的客厅，桌子上摆满了茶点和果汁，大家热情地招呼我坐下。朋友们开始分享他们孩子在学校取得的优异成绩和进步，每个人的脸上都洋溢着自豪的笑容。我听着他们的讲述，心里却越来越沉重，觉得自己的孩子不够优秀，也怀疑自己没有尽到责任。看着墙上挂着的奖状，我感到一种深深的自卑和压力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "聚会结束后，我回到家中，内心的焦虑和自卑情绪持续发酵，于是对儿子表现出更为严厉的要求。",
                "where": "家中的客厅，沙发上摆着儿子的课本和练习册",
                "when": "2024年1月18日21:00",
                "who": "我和我的儿子",
                "description": "2024年1月18日晚上，我回到家中，走进客厅，看到沙发上摆着儿子的课本和练习册，心中的焦虑和自卑情绪愈加浓烈。我对儿子提出了一些过于严厉的要求，希望他能像其他孩子那样优秀。儿子听了之后，显得很不耐烦，开始反抗我的要求。我们的争吵声在家中回荡，家庭氛围变得异常紧张。我感到更加无力和沮丧，认为自己没有尽到母亲的责任。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "在接下来的一周中，我与我的亲密朋友们讨论了聚会后的感受和压力。",
                "where": "一家安静的咖啡馆，我们坐在靠窗的位置，阳光洒在桌面上",
                "when": "2024年1月25日15:00",
                "who": "三位亲密朋友",
                "description": "2024年1月25日下午，我和三位亲密朋友在一家安静的咖啡馆见面。我们坐在靠窗的位置，阳光洒在桌面上，温暖中带着几分安慰。我向朋友们倾诉了聚会后的感受和压力，朋友们认真地听着，并不断地给予我支持和鼓励。尽管他们的安慰让我稍微缓解了一些焦虑，但我内心依然觉得自己必须更加努力才能获得他人的认可和理解。与朋友们的讨论让我对责任感和对孩子未来的担忧变得更加深刻。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我的儿子因为学习压力太大，在家中情绪失控，哭诉自己的压力过大。",
                "where": "家中客厅，桌上还摆着他复习用的书本和笔记。",
                "when": "2024年3月10日18:45",
                "who": "儿子和我",
                "description": "2024年3月10日18:45，我的儿子因为学习压力太大，在家中情绪失控，哭诉自己的压力过大。我们正在客厅，他刚从书桌前站起来，脸色苍白，眼中充满泪水。他突然崩溃大哭，声音沙哑地说着‘妈妈，我真的撑不住了！’我心疼地看着他，试图安抚他，但内心满是自责和焦虑，觉得自己给他施加了过多的压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "我在事件后的一个晚上与丈夫讨论儿子的压力问题，试图找到解决方案。",
                "where": "家中客厅，昏暗的灯光和沉重的气氛。",
                "when": "2024年3月10日21:00",
                "who": "丈夫和我",
                "description": "2024年3月10日21:00，那晚我在客厅与丈夫讨论儿子的压力问题，试图找到解决方案。我们坐在沙发上，面对面交谈。我向他描述了儿子的崩溃，期望能够得到一些支持和建议。然而，丈夫显得有些漠然，更多的是听我诉说。他轻声说：‘他是个坚强的孩子，会挺过去的。’这句话让我感到孤立无助，觉得自己必须表现得坚强，不能表现出软弱，否则会被看不起。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "在朋友聚会上，我提及儿子的情绪问题，得到了朋友们的安慰和建议。",
                "where": "朋友家，温馨的客厅，气氛轻松。",
                "when": "2024年3月11日14:30",
                "who": "三位亲密朋友和我",
                "description": "2024年3月11日14:30，在朋友家的聚会上，我提及了儿子的情绪问题。我们围坐在沙发上，喝着下午茶，聊着家常。我说：‘最近儿子压力很大，昨晚还情绪失控地哭了。’朋友们纷纷安慰我，有的建议我带儿子去看看心理医生，有的劝我放宽心态。她们的关心让我感到一丝释然，但也让我怀疑自己是否尽责。我对是否能确保儿子的未来感到更加焦虑，觉得自己必须尽力表现出色以获得别人的认可。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "近期情况",
                "what": "晚饭后，丈夫建议我放松一些，不要给孩子太多压力。",
                "where": "家中，餐桌旁还有未收拾的碗筷。",
                "when": "2024年4月10日19:45",
                "who": "丈夫",
                "description": "2024年4月10日晚上晚饭后，我和丈夫坐在餐桌旁，他看着我，语气温和地说：‘你最近太紧张了，给自己和孩子都放松一些吧，不要把压力都集中在孩子身上。’他的建议让我感到矛盾。一方面，我感受到他的关心，内心有些温暖；但另一方面，我担心如果放松对孩子的要求，孩子的未来可能会受到影响。这种矛盾感让我更加焦虑，对未来充满担忧。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "近期情况",
                "what": "在与丈夫谈话后的第二天，我在与朋友打麻将时，向她们提起了丈夫的建议，并征求了她们的意见。",
                "where": "朋友家，麻将桌旁。",
                "when": "2024年4月11日15:30",
                "who": "亲密朋友A、B、C",
                "description": "2024年4月11日下午在朋友家，我们四个人围坐在麻将桌旁。我一边摸着牌，一边提起昨晚丈夫的建议，说：‘他觉得我应该放松一些，不要给孩子太大压力。’朋友们的反应各异。A说：‘我觉得他说的有道理，孩子也需要一些空间。’B则认为：‘高考前的压力是必要的，否则怎么能考出好成绩？’C没有明确表态，只是点了点头。我对此感到更加不知所措，一方面希望得到朋友的认可和理解，但又觉得自己必须表现得坚强。这种多重压力让我内心更加矛盾和焦虑，情绪变得不稳定。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "近期情况",
                "what": "回家后，我尝试与儿子谈话，试图通过沟通来缓解自己的焦虑和压力。",
                "where": "家中，客厅的沙发上。",
                "when": "2024年4月11日20:00",
                "who": "儿子",
                "description": "2024年4月11日晚上，我和儿子坐在客厅的沙发上。我试图和他谈谈最近的学习情况和我的担忧。我小心翼翼地说：‘你最近学习压力大吗？妈妈只是希望你能好好准备高考。’他却显得很不耐烦，语气生硬地回应：‘我知道你是为我好，但你这样让我很烦！’他的反感和抵触让我感到非常沮丧和无助。这次谈话让我意识到自己的教育方式可能有问题，但我仍然难以放松对他的要求。这种冲突和无助感进一步加剧了我的焦虑，影响了我的心理状态。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "我一直在督促儿子学习，每天晚上都会检查他的作业，确保他没有偷懒。",
                "where": "家中，客厅的书桌上堆满了儿子的课本和练习册。",
                "when": "2024年5月10日20:00",
                "who": "我和我的儿子",
                "description": "2024年5月10日晚上，我在家中的客厅，一如既往地检查儿子的作业。桌上堆满了他的课本和练习册，空气中弥漫着浓浓的压力。我一边翻阅着他的作业本，一边不停地叮嘱他认真学习。儿子显得有些不耐烦，但我无法放松对他的要求，因为我担心他不能取得好成绩。我心里充满了焦虑，脑海中不断浮现着“我必须为孩子的未来负责”的信念。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "模拟考试当天，我早早起床为儿子准备早餐，并在送他去学校的路上给他打气。",
                "where": "家中和通往学校的路上，小区的晨光洒在路面上。",
                "when": "2024年5月15日07:30",
                "who": "我和我的儿子",
                "description": "2024年5月15日清晨，我在家中起得很早，为儿子准备了一顿丰盛的早餐。厨房里弥漫着煎蛋和烤面包的香味，我希望这些能给他带来一天的好心情。在送他去学校的路上，我不断地给他打气，希望他能在模拟考试中发挥出色。小区的晨光洒在路面上，我的心情却无比紧张，心里默念着“我应该严厉教育孩子以确保他的成功”，这种高要求让我感到非常焦虑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "儿子带着模拟考的好成绩回家，我感到非常欣慰，觉得自己的付出有了回报。",
                "where": "家中，客厅的沙发上摆满了庆祝的小零食。",
                "when": "2024年5月20日18:30",
                "who": "我和我的儿子",
                "description": "2024年5月20日傍晚，当儿子带着模拟考的好成绩回到家时，我感到无比欣慰。我们坐在客厅的沙发上，桌上摆满了我特意准备的小零食，庆祝他的成绩。我紧绷的心终于放松了一些，觉得自己的付出总算有了回报。看到儿子脸上露出的笑容，我的心中充满了希望和满足，脑海中浮现出“我是一个有责任感的人”的信念，这让我更加坚定了继续严格要求他的决心。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "我儿子在一次晚自习后回家晚了，我非常担心，忍不住责备了他。",
                "where": "家中客厅，灯光昏暗，桌上放着几本翻开的教科书。",
                "when": "2024年6月5日21:45",
                "who": "儿子",
                "description": "2024年6月5日晚上9点45分左右，儿子晚自习回家比平时晚了半个小时。我一边看着墙上的时钟，心里越来越焦急，想到他可能遇到了什么危险。当他终于进门时，我松了一口气，但随之而来的却是无法抑制的愤怒和责备。我大声质问他为什么这么晚才回来，责备他的不自觉和不负责任。他低着头，不发一言，我的心情复杂而矛盾，既为他的安全感到庆幸，又为自己的情绪失控而内疚。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "在儿子回家晚了之后，我感到极度焦虑，开始不断打电话给他，直到他接电话为止。",
                "where": "家中，手机屏幕上显示着拨打中的电话记录。",
                "when": "2024年6月5日21:30",
                "who": "柳伊娜，儿子",
                "description": "2024年6月5日晚上9点30分左右，我发现儿子还没回家，心中顿时充满了不安。我拿起手机，不断拨打他的号码，但每次都是无人接听。我在客厅里来回踱步，心情越来越焦虑，脑海中浮现出各种不好的念头。直到电话终于接通，听到他平安的声音，我才稍微放下心来，但心中的焦虑感仍未完全消散。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "在责备儿子之后，我感到非常内疚，开始怀疑自己的教育方式，晚上无法入睡。",
                "where": "家中卧室，床头灯微弱的光线照在床单上。",
                "when": "2024年6月5日23:00",
                "who": "柳伊娜",
                "description": "2024年6月5日晚上11点左右，我躺在床上，辗转反侧，脑海中不断回放着责备儿子的情景。我内心充满了深深的内疚和自责，怀疑自己的教育方式是否太过严厉，是否对儿子的未来过于担忧。我感到自己对儿子的爱和关心似乎变成了一种压力，让他无法喘息。这些想法让我无法入睡，心情低落，头脑也变得异常沉重。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我在家中无意间看到一则新闻，报道中提到一位母亲因为孩子的高考压力而患上了抑郁症。",
                "where": "家中的客厅，电视机旁边的沙发上。",
                "when": "2024年6月10日20:00",
                "who": "只有我一个人，正在看电视新闻。",
                "description": "2024年6月10日晚上8点，我坐在客厅的沙发上，电视机正在播放晚间新闻。突然，一则报道吸引了我的注意：一名母亲因为孩子的高考压力而患上了抑郁症。听到这条新闻，我的心猛地一沉，脑海中不禁浮现出自己和儿子的情景。这么多年来，我为了儿子的未来付出了那么多，如果自己也因为压力而倒下，那该怎么办？这个念头让我感到无比的担忧和焦虑。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "在看完新闻后，我立即与一位亲密朋友打电话，讨论我的担忧和焦虑。",
                "where": "家中的客厅，电视机旁边的沙发上。",
                "when": "2024年6月10日20:30",
                "who": "我和我的亲密朋友。",
                "description": "2024年6月10日晚上8点半，我仍坐在客厅的沙发上，刚刚看完那条让我心神不宁的新闻。我拿起手机，拨通了好友的电话。电话那头，她温暖的声音让我稍微安心了一些。我告诉她新闻的内容和自己的担忧，她耐心地听着，不时安慰我。她告诉我，不要太过担心，要保持自己的健康才能更好地照顾儿子。尽管她的话让我暂时放松了一些，但内心的焦虑依然挥之不去。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "在与朋友讨论后，我决定与儿子进行一次谈话，试图了解他的高考准备情况。",
                "where": "家中的书房，儿子正在写作业的书桌旁。",
                "when": "2024年6月10日21:00",
                "who": "我和我的儿子。",
                "description": "2024年6月10日晚上9点，我走进书房，儿子正在书桌前埋头写作业。我轻轻地敲了敲门，走到他身边，试图和他谈谈高考的准备情况。‘你最近复习得怎么样？有什么需要妈妈帮忙的吗？’我尽量用温和的语气问道。然而，儿子却显得很不耐烦，‘妈，别烦我了，我知道该怎么做！’他的反应让我心头一紧，感到更加焦虑和无助。我本想通过这次谈话了解他的情况，但却发现自己更困惑了，不知道该如何更好地帮助他。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "儿子在学校的考试没有取得好成绩，回到家后情绪非常低落。他一进门就把书包扔在地上，开始抱怨学习压力很大，随后情绪失控大哭。",
                "where": "家中客厅，沙发旁的茶几上摆满了书和笔记本。",
                "when": "2024年7月5日18:30",
                "who": "儿子",
                "description": "2024年7月5日傍晚，儿子回到家后显得特别沮丧。他进门后把书包重重地扔在地上，脸色阴沉不语。我走上前去想要安慰他，他却突然开始抱怨学习压力太大，说自己怎么努力都不够，随后情绪失控大哭起来。我看到他的样子，心疼得不得了，觉得自己对他的期望过高，内心充满了内疚和无助。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "柳伊娜在晚饭时与儿子沟通，希望能够缓解他的压力，但儿子情绪依然低落，拒绝沟通，并表示自己不想继续学习。",
                "where": "家中餐厅，餐桌上摆着简单的晚餐。",
                "when": "2024年7月5日19:15",
                "who": "儿子",
                "description": "2024年7月5日晚上，晚饭时间，我坐在餐桌旁，试图和儿子沟通，希望能够缓解他的压力。我轻声问他今天在学校发生了什么事，他低着头，用筷子拨弄着碗里的饭，不愿意看我一眼。他低声说自己不想继续学习了，还抱怨学习太累。我感到更加无助和焦虑，担心他会因此放弃学业。我努力压抑内心的焦虑，尽量用温和的语气和他说话，但他依然拒绝沟通，情绪依然低落。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "柳伊娜向亲密朋友倾诉儿子的情况，朋友们建议她不要给孩子太大压力，并分享了自己的教育经验。",
                "where": "朋友家中，客厅里摆放着几张舒适的沙发和茶几。",
                "when": "2024年7月6日14:00",
                "who": "三位亲密朋友",
                "description": "2024年7月6日下午，我来到朋友家中，向她们倾诉儿子的情况。我们坐在客厅的沙发上，朋友们认真听我说完后，纷纷建议我不要给孩子太大压力，并分享了她们自己的教育经验。一位朋友说她也遇到过类似的情况，后来放松了对孩子的要求，反而让孩子有了更好的表现。她们的话让我感到一些安慰和支持，但内心的焦虑依然存在。我意识到自己需要改变对孩子的教育方式，但也担心如果放松要求，儿子会失去动力。这让我在如何平衡严格和关爱之间感到困惑。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "高考前一个月，我的儿子表现出强烈的逆反情绪，不愿意学习，经常与我争吵。",
                "where": "家中，客厅的沙发上，电视机开着无声的节目，桌上放着儿子的课本和笔记本。",
                "when": "2024年6月15日18:30",
                "who": "儿子",
                "description": "2024年6月15日傍晚，我和儿子在客厅发生了激烈的争吵。他坐在沙发上，双手抱胸，眼神中充满了不耐烦。我试图劝他拿起课本复习，但他却激动地反驳我，说自己已经受够了。他的话像利剑一样刺痛了我的心。我感到非常焦虑和无助，眼泪不由自主地流了下来。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "在与朋友的麻将聚会上，我向朋友们倾诉了我的焦虑和压力，朋友们给予了我支持和建议。",
                "where": "朋友家中，明亮的客厅里，麻将桌上摆满了麻将牌和茶点。",
                "when": "2024年6月20日14:45",
                "who": "亲密朋友",
                "description": "2024年6月20日下午，我来到朋友家参加麻将聚会。打牌期间，我忍不住向朋友们倾诉了最近因为儿子高考而感到的巨大压力和焦虑。朋友们听后纷纷安慰我，给了我许多实用的建议。她们的关心让我感到了一些解脱和支持，心情稍微放松了一些。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "高考结束后，我和儿子有了一次深入的谈心，儿子表达了对我严格要求的不满，但也表示理解我的苦心。",
                "where": "家中，儿子的房间，墙上挂着他喜欢的海报，书桌上堆满了书本和笔记。",
                "when": "2024年6月30日20:00",
                "who": "儿子",
                "description": "2024年6月30日晚上，高考结束后，我和儿子在他的房间里进行了一次深入的谈心。他坐在书桌前，低着头，声音平静但坚定地表达了对我严格要求的不满。他说这些压力让他感到窒息，但同时也理解我的苦心。听到这些，我感到一阵内疚和释然，意识到自己的一些教育方式可能需要调整。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_4",
                "stage_key": "近期情况",
                "what": "在2024年8月的高考结果出来后，儿子考上了理想的大学，我感到非常欣慰和解脱。",
                "where": "家中，客厅里，电视机上滚动播放着高考成绩查询的新闻。",
                "when": "2024年8月15日10:00",
                "who": "儿子",
                "description": "2024年8月15日上午，高考结果公布了，儿子顺利考上了他理想的大学。当看到他的录取通知书时，我感到无比欣慰和解脱，心中的一块大石头终于落地了。泪水模糊了我的视线，但这次是喜悦的泪水。我觉得自己的付出终于有了回报，所有的辛苦和压力也一扫而空。"
            }
        ]
    }
}