{
    "childhood": {
        "name": "吕枝薇",
        "stage": "童年时期",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "童年时期",
                "what": "在舞蹈比赛之前的几个月，我每天都在家中的练习室进行严格的舞蹈练习。每次练习结束后，母亲都会检查我的舞蹈动作，并指出我哪里需要改进。母亲的严格要求让我感到压力巨大，但也让我更加努力地追求完美。",
                "where": "家中的练习室，墙上贴满了舞蹈相关的海报和奖状，地板上铺着专业的舞蹈地板。",
                "when": "2012年02月15日18:30",
                "who": "我和母亲",
                "description": "2012年2月15日18:30，在家中的练习室，母亲站在一旁，仔细地看着我每一个舞蹈动作。她的眼神非常专注，手里拿着笔记本，不时地记录下我的动作。我感到汗水从额头滑落，心跳加速。母亲一边指出我的错误，一边严厉地说：“你必须要做到完美，不能有任何失误。”她的话语让我感到巨大的压力，但也让我更加努力地追求完美。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "童年时期",
                "what": "在舞蹈比赛当天，我感到非常紧张，生怕自己会出错。在候场时，我看到其他选手也在紧张地准备，这让我更加焦虑。母亲在一旁冷静地鼓励我，告诉我这次比赛非常重要，不能有任何失误。",
                "where": "舞蹈比赛的后台，充满了紧张的气氛，选手们在做最后的准备。",
                "when": "2012年05月20日09:45",
                "who": "我、母亲和其他选手",
                "description": "2012年5月20日09:45，在舞蹈比赛的后台，空气中弥漫着紧张的气氛。其他选手也在紧张地做着最后的准备，有的在练习动作，有的在调整服装。我感到心跳加速，手心冒汗。母亲站在我旁边，轻声对我说：“这次比赛非常重要，不能有任何失误。”她的话语虽然给了我一些安慰，但也加重了我的压力。我深知母亲期待我有完美的表现，这使得我在上台前的焦虑感进一步加剧。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "童年时期",
                "what": "在比赛结束后，我如愿获得了第一名。当我看到母亲在观众席上露出满意的笑容时，我感到无比的欣慰和幸福。母亲在比赛结束后对我说，她为我感到骄傲，并希望我继续努力。",
                "where": "舞蹈比赛现场，舞台上灯光闪烁，观众席上满是掌声和欢呼声。",
                "when": "2012年05月20日11:30",
                "who": "我和母亲",
                "description": "2012年5月20日11:30，在舞蹈比赛的现场，我站在领奖台上，手里捧着第一名的奖杯，心中充满了成就感。当我看到母亲在观众席上露出满意的笑容时，我感到无比的欣慰和幸福。比赛结束后，母亲走到我面前，微笑着对我说：“我为你感到骄傲，希望你继续努力。”母亲的认可让我感到一丝安慰和成就感，但也让我更加坚定了‘必须完美才能被认可’的信念。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "童年时期",
                "what": "我刚从学校带回了期末成绩单，母亲看了成绩单后发现我的成绩没有达到她的预期。",
                "where": "家中的客厅，桌上还放着我刚放下的书包。",
                "when": "2013年06月05日19:30",
                "who": "母亲",
                "description": "2013年6月5日晚上，我刚从学校带回了期末成绩单，母亲在客厅等着我。我把成绩单递给她，她看了一眼后眉头紧皱，脸色变得越来越阴沉。她开始严厉地批评我，责备我不够努力，没能达到她的期望。我感到非常的失落和无助，眼泪在眼眶里打转，但我强忍着没有哭出来。母亲的批评声在我的耳边不断回响，我开始怀疑自己是否有能力满足她的期望。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "童年时期",
                "what": "在母亲的责备后，我独自一人回到房间，开始回想起之前在学校的表现和努力。",
                "where": "家中的卧室，房间里只有我的书桌和床。",
                "when": "2013年06月05日20:00",
                "who": "我自己",
                "description": "2013年6月5日晚上8点，我独自一人回到自己的房间，关上门后坐在床边。我开始回想起之前在学校的表现和努力，觉得自己已经尽力了，但还是没能达到母亲的期望。这让我感到深深的挫败感，眼泪终于忍不住流了下来。我开始觉得自己的努力和付出是无用的，这种无力感和自我怀疑让我感到非常痛苦。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "童年时期",
                "what": "第二天早上，我带着沉重的心情去上学，在课堂上无法集中注意力，满脑子都是母亲的责备和自己的失败感。",
                "where": "学校的教室，书桌上堆满了课本和笔记本。",
                "when": "2013年06月06日08:00",
                "who": "我、同学、老师",
                "description": "2013年6月6日早上，我带着沉重的心情走进教室，坐在自己的座位上。尽管老师在讲课，我却无法集中注意力，脑子里全是母亲的责备和自己的失败感。同学们在认真听课，而我却感觉自己被孤立在一个阴暗的角落里。下课后，老师注意到我心不在焉，把我叫到办公室谈话。虽然我没有透露太多，但老师的关心让我感到了一丝温暖。然而，这次事件已经让我深深地怀疑自己，追求完美的压力也进一步加剧了。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "childhood",
                "what": "母亲带我去舞蹈教室进行日常训练。前一天晚上因为复习考试而睡得很晚，导致我精神状态不佳。在训练中，由于疲劳和压力，我无法完成一个高难度动作。",
                "where": "舞蹈教室，镜子墙前，地板光滑，阳光透过窗户洒在地上。",
                "when": "2014年09月06日10:15",
                "who": "我, 母亲, 舞蹈老师",
                "description": "2014年9月6日上午10点15分，母亲带我去舞蹈教室。教室里弥漫着淡淡的汗味，阳光透过窗户洒在地板上。我因为前一天晚上复习考试而睡得很晚，疲惫不堪。训练中，我因疲劳和压力无法完成一个高难度动作，感到非常沮丧和焦虑。母亲和舞蹈老师都在一旁看着，我觉得自己完全被压力压垮了。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "childhood",
                "what": "在训练过程中，舞蹈老师多次提醒我调整姿态，但由于紧张和疲劳，我无法完成。最终，舞蹈老师失去了耐心，当着其他学生的面严厉批评我，说我不够努力。",
                "where": "舞蹈教室，镜子墙前，周围是其他正在训练的学生。",
                "when": "2014年09月06日10:45",
                "who": "我, 舞蹈老师, 其他学生",
                "description": "2014年9月6日上午10点45分，舞蹈老师多次提醒我调整姿态。我因为紧张和疲劳，动作总是不到位。老师的脸色越来越难看，最终她当着所有学生的面严厉批评我，说我不够努力。周围的同学们都停下来看着我，我感到无比丢脸和无助，泪水在眼眶中打转。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "childhood",
                "what": "训练结束后回到家中，母亲对我的表现感到失望，责备我不够努力。我感到非常孤独和无助，觉得自己的感受和努力都没有被理解。",
                "where": "家中，客厅里，桌上还摆着午餐的残羹冷炙。",
                "when": "2014年09月06日12:00",
                "who": "我, 母亲",
                "description": "2014年9月6日中午12点，训练结束后我回到家中。母亲坐在客厅里，脸色阴沉。她对我的表现感到非常失望，责备我不够努力。桌子上还摆着未收拾的午餐，我感到非常孤独和无助，觉得自己的感受和努力都没有被理解。我默不作声地走回自己的房间，心里充满了迷茫和自我怀疑。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "童年时期",
                "what": "我看到父亲在深夜加班回来，虽然疲惫不堪，但还是坐在客厅里陪我练舞。父亲那天脸色苍白，眼睛充血，但仍然微笑着鼓励我。",
                "where": "家中客厅，昏黄的灯光下，父亲坐在沙发上。",
                "when": "2015年03月10日22:45",
                "who": "吕枝薇, 父亲",
                "description": "2015年3月10日晚上，我在家中客厅练舞。父亲深夜加班回来，尽管他看起来非常疲惫，脸色苍白，眼睛充血，但还是坐在沙发上陪我练舞。他微笑着对我说：“枝薇，你跳得真好，继续努力，我们都相信你。”我当时心里充满了感动，觉得一切的辛苦都是值得的。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "童年时期",
                "what": "在学校的舞蹈课上，我表现出色，赢得了老师的表扬。回忆起前一天晚上父亲的支持，心中充满自信和动力。",
                "where": "学校舞蹈教室，明亮的灯光和镜子映照出每一个动作。",
                "when": "2015年03月11日10:30",
                "who": "吕枝薇, 舞蹈老师, 同学",
                "description": "2015年3月11日上午，在学校的舞蹈教室里，我随着音乐的节奏，每一个动作都充满了自信和力量。舞蹈老师在课后特地表扬了我，说我进步很大。同学们也纷纷向我投来赞许的目光。我心里回想着昨晚父亲的鼓励，觉得自己必须更加努力，不能辜负父亲的期望。那一刻，我真的感到自己充满了动力和自信。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "童年时期",
                "what": "一天晚上，我在完成舞蹈练习后，母亲走进客厅看到我累得直不起腰，但仍在坚持练习。母亲虽然心疼，但还是严厉地叮嘱我要兼顾学业，不要只顾舞蹈。",
                "where": "家中客厅，地板上摆满了舞蹈练习用的垫子和道具。",
                "when": "2015年03月12日20:15",
                "who": "吕枝薇, 母亲",
                "description": "2015年3月12日晚上，我在家中的客厅里坚持练习舞蹈，地板上摆满了练习用的垫子和道具。母亲走进客厅，看到我累得直不起腰，眼神中闪过一丝心疼，但她还是严厉地对我说：“枝薇，你不能只顾舞蹈，学业也很重要，不能落下。”听到母亲的话，我感到一阵压力，内心开始自我怀疑，担心自己无法同时在学业和舞蹈上做到完美。那一刻，我感到无比焦虑和无助。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "童年时期",
                "what": "我正在房间里练习舞蹈，突然母亲推门而入，站在门口看着我。",
                "where": "家中的房间，墙上贴着我舞蹈比赛的奖状，房间中央放着一面大镜子。",
                "when": "2016年02月20日18:45",
                "who": "吕枝薇, 母亲",
                "description": "2016年02月20日傍晚，我在家中的房间里练舞，镜子里映出我每一个动作。突然，母亲推开门，站在门口看着我。她没有说话，但那双审视的眼神让我感到无比紧张。我尽力在她的注视下完美地完成每一个动作，但心里不断担心自己是否能达到她的期望。母亲站了一会儿，转身离开。我感到压力倍增，心跳加速，甚至有些手抖。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "童年时期",
                "what": "在家庭聚会上，母亲当众表扬了我的舞蹈成绩，但批评了我的学业表现。",
                "where": "家中的客厅，餐桌上摆满了丰盛的晚餐，亲戚们围坐在一起。",
                "when": "2016年02月20日19:30",
                "who": "吕枝薇, 母亲, 亲戚",
                "description": "2016年02月20日晚上，家中举办了一次家庭聚会。亲戚们围坐在餐桌旁，气氛热闹。母亲突然开口，说起我的舞蹈成绩如何优异，大家纷纷称赞。我内心感到一阵温暖，但接着母亲话锋一转，开始批评我的学业成绩不理想。亲戚们的目光瞬间聚焦在我身上，我感到脸颊发烫，心里五味杂陈。一方面，我为舞蹈的成绩感到高兴，另一方面，母亲的批评让我自我怀疑，觉得自己在学业上不够好。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "童年时期",
                "what": "家庭聚会结束后，我独自在房间里反思母亲的言论，情绪低落。",
                "where": "家中的房间，灯光昏暗，桌上摆着几本未完成的作业。",
                "when": "2016年02月20日21:00",
                "who": "吕枝薇",
                "description": "2016年02月20日晚上，家庭聚会结束后，我一个人回到房间。灯光昏暗，我坐在书桌前，看着未完成的作业，心情沉重。母亲在聚会上的言论在我脑海中反复回放。我感到孤独，觉得没有人真正理解我内心的压力和挣扎。我低头看着书桌上的笔记本，眼泪不自觉地滑落。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "童年时期",
                "what": "那天我感到非常虚弱和疲倦，几乎没有力气站起来。但母亲仍然坚持我完成每日的舞蹈训练。",
                "where": "家中，客厅的地板上铺着舞蹈垫，窗外的寒风透过玻璃渗进来，令人更加寒冷。",
                "when": "2016年11月15日15:30",
                "who": "母亲",
                "description": "2016年11月15日下午，家中的客厅寒冷而安静。我感到非常虚弱和疲倦，连站起来的力气都没有。但母亲却坚持我完成每日的舞蹈训练。她认为坚持训练有助于保持纪律和进步，完全忽视了我的身体状况。我站在舞蹈垫上，感觉每一个动作都像是在拖着沉重的身体。我望向母亲，期望她能理解我的痛苦，但她却只是冷冷地看着我，眼神中充满了期望和严厉。我感到非常无助和委屈，仿佛我的感受在她眼中是那么的微不足道。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "童年时期",
                "what": "尽管我表现出极大的努力，但因为身体不适，我的动作依然有些僵硬和出错。母亲对此非常不满，严厉批评了我的表现。",
                "where": "家中，依然是那个寒冷的客厅，舞蹈垫上有我努力留下的汗水。",
                "when": "2016年11月16日16:00",
                "who": "母亲",
                "description": "2016年11月16日下午，我的身体依然虚弱，但母亲再次要求我完成舞蹈训练。我尽力去完成每一个动作，但身体的不适让我无法做到完美。母亲看到后，非常不满，严厉地批评了我的表现。她的声音在空荡荡的客厅里回响，刺痛了我的耳朵和心。我感到极度的挫败和失望，眼泪在眼眶里打转，却不敢掉下来。我心里默默地告诉自己：如果我不完美，我就会被忽视和批评。我必须更加努力，不能再有任何失误。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "童年时期",
                "what": "几天后，我的病情稍有好转，但身体依然虚弱。我在舞蹈训练中依然感到力不从心，母亲再次批评我没有尽全力。这时，舞蹈老师来家中探望，看到我的状态后建议我适当休息。",
                "where": "家中，客厅的舞蹈垫上，窗外的寒风依然刺骨。",
                "when": "2016年11月20日17:45",
                "who": "母亲, 舞蹈老师",
                "description": "2016年11月20日下午，尽管我的病情稍有好转，但身体依然虚弱。我在舞蹈训练中感到力不从心，每一个动作都显得笨拙和无力。母亲看到后，再次批评我没有尽全力。她的声音中充满了失望和责备，让我感到更加无助和沮丧。就在这时，舞蹈老师来家中探望，看到我的状态后，建议我适当休息。老师的建议让我感到一丝理解和支持，但母亲的坚持让我感到冲突和无助。我开始更加相信自己需要隐藏脆弱，不敢轻易表现出真实感受。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "童年时期",
                "what": "母亲在检查我的作业时发现了几处错误，她对我表示不满，认为我在学业上不够认真。这让我感到非常焦虑。",
                "where": "家中，书房的书桌上，桌上堆满了学习资料和未完成的作业。",
                "when": "2017年08月10日18:30",
                "who": "母亲",
                "description": "2017年8月10日晚上，在家中的书房，我正在书桌前做作业。母亲走进来，拿起我的作业本仔细检查。当她发现几处错误时，脸色顿时变了。她对我说：“怎么能犯这种低级错误？你这样怎么能考上好的学校？”她的声音充满了失望和责备。我感到内心一阵紧缩，焦虑涌上心头。我只得低头不语，心里想着我必须更加努力，不能再让母亲失望。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "童年时期",
                "what": "当晚，父亲回到家中，看到我因为学业上的压力而情绪低落。他试图安慰我，并告诉我要适当放松，但这引起了母亲的不满，认为父亲不够严厉。",
                "where": "家中，客厅的沙发上，电视开着，但没有人关注。",
                "when": "2017年08月10日20:00",
                "who": "父亲, 母亲",
                "description": "2017年8月10日晚，父亲下班回到家中，看到我情绪低落地坐在客厅的沙发上。他走过来，轻声对我说：“枝薇，不要给自己太大压力，适当放松也很重要。”我点了点头，但母亲从厨房走出来，听到了父亲的话，脸上露出不满的神情。她对父亲说：“你总是这样纵容她，怎么能成才？”父亲反驳道：“孩子已经很努力了，不能再压榨她。”我感到自己是争执的原因之一，心里非常难过，觉得自己的感受和想法不重要。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "童年时期",
                "what": "第二天，舞蹈老师在训练中对我的表现提出了批评，指出我的几个动作不够完美。这让我更加紧张和焦虑。",
                "where": "舞蹈教室，明亮的镜子前，其他学生在旁边观望。",
                "when": "2017年08月11日15:45",
                "who": "舞蹈老师",
                "description": "2017年8月11日下午，在舞蹈教室，我正在练习一段舞蹈。舞蹈老师站在一旁观察，当我完成一个动作后，她走过来严肃地说：“枝薇，这个动作不够完美，重来。”我感到一阵紧张，额头冒出了汗，心跳加速。我努力重新做了一遍，但她依然不满意。我感到自己在舞蹈上的表现不足以得到认可，内心的自我怀疑和压力进一步增加。我心里默念着‘如果我失败，我就没有价值’，逼迫自己更加努力。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "童年时期",
                "what": "在一次重要的舞蹈比赛前几天，母亲对我进行了非常严格的训练，包括长时间的练习和不断的技术纠正。她对每一个动作都要求完美，这让我感到极大的压力。",
                "where": "家中的客厅和舞蹈训练场，客厅里摆满了舞蹈练习用的镜子和把杆。",
                "when": "2018年05月10日18:30",
                "who": "母亲和我",
                "description": "2018年5月10日傍晚，家中的客厅里，镜子反射着我和母亲的影像。母亲一边纠正我的动作，一边用严厉的语气批评我的每一个细小错误。她要求我重复练习，直到动作完美无瑕。我感到筋疲力尽，但母亲的眼神中没有一丝同情。我只能咬紧牙关继续练习，内心的焦虑和自我怀疑愈发强烈。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "童年时期",
                "what": "比赛当天，我在后台等待上场时，感到极度紧张和害怕。我反复回想母亲的严厉话语和高标准，担心自己会失误。",
                "where": "舞蹈比赛现场的后台，一个充满了紧张气氛的地方，四周都是其他参赛选手和他们的家长。",
                "when": "2018年05月15日14:45",
                "who": "母亲、舞蹈老师和我",
                "description": "2018年5月15日下午，在比赛现场的后台，周围的喧嚣声让我更加紧张。我站在角落里，手心冒汗，心跳如鼓。母亲站在一旁，眼神中满是期待和严厉。舞蹈老师拍拍我的肩膀，告诉我要镇定，但我脑海中不断回响的是母亲的严厉话语。我担心自己会失误，感到一阵阵恐惧。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "童年时期",
                "what": "比赛结束后，我没有获得名次。母亲的冷淡反应让我感到深深的失落和自责。她甚至没有和我说话，只是冷冷地看了我一眼。",
                "where": "舞蹈比赛现场的后台，领奖台附近。",
                "when": "2018年05月15日16:00",
                "who": "母亲和我",
                "description": "2018年5月15日下午，比赛结束后，我站在后台看着其他获奖选手上台领奖，心中充满了失落。母亲走过来，冷冷地看了我一眼，然后转身离开。她没有说一句话，我感到一阵刺痛和自责。泪水在眼眶中打转，我觉得自己被孤立无援，仿佛全世界都在否定我。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "童年时期",
                "what": "一次舞蹈课结束后，我看到舞蹈老师在指导一位表现不佳的同学时非常严厉。那位同学在练习中出现了失误，老师当众批评她，斥责她没有认真练习，甚至用激烈的言辞来表达失望。",
                "where": "舞蹈教室，镜子前的木地板上。",
                "when": "2018年03月14日17:15",
                "who": "我, 舞蹈老师, 同学",
                "description": "2018年3月14日下午，在舞蹈教室里，我正准备离开时，看到舞蹈老师在指导一位同学。这位同学在练习中出现了失误，老师当众批评她，声音非常严厉，甚至用了激烈的言辞来表达失望。同学低着头，眼里泛着泪光，而我站在一旁，感到非常紧张和不安。我的心跳加速，手心冒汗，害怕自己也会因为表现不佳而受到同样的批评。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "童年时期",
                "what": "在那次严厉的批评事件之后，我回到家中，母亲询问我今天的舞蹈课情况。我犹豫了一下，最终选择没有告诉母亲我的焦虑和不安，只是简单地回应了一句'还好'。",
                "where": "家中的客厅，沙发上。",
                "when": "2018年03月14日19:00",
                "who": "我, 母亲",
                "description": "2018年3月14日晚上，我回到家中，母亲在客厅里等我。她微笑着问我今天的舞蹈课怎么样。我心里还在想着老师批评同学的情景，犹豫了一下，最终选择没有告诉母亲我的焦虑和不安，只是勉强挤出一个微笑，简单地回应了一句'还好'。母亲继续聊着其他话题，而我却感觉心里越来越沉重。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "童年时期",
                "what": "几天后的一次舞蹈训练中，我因为过度紧张而在一个舞蹈动作上失误，尽管老师没有当众批评我，但我自己感到非常失落和自责。",
                "where": "舞蹈教室，练习区。",
                "when": "2018年03月18日16:30",
                "who": "我, 舞蹈老师, 同学",
                "description": "2018年3月18日下午，在舞蹈教室里进行训练时，我因为过度紧张而在一个舞蹈动作上失误。老师虽然没有当众批评我，但我内心却感到非常失落和自责。同学们继续练习，而我站在一旁，感觉自己像是被困在一个透明的笼子里，无法逃脱那种深深的挫败感。我觉得自己辜负了父母和老师的期望，内心充满了自我怀疑和压力。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "童年时期",
                "what": "在艺术节前的一个月，我每天放学后都在学校练习舞蹈。舞蹈老师为了帮助我在艺术节上有更好的表现，特意安排了额外的训练时间。母亲非常关注我的进展，几乎每天都会来学校观看我的练习，并在回家后继续指导我。",
                "where": "学校的舞蹈教室，木地板上铺满了练习垫，镜子反射出我的每一个动作。",
                "when": "2018年05月03日16:30",
                "who": "我，舞蹈老师，母亲",
                "description": "2018年5月3日下午，学校的舞蹈教室里，灯光打在镜子上显得格外明亮。我正对着镜子一遍又一遍地练习舞蹈动作，汗水顺着脸颊滑落。舞蹈老师站在一旁，时不时纠正我的动作。母亲坐在教室的角落，眼神紧紧盯着我，似乎一刻也不愿意放松。我感到身体越来越疲惫，但母亲和老师的期望让我不敢停下脚步。每个晚上的家庭指导让我更加紧张和焦虑，担心自己无法达到他们的期望。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "童年时期",
                "what": "在艺术节前一周的一次彩排中，因为紧张，我在一个关键动作上失误，摔倒在地。舞蹈老师当着所有同学的面严厉批评了我，母亲则在一旁紧张地看着，一句话也没说。",
                "where": "学校礼堂，舞台上铺着红色的地毯，灯光刺眼。",
                "when": "2018年05月27日15:20",
                "who": "我，舞蹈老师，同学，母亲",
                "description": "2018年5月27日下午，在学校的礼堂进行彩排。舞台上的灯光让我的心跳加速，我努力保持冷静，但还是在一个关键动作上失误，摔倒在地。舞蹈老师立刻走过来，当着所有人的面严厉批评我，说我不够专心和努力。我的同学们站在一旁，有的低声窃笑，有的则露出同情的目光。母亲在旁边紧张地看着，一句话也没说。我觉得无地自容，内心充满了羞愧和挫败感。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "童年时期",
                "what": "终于到了艺术节当天，我带着紧张和期待上台表演。尽管之前的失误让我心有余悸，但我最终完美地完成了整套舞蹈，赢得了全校师生的热烈掌声和赞誉。表演结束后，同学们围在我身边赞美我，舞蹈老师也露出了难得的微笑。",
                "where": "学校礼堂，舞台布置得五光十色，观众席上坐满了人。",
                "when": "2018年06月03日10:45",
                "who": "我，同学，老师",
                "description": "2018年6月3日上午，艺术节的舞台布置得五光十色，观众席上坐满了人。我站在舞台中央，心跳如鼓，手心冒汗。随着音乐响起，我开始了表演。尽管之前的失误让我心有余悸，但我集中精力，完美地完成了整套舞蹈。当最后一个动作结束时，观众席上爆发出热烈的掌声。同学们围在我身边赞美我，舞蹈老师也露出了难得的微笑。我感到无比自豪和开心，心中的阴霾一扫而空。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_1",
                "stage_key": "童年时期",
                "what": "我正在书桌前努力完成学校的作业，心情紧张而焦虑，因为我知道母亲一会儿会来检查。",
                "where": "家中的书房，书桌上堆满了书本和笔记，窗外的街灯发出微弱的光。",
                "when": "2017年12月24日18:30",
                "who": "吕枝薇, 母亲",
                "description": "2017年12月24日傍晚，我坐在家中的书房里，努力完成学校的作业。窗外的街灯发出微弱的光，书桌上堆满了书本和笔记。我知道母亲很快就会来检查我的作业，这让我感到极大的压力和紧张。每写一个字，我的手都微微颤抖，脑海中不时浮现出母亲严厉的眼神。我害怕自己做得不够好，害怕母亲的批评。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_2",
                "stage_key": "童年时期",
                "what": "家庭聚餐时，母亲突然提到我的学校成绩，开始在餐桌上批评我没有尽力。",
                "where": "家中的餐厅，餐桌上摆满了菜肴，氛围本应温馨。",
                "when": "2017年12月24日19:00",
                "who": "吕枝薇, 母亲, 家庭成员",
                "description": "2017年12月24日晚上，家庭聚餐刚开始，餐桌上摆满了丰盛的菜肴，氛围本应温馨。母亲突然提到我最近在学校的成绩，语气严厉地批评我没有尽力。她的声音越来越尖锐，让我感到无地自容。家庭成员的目光齐刷刷地投向我，我的脸红得像熟透的苹果，心里充满羞愧和无助。母亲的责骂声在我耳边回荡，我的眼泪在眼眶中打转，却只能低头忍住。"
            },
            {
                "event_id": "11",
                "extended_event_id": "11_3",
                "stage_key": "童年时期",
                "what": "聚餐结束后，我一个人躲在房间里哭泣，感到极度的压力和焦虑。",
                "where": "家中的卧室，房间里昏暗而安静，只有我一人。",
                "when": "2017年12月24日20:15",
                "who": "吕枝薇",
                "description": "2017年12月24日晚，聚餐结束后，我一个人躲在家中的卧室里哭泣。房间里昏暗而安静，只有我的抽泣声在空气中回荡。我感到极度的压力和焦虑，母亲的责骂声不断在脑海中回放。我觉得自己永远无法满足母亲的期望，心里充满了自我怀疑和不安全感。我用手捂住脸，泪水从指缝中流出，胸口仿佛压着一块巨石，喘不过气来。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "童年时期",
                "what": "我在家里无意间听到妈妈和邻居谈论我的未来，妈妈说她对我有很高的期望，希望我能成为一名优秀的舞蹈演员。",
                "where": "家中客厅，窗外阳光明媚，邻居坐在沙发上，妈妈在一旁泡茶。",
                "when": "2018年01月05日14:30",
                "who": "妈妈，邻居",
                "description": "2018年01月05日下午，我在家中的客厅里做作业，突然听到妈妈和邻居在谈论我的未来。妈妈说她对我有很高的期望，希望我能成为一名优秀的舞蹈演员。我顿时感到一股压力涌上心头，心跳加快，手中的笔也不由自主地停了下来。邻居笑着说我很有天赋，但这并没有减轻我的焦虑，反而让我更加紧张。我深吸了一口气，努力不让自己表现出任何异样，但内心却感到无比的沉重。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "童年时期",
                "what": "第二天的舞蹈课上，我表现得异常努力，甚至在老师批评我的小失误时也显得格外紧张和自责。",
                "where": "舞蹈教室，明亮的镜子反射出我的每一个动作，窗外是晴朗的天空。",
                "when": "2018年01月06日16:00",
                "who": "舞蹈老师",
                "description": "2018年01月06日下午，我在舞蹈教室里，心中还想着妈妈对我的期望。我告诉自己一定要表现得完美无瑕。可是，在一个简单的转身动作中，我不小心失误了，舞蹈老师立刻批评了我。我感到脸颊发烫，眼泪在眼眶里打转，但我强忍着不让它们流下来。我不停地告诉自己不能有任何失误，心中充满了自责和紧张。每一个动作都变得更加小心翼翼，我害怕再犯错误。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "童年时期",
                "what": "在经历舞蹈课上的失误后，我回家后向妈妈诉说自己的感受，但妈妈却只强调我需要更加努力，不能有任何松懈。",
                "where": "家中，厨房的灯光柔和，妈妈在准备晚餐，锅里的汤冒着热气。",
                "when": "2018年01月06日20:00",
                "who": "妈妈",
                "description": "2018年01月06日晚上，我从舞蹈课回来后，心情低落。我走进厨房，看到妈妈在准备晚餐。我鼓起勇气向她诉说了今天在舞蹈课上的失误和老师的批评。妈妈停下手中的活，转过身来看着我，说：'你必须更加努力，不能有任何松懈，只有这样你才能成为优秀的舞蹈演员。'我感到一阵失落，心里默默想着，原来我的感受在她眼中并不重要。我低下头，默默走回房间，心中充满了无奈和自责。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "童年时期",
                "what": "在2017年7月，我参加了一次重要的舞蹈集训营，这次集训营由全国知名的舞蹈老师主持，吸引了许多有才华的年轻舞者。我在父母的支持和鼓励下报名参加，希望能在集训营中得到提升。",
                "where": "集训营，集训营的舞蹈室内，镜子反射着每个舞者的身影，空气中弥漫着汗水和紧张的气息。",
                "when": "2017年07月03日09:15",
                "who": "我（吕枝薇），父母，舞蹈老师，其他舞者",
                "description": "2017年7月3日上午，我怀着紧张和期待的心情来到集训营。舞蹈室里充满了来自全国各地有才华的年轻舞者，大家都在专注地热身，准备迎接接下来的挑战。我能感受到父母的目光在我身上，他们充满期望和鼓励的眼神让我更加坚定了要在这次集训营中表现出色的决心。然而，看到其他舞者的实力，我的心中也泛起了不安和焦虑，害怕自己会被比下去。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "童年时期",
                "what": "在集训营的第三天，舞蹈老师注意到了我的表现，并在一次公开课上给予了我特别的指导。舞蹈老师详细地指出了我的优点和需要改进的地方，并展示了几个高级舞步的技巧。",
                "where": "集训营的舞蹈室，镜子前，地板光滑，阳光透过窗户洒进房间。",
                "when": "2017年07月05日14:30",
                "who": "我（吕枝薇），舞蹈老师，其他舞者",
                "description": "2017年7月5日下午，舞蹈老师在公开课上叫住了我，并当着所有人的面开始点评我的舞蹈。老师认真地指出了我的优点，这让我感到非常开心和自信，也详细指出了需要改进的地方。我在老师的指导下练习了几个高级舞步的技巧，虽然过程很辛苦，但我的内心充满了成就感。这次特别的指导让我感受到自己的努力被认可，增强了我追求完美的动力。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "童年时期",
                "what": "在集训营结束后的展示会上，我在众多观众面前表演了一段精心准备的舞蹈。我的表现得到了舞蹈老师和观众的热烈掌声和肯定。",
                "where": "集训营展示会的大礼堂，灯光照亮了舞台，我站在舞台中央，台下坐满了观众。",
                "when": "2017年07月10日16:45",
                "who": "我（吕枝薇），舞蹈老师，父母，观众",
                "description": "2017年7月10日下午，在集训营的大礼堂里，我站在舞台中央，心中充满了紧张和期待。随着音乐响起，我开始了精心准备的舞蹈表演。每一个舞步、每一个动作，我都努力做到最好。当表演结束时，台下响起了热烈的掌声和欢呼声，舞蹈老师和观众们的肯定让我感受到极大的满足和幸福。台下的父母也为我感到骄傲，微笑着鼓掌。这次成功的表演让我更加坚定了追求舞蹈梦想的信念，同时也感受到只有通过不断的成功才能被认可的压力。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "童年时期",
                "what": "那天晚上，我结束了舞蹈课回到家，看到母亲在厨房里忙碌。她的眼神中充满了疲惫和焦虑，动作也显得有些迟缓。",
                "where": "家中厨房，厨房里灯光昏黄，灶台上摆着未完成的晚餐。",
                "when": "2018年04月12日19:45",
                "who": "母亲和我",
                "description": "2018年04月12日晚上，我结束了舞蹈课回到家，走进厨房时，看到母亲正在忙碌地准备晚餐。厨房的灯光昏黄，母亲的身影显得有些疲惫。她的眼神中透出一丝焦虑，动作也显得有些迟缓。我站在门口，默默地观察她的一举一动，心里突然感到一种沉重的压力和无助。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "童年时期",
                "what": "看到母亲擦眼泪后，我感到心情沉重，轻声问母亲‘妈妈，你还好吗？’母亲停下来，勉强挤出一个笑容，说‘没事，只是有点累。’",
                "where": "家中厨房，厨房里充满了烹饪的香味。",
                "when": "2018年04月12日19:47",
                "who": "母亲和我",
                "description": "2018年04月12日晚上，我在厨房里看到母亲擦眼泪，心情顿时沉重起来。我走过去，轻声问她‘妈妈，你还好吗？’母亲停下手中的活，勉强挤出一个笑容，说‘没事，只是有点累。’她的声音中带着掩饰不住的疲惫。我感到自己的担忧和感受没有被重视，心里更加沉重。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "童年时期",
                "what": "我回到自己的房间，打开舞蹈视频继续练习，希望通过更加努力的训练来减轻母亲的担忧，证明自己是值得期待的。",
                "where": "家中房间，我的房间里布置简洁，地板上铺着练舞用的地垫。",
                "when": "2018年04月12日20:15",
                "who": "只有我一个人",
                "description": "2018年04月12日晚上，我回到自己的房间，心情依然沉重。我打开电脑，播放着舞蹈视频，开始了新一轮的练习。房间里只有我一个人，地板上铺着练舞用的地垫。我希望通过更加努力的训练来减轻母亲的担忧，证明自己是值得期待的。我挥洒着汗水，心里想着母亲的疲惫和期望，内心充满了不安和自我怀疑。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "童年时期",
                "what": "在准备学校测验的过程中，母亲一直在我身边严格监督，并不停地强调考试的重要性和对家庭的影响。",
                "where": "家中，卧室里的书桌上堆满了书本和笔记。",
                "when": "2018年01月25日18:30",
                "who": "母亲和我",
                "description": "2018年1月25日晚，我坐在卧室的书桌前，书本和笔记堆满了整个桌面。母亲站在我身后，时不时地检查我的进度，还不停地唠叨着考试的重要性和这对家庭的意义。我感到巨大的压力，心跳加速，手心冒汗。母亲的目光像刀子一样，让我无法集中注意力，只觉得整个世界都在压迫着我。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "童年时期",
                "what": "测验当天，我因过度紧张导致发挥失常。每一秒钟都在自我怀疑和担心失败的后果。",
                "where": "学校的考场，课桌上摆着试卷和文具。",
                "when": "2018年02月05日09:00",
                "who": "我、同学和教师",
                "description": "2018年2月5日上午，我坐在学校的考场里，手里握着铅笔，眼前是密密麻麻的试题。心跳如鼓，每读一个问题都感觉脑袋空空如也。我不停地自我怀疑，担心每个答案都是错的，手心因为紧张而出汗。我环顾四周，看见同学们都在专心答题，而我却像被困在一个无形的牢笼里，无法呼吸。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "童年时期",
                "what": "测验成绩公布后，我的成绩不理想。回到家中，母亲的失望和冷漠态度让我感到孤独和无助。",
                "where": "家中，客厅里的沙发上。",
                "when": "2018年02月10日18:45",
                "who": "母亲和我",
                "description": "2018年2月10日晚，我带着不理想的成绩单回到家中。母亲坐在客厅的沙发上，看到成绩单后，她的脸色瞬间变得冷漠。她没有责骂我，只是轻轻叹了一口气，然后转身离开，连一句安慰的话都没有。我感到一阵巨大的孤独和无助，眼泪不自觉地流了下来。母亲的失望像一把无形的剑，深深刺痛了我的心。"
            }
        ]
    },
    "recent_events": {
        "name": "吕枝薇",
        "stage": "近期情况",
        "event_description": [
            {
                "event_id": "1",
                "extended_event_id": "1_1",
                "stage_key": "近期情况",
                "what": "由于最近学业和舞蹈训练的双重压力，我的状态一直不佳。在一次重要的舞蹈排练前，我一夜未眠，拼命复习期末考试的内容。第二天，我带着疲惫的身体去参加舞蹈训练。",
                "where": "我的家和舞蹈教室。家里书桌上堆满了课本和复习资料，舞蹈教室里明亮的灯光照耀在镜子上。",
                "when": "2024年1月15日08:30",
                "who": "我一个人",
                "description": "2024年1月15日凌晨，我在家中书桌前奋笔疾书，心中充满了对考试的焦虑。窗外的街灯微弱，屋内只有书桌的台灯在照亮。清晨，当我拖着疲惫不堪的身体走进舞蹈教室时，心中依然惦记着那些未背下的知识点。教室里同学们已经开始了热身，我强打精神加入训练，但身体的疲惫让我感到每一步都如此沉重。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_2",
                "stage_key": "近期情况",
                "what": "在舞蹈训练中，我出现了一些动作的失误，舞蹈教练对我的表现非常不满，当场在全班面前批评我。教练说：'你最近的状态怎么这么差？这样的表现怎么可能成为专业舞者？' 我感到非常羞愧和无助，甚至有些愤怒。",
                "where": "舞蹈教室，四周是大镜子和木地板，教练站在前排。",
                "when": "2024年1月15日10:45",
                "who": "舞蹈教练，同学们",
                "description": "2024年1月15日上午10:45，在舞蹈教室里，我因为疲惫而在一个旋转动作上失误，脚步踉跄。教练立刻停下音乐，走到我面前，皱着眉头对我大声训斥：'你最近的状态怎么这么差？这样的表现怎么可能成为专业舞者？' 我感到脸上火辣辣的，眼泪在眼眶中打转，但我拼命忍住不让它们流下来。四周同学的目光让我觉得无比羞愧和无助，心里充满了对自己的愤怒和自责。"
            },
            {
                "event_id": "1",
                "extended_event_id": "1_3",
                "stage_key": "近期情况",
                "what": "被批评后，我在课间休息时躲到卫生间里，忍不住哭了起来。接下来的一周，我开始出现暴饮暴食的行为，每当感到压力和自我怀疑时，我都会通过吃大量的食物来暂时缓解内心的痛苦。",
                "where": "舞蹈教室和卫生间，卫生间里空无一人，昏黄的灯光让人感到压抑。",
                "when": "2024年1月15日11:00",
                "who": "我一个人",
                "description": "2024年1月15日上午11:00，我在课间休息时跑进舞蹈教室的卫生间，关上门后再也忍不住，眼泪如决堤般涌出。我站在镜子前，看到自己疲惫不堪的面容，内心充满了无助和羞愧。接下来的一周，我每当感到压力和自我怀疑时，就会忍不住暴饮暴食。夜晚，我常常坐在家中的餐桌旁，面前摆满了各种食物，不停地往嘴里塞，试图用这些食物填补内心的空虚和痛苦。但每次暴饮暴食后，我只感到更加的自责和厌恶自己。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_1",
                "stage_key": "近期情况",
                "what": "我每天花费大量时间复习，几乎没有休息，感到巨大的压力，担心无法达到自己的高标准。长时间的集中注意力和睡眠不足让我开始感到头痛和疲惫。",
                "where": "家中书桌，周围堆满了复习用的书籍和笔记。",
                "when": "2024年1月20日20:30",
                "who": "无",
                "description": "2024年1月20日晚上，我坐在家中的书桌前，周围堆满了复习用的书籍和笔记。连续几天的高强度复习让我感到头痛和疲惫，但我不敢停下来休息。我担心自己无法在期末考试中达到高标准，内心充满了焦虑。我不断告诉自己必须完美无瑕，任何失误都是不可接受的。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_2",
                "stage_key": "近期情况",
                "what": "在考试前一晚，我因为紧张和焦虑无法入睡，不断回想复习内容，担心自己会在考试中忘记重要知识点。为了缓解压力，我在凌晨时分暴饮暴食，结果感到更加内疚和自责。",
                "where": "家中卧室及厨房，厨房桌上摆满了各种零食。",
                "when": "2024年2月3日02:15",
                "who": "无",
                "description": "2024年2月3日凌晨，我躺在卧室的床上，翻来覆去无法入睡。复习的内容像电影一样在脑海中不断重播，我担心自己会忘记重要的知识点。为了缓解紧张和焦虑，我起身走到厨房，桌上摆满了各种零食。我开始暴饮暴食，希望食物能带来片刻的安慰，但事后却感到更加内疚和自责。"
            },
            {
                "event_id": "2",
                "extended_event_id": "2_3",
                "stage_key": "近期情况",
                "what": "在期末考试当天，由于前一晚的失眠，我感到头昏脑胀，注意力无法集中。在考场上发现自己记不起复习过的内容，感到极度恐慌和无助。考试结束后，我在考场外失声痛哭，感觉自己完全失败。",
                "where": "学校考场，考场外的走廊上。",
                "when": "2024年2月4日11:45",
                "who": "同学，监考老师",
                "description": "2024年2月4日上午，我坐在学校的考场上，前一晚的失眠让我感到头昏脑胀，注意力无法集中。试卷上的题目似乎变得陌生，我记不起复习过的内容，内心充满了恐慌和无助。考试结束后，我走出考场，站在走廊上失声痛哭。我感觉自己完全失败了，所有的努力都化为泡影。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_1",
                "stage_key": "近期情况",
                "what": "在一个普通的周五下午，我刚刚结束了一天的课外舞蹈训练，感到身心疲惫。走在学校的走廊上，准备去图书馆复习功课。突然，我看到一位同学与父母在走廊里争吵，那位同学的成绩单上满是低分。父母显得非常生气，不断责骂那位同学。同学忍不住哭了起来，显得非常无助。",
                "where": "学校走廊，走廊的灯光有些昏暗，墙上贴着一些学习和活动的海报。",
                "when": "2024年3月15日15:30",
                "who": "我，同学，同学的父母",
                "description": "2024年3月15日下午3:30，我疲惫地走在学校的走廊上，刚结束了一整天的舞蹈训练，感觉全身都被榨干了。这时，我看到前方有一对父母和他们的孩子在激烈地争吵。孩子的成绩单上满是低分，父母的脸色铁青，不断责骂孩子。孩子终于忍不住哭了起来，眼泪顺着脸颊流下。我站在原地，感觉心里一阵刺痛，仿佛看到了自己的影子。那一刻，我想起了自己也曾因为成绩不佳而被父母责骂，我的心情变得更加沉重。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_2",
                "stage_key": "近期情况",
                "what": "事件发生后的一个晚上，我在家中的房间里，尝试着复习当天学到的知识。然而，脑海中不断闪现白天看到的那一幕，无法集中精力。感到心情低落，开始对自己的学业和舞蹈能力产生怀疑。",
                "where": "家中房间，桌子上堆满了书籍和笔记，窗外的夜色漆黑一片。",
                "when": "2024年3月15日21:00",
                "who": "我",
                "description": "2024年3月15日晚上9点，我坐在家中的房间里，试图复习当天学到的知识。桌子上堆满了书籍和笔记，但我却无法集中注意力。白天在学校走廊上看到的那一幕不断在我脑海中闪现，那位同学无助的哭泣和父母的责骂让我心情低落。我开始怀疑自己的能力，觉得自己可能也会让父母失望。我不禁感到一种深深的无力感和焦虑，觉得自己的努力可能永远达不到父母和自己的期望。这种情绪使我复习效率极低，甚至有了放弃部分学业和舞蹈训练的念头。"
            },
            {
                "event_id": "3",
                "extended_event_id": "3_3",
                "stage_key": "近期情况",
                "what": "第二天早上，我在舞蹈训练中出现了明显的情绪波动，表现出精神运动性迟滞。舞蹈教练注意到我的状态异常，试图与我沟通，但我拒绝了教练的帮助，独自一人坐在角落里发呆。",
                "where": "舞蹈训练室，训练室的镜子映照出我疲惫的身影，地板上铺着柔软的垫子。",
                "when": "2024年3月16日10:00",
                "who": "我，舞蹈教练",
                "description": "2024年3月16日早上10点，我在舞蹈训练中表现异常，动作明显迟缓，情绪低落。舞蹈训练室里的镜子映照出我疲惫的身影，地板上的垫子似乎也变得格外柔软无力。教练注意到我的状态异常，走过来试图与我沟通，但我拒绝了他的帮助，只是独自一人坐在角落里发呆。教练的关心虽然让我感到一丝温暖，但我依然觉得没有人能真正理解我的痛苦。我对自己的要求变得更加苛刻，完美主义倾向进一步加剧，导致在训练中的表现更加失常。这一切让我感到无比的焦虑和自我怀疑，最终促使我产生了暴饮暴食的行为，以此来暂时逃避内心的压力和痛苦。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_1",
                "stage_key": "近期情况",
                "what": "我为了准备舞蹈比赛，每天都进行高强度的训练，几乎没有休息时间。我的舞蹈教练对我的表现有很高的期望，常常在训练中对我进行严格的批评和指导。",
                "where": "舞蹈训练室，镜子前的地板上布满了我的汗水，墙上的时钟显示已经过了晚饭时间。",
                "when": "2024年3月28日18:30",
                "who": "舞蹈教练",
                "description": "2024年3月28日18:30，我在舞蹈训练室进行高强度训练，几乎没有休息时间。镜子前的地板上布满了我的汗水，墙上的时钟显示已经过了晚饭时间。舞蹈教练对我的表现有很高的期望，他一边盯着我的动作，一边不停地指出我的错误。我感到非常疲惫和压力巨大，每个细微的失误都让我怀疑自己是否能达成他的要求。这种情绪开始加重我的焦虑，我甚至开始出现记忆力减退和精神运动性迟滞的症状。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_2",
                "stage_key": "近期情况",
                "what": "在舞蹈比赛前一晚，我几乎没有睡觉，反复练习比赛的舞蹈动作，生怕自己在舞台上出错。",
                "where": "家中，我在自己的房间里，房间里只有一盏昏黄的台灯亮着。",
                "when": "2024年4月10日23:45",
                "who": "无",
                "description": "2024年4月10日23:45，我在家中的房间里，几乎没有睡觉。房间里只有一盏昏黄的台灯亮着，我反复练习比赛的舞蹈动作，生怕自己在舞台上出错。我不断地在镜子前做动作，脑海中充满了失败的画面。每次想到可能的失误，我的心跳就加速，手心出汗。这种紧张感让我彻夜难眠，直到凌晨我还在练习。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_3",
                "stage_key": "近期情况",
                "what": "在舞蹈比赛当天，我因紧张导致舞蹈动作失误，未能完成预定的高难度动作。比赛结束后，我没有获得任何奖项。",
                "where": "比赛场地，舞台上的灯光刺眼，观众席上人头攒动。",
                "when": "2024年4月11日15:20",
                "who": "评委、观众",
                "description": "2024年4月11日15:20，在比赛场地上，舞台上的灯光刺眼，观众席上人头攒动。我因高度紧张导致舞蹈动作失误，未能完成预定的高难度动作。当我跳错步伐的时候，仿佛全场都安静了下来，我能听到自己的心跳声。比赛结束后，我没有获得任何奖项。我感到极度失落和自责，认为自己辜负了教练和父母的期望。"
            },
            {
                "event_id": "4",
                "extended_event_id": "4_4",
                "stage_key": "近期情况",
                "what": "当晚回到家后，我情绪崩溃，感到自己非常失败。我开始暴饮暴食，吃了大量的零食，以此来缓解内心的焦虑和自卑感。",
                "where": "家中，我在客厅里，桌上堆满了各种零食包装袋。",
                "when": "2024年4月11日19:00",
                "who": "无",
                "description": "2024年4月11日19:00，当晚回到家后，我情绪崩溃，感到自己非常失败。我在客厅里，桌上堆满了各种零食包装袋。我开始暴饮暴食，吃了大量的零食以此来缓解内心的焦虑和自卑感。每一口食物都似乎能暂时压制住我的负面情绪，但随后而来的却是极度的身体不适和强烈的自责。我感觉自己陷入了一个无尽的情感深渊中，无法自拔。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_1",
                "stage_key": "近期情况",
                "what": "在一次舞蹈排练中，我感到自己的表现不佳，教练当众批评了我，指出我的动作不够精准，并要求我加倍努力。面对教练的批评，我感到羞愧和巨大压力。",
                "where": "学校的舞蹈教室，明亮的灯光照在我满是汗水的脸上，墙上的镜子反射出我不完美的姿态。",
                "when": "2024年5月10日15:30",
                "who": "舞蹈教练，同学们",
                "description": "2024年5月10日下午，在学校的舞蹈教室里，教练在所有同学面前严厉地批评我，指出我的动作不够精准，要求我要加倍努力。我感到脸颊发烫，羞愧和压力涌上心头。周围的同学纷纷侧目，我只能低着头，感到无比难堪。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_2",
                "stage_key": "近期情况",
                "what": "在教练的批评后，我回到家中，感到情绪低落。我试图通过暴饮暴食来缓解自己的压力，但这种行为让我感到更糟糕，并且加重了我的内疚感。",
                "where": "家中的厨房，桌上堆满了各种零食和快餐。",
                "when": "2024年5月10日18:00",
                "who": "无",
                "description": "2024年5月10日傍晚，我回到家中，情绪低落。走进厨房，我看到桌上堆满了各种零食和快餐。心情糟糕的我开始不由自主地大吃特吃，试图通过暴饮暴食来缓解内心的压力。然而，吃完之后，我感到更加内疚和自责，情绪也更加低落。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_3",
                "stage_key": "近期情况",
                "what": "晚饭时，父母注意到我的情绪低落，询问我的状态。我试图表达自己的压力和困惑，但父母的回应是责备我没有尽全力，指责我成绩和舞蹈都没有进步。",
                "where": "家中的餐厅，餐桌上摆着晚饭，气氛紧张。",
                "when": "2024年5月10日19:30",
                "who": "父母",
                "description": "2024年5月10日晚上，家中的餐厅里，我的父母注意到我的情绪低落，便开始询问我的状态。我试图向他们倾诉自己的压力和困惑，但父母却责备我没有尽全力，指责我的成绩和舞蹈都没有进步。我感到心如刀割，越来越孤立无助。"
            },
            {
                "event_id": "5",
                "extended_event_id": "5_4",
                "stage_key": "近期情况",
                "what": "争吵结束后，我独自回到房间，感到无助和绝望。我开始回顾自己近期的努力和失败，越想越觉得自己一无是处，最终忍不住哭了出来。",
                "where": "家中的卧室，房间昏暗，只有一盏小灯亮着。",
                "when": "2024年5月10日20:00",
                "who": "无",
                "description": "2024年5月10日晚上，争吵结束后，我独自回到昏暗的卧室，只有一盏小灯亮着。我无助地坐在床上，回顾自己近期的努力和失败，越想越觉得自己一无是处，最终忍不住哭了出来。泪水模糊了我的视线，心中的绝望和自我怀疑达到了顶峰。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_1",
                "stage_key": "近期情况",
                "what": "在学校操场上举行了一场课外活动的颁奖仪式，一位同学因成绩优异受到全校表扬。校长在颁奖时赞扬了这位同学的努力和成就，整个操场上的学生都为其鼓掌喝彩。",
                "where": "学校操场，阳光明媚，操场上挤满了学生，大家都在期待着颁奖仪式的开始。",
                "when": "2024年6月15日10:00",
                "who": "校长，全校学生，获奖同学",
                "description": "2024年6月15日上午10点，学校操场上挤满了学生，阳光明媚。我站在人群中，目睹了一位同学因成绩优异受到全校的表扬。校长在颁奖时，微笑着赞扬了那位同学的努力和成就，整个操场上的学生都为其鼓掌喝彩。我站在一旁，内心感到极度羡慕和压力，仿佛一块巨石压在胸口。这一刻，我心里只有一个念头：只有达到同样的高度，我才能被认可。我的焦虑感瞬间增强，开始怀疑自己的能力，情绪更加不稳定。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_2",
                "stage_key": "近期情况",
                "what": "颁奖仪式结束后，吕枝薇在课间与一位关系较好的同学聊天，谈及了自己对完美的追求和压力。同学表示理解，但也建议她放松心态，享受过程。",
                "where": "学校走廊，课间，走廊上人来人往，同学们三三两两地在讨论着刚才的颁奖仪式。",
                "when": "2024年6月15日10:30",
                "who": "吕枝薇，同学",
                "description": "颁奖仪式结束后，课间时我和一位关系较好的同学在学校走廊上聊天。走廊上人来人往，同学们三三两两地讨论着刚才的颁奖仪式。我向她倾诉了自己对完美的追求和因此带来的巨大压力。同学认真听着，表示理解，但也建议我放松心态，享受过程。尽管她的建议是善意的，但我仍然感到孤立和不安，觉得自己的感受和梦想没有得到真正的理解。这种感觉进一步加深了我的孤独感和焦虑，导致最近暴饮暴食的行为频率增加。"
            },
            {
                "event_id": "6",
                "extended_event_id": "6_3",
                "stage_key": "近期情况",
                "what": "在回家的路上，吕枝薇反复回想着颁奖仪式的场景和同学的话语，她开始觉得自己必须更加努力，才能避免失败和被忽视。",
                "where": "回家的路上，城市的街道上车水马龙，行人匆匆。",
                "when": "2024年6月15日16:00",
                "who": "无",
                "description": "在回家的路上，我反复回想着颁奖仪式的场景和同学的话语。城市的街道上车水马龙，行人匆匆，但我心里却是一片混乱。我开始觉得自己必须更加努力，才能避免失败和被忽视。这种自我反思的过程让我倍感压力，焦虑感进一步加剧。我在内心不断强化着自己必须追求完美的信念，不能有任何失误。这种信念导致我在接下来的日子里更加严格要求自己，进一步恶化了我的心理症状和躯体症状。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_1",
                "stage_key": "近期情况",
                "what": "我在一次舞蹈训练中感到自己表现不佳，舞蹈教练对我提出了严厉的批评。",
                "where": "舞蹈教室，墙上挂满了镜子，地板上铺着淡蓝色的垫子。",
                "when": "2024年6月15日17:30",
                "who": "舞蹈教练",
                "description": "2024年6月15日傍晚，我在舞蹈教室练习时，感觉动作不够流畅，心里很紧张。教练站在一旁，眉头紧锁，突然大声斥责我，说我没有尽全力，动作不到位。我感到脸颊发烫，眼泪在眼眶里打转。教室里的其他学员开始窃窃私语，我感到无地自容。教练的批评让我觉得自己离完美还有很远的距离，心里满是焦虑和自我怀疑。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_2",
                "stage_key": "近期情况",
                "what": "我在一次学校考试中因过度焦虑导致发挥失常，成绩不理想。",
                "where": "学校考场，白色的墙壁和排列整齐的课桌，窗外阳光明媚。",
                "when": "2024年6月20日10:00",
                "who": "班主任、同学",
                "description": "2024年6月20日上午的考试前，我的手心出汗，心跳加速。考试开始后，大脑一片空白，平时熟练掌握的题目突然变得陌生。考试结束后，我知道自己考得很糟。班主任看着我的成绩单，脸上露出失望的神情。我感到自责和失望，觉得自己辜负了所有人的期望。回到家后，我忍不住暴饮暴食，希望通过吃东西来缓解内心的痛苦。"
            },
            {
                "event_id": "7",
                "extended_event_id": "7_3",
                "stage_key": "近期情况",
                "what": "我在一次心理咨询中向咨询师坦露了我的焦虑和压力，咨询师建议我给自己一些放松的时间，但我心里觉得如果放松了，就会失败。",
                "where": "心理咨询室，温暖的灯光，柔软的沙发，墙上挂着安静的画作。",
                "when": "2024年7月5日14:30",
                "who": "心理咨询师",
                "description": "2024年7月5日下午，我坐在心理咨询室的沙发上，向咨询师倾诉最近的焦虑和压力。咨询师温柔地建议我给自己一些放松的时间，尝试不要对自己那么严格。但我心里却很抗拒，觉得如果放松了，就会失败。我低着头，眼泪不自觉地流下来。咨询师递给我纸巾，让我感到一丝温暖，但我还是无法摆脱心中的担忧和孤独感。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_1",
                "stage_key": "近期情况",
                "what": "我在一次家庭聚会前夕，花了大量时间准备，试图确保无论是我的外表还是我的学业和舞蹈表现都达到完美。",
                "where": "家里，卧室里堆满了准备用的衣服和书籍，镜子前摆满了化妆品。",
                "when": "2024年8月15日18:00",
                "who": "我，父母",
                "description": "2024年8月15日晚上，我在家里忙碌地准备着即将到来的家庭聚会。卧室里堆满了准备穿的衣服和复习用的书籍，镜子前摆满了各种化妆品。我不停地在镜子前检查自己的妆容，反复练习舞蹈动作，生怕在聚会上出错。父母在客厅聊天，我听到他们偶尔提到我的名字，心里更是紧张。每次听到他们提到我的成绩和未来，我都感到一阵压力。最终，我感到极度疲惫，仿佛身体被掏空了一样。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_2",
                "stage_key": "近期情况",
                "what": "在家庭聚会上，亲戚们不断问我未来的规划和成绩，我感到非常有压力，觉得自己必须要表现得很完美才能让他们满意。",
                "where": "亲戚家，客厅里布置得很温馨，桌上摆满了各式各样的家常菜。",
                "when": "2024年8月16日19:30",
                "who": "亲戚，父母，我",
                "description": "2024年8月16日晚上，我们来到亲戚家参加家庭聚会。客厅里布置得很温馨，桌上摆满了各式各样的家常菜。亲戚们热情地问候我，随后便开始问我未来的规划和学业成绩。我尽量保持微笑，但内心却感到无比紧张和压力。每一个问题都像是一把刀子，刺在我心上。我觉得自己必须要表现得完美无瑕，才能让他们满意。父母也在一旁不断夸奖我，这让我更加不安，仿佛所有人的目光都集中在我身上。我感到一阵阵窒息的感觉，心跳加速，手心冒汗。"
            },
            {
                "event_id": "8",
                "extended_event_id": "8_3",
                "stage_key": "近期情况",
                "what": "聚会结束后，我独自回到房间，回想起亲戚们的话语，感到非常沮丧和无助，开始暴饮暴食以缓解内心的压力。",
                "where": "家里，房间内灯光昏暗，桌上堆满了零食。",
                "when": "2024年8月16日22:00",
                "who": "我",
                "description": "2024年8月16日晚上，聚会结束后，我独自回到房间。房间内灯光昏暗，桌上堆满了各种零食。我坐在桌前，回想起亲戚们的话语，感到非常沮丧和无助。那些关于未来的规划和成绩的问题不断在我脑海中回荡，让我感到无法呼吸。我开始拿起零食不停地吃，希望通过暴饮暴食来缓解内心的压力。然而，每吃一口，我的内疚感就增加一分。我知道这样做对身体不好，但我就是停不下来。最终，我感到更加内疚和自责，情绪变得更加低落。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_1",
                "stage_key": "近期情况",
                "what": "我在学校社团活动中看到一位朋友因为坚持自己的梦想，得到了家人和朋友的支持和鼓励。",
                "where": "学校社团活动室，墙上贴满了各种活动海报，窗外能看到操场上的学生在玩耍。",
                "when": "2023年12月15日14:30",
                "who": "朋友，朋友的家人",
                "description": "2023年12月15日下午，我在学校社团活动室里，墙上贴满了各种活动海报。活动进行中，我看到一位朋友因为坚持自己的梦想，得到了家人和朋友的支持和鼓励。看着他们满怀欣喜和自信的样子，我感到一阵羡慕，心里却涌起深深的自责。我站在一旁，默默地想着自己为什么得不到同样的支持，这让我感到更加孤独和无助。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_2",
                "stage_key": "近期情况",
                "what": "在回家的路上，我回想起自己过去多次努力但未能获得同样的支持，感到非常沮丧和无助。",
                "where": "回家的路上，天色渐暗，街道上车来车往，路灯开始亮起。",
                "when": "2023年12月15日16:00",
                "who": "无",
                "description": "2023年12月15日下午16点，在回家的路上，天色渐暗，街道上车来车往，路灯开始亮起。走在熟悉的街道上，我不禁回想起自己过去的努力和汗水，却未能获得同样的支持。心中的沮丧和无助感愈发强烈。我低着头，步伐沉重，脑海里不停地涌现出那些未被认可的记忆，这让我深深质疑自己的价值和能力。"
            },
            {
                "event_id": "9",
                "extended_event_id": "9_3",
                "stage_key": "近期情况",
                "what": "当晚，我在家中情绪崩溃，表现出暴饮暴食的行为，试图用食物来缓解内心的痛苦。",
                "where": "家中的厨房，桌上摆满了各种零食和快餐，灯光昏暗。",
                "when": "2023年12月15日20:30",
                "who": "无",
                "description": "2023年12月15日晚上20点30分，我一个人在家中的厨房，灯光昏暗，桌上摆满了各种零食和快餐。情绪再也压抑不住，我开始疯狂地吃东西，试图用食物来填补内心的空虚和痛苦。每一口都像是在吞咽自己的眼泪和无助，但我无法停止。暴饮暴食的行为让我感到一时的慰藉，却在事后更加内疚和自责。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_1",
                "stage_key": "近期情况",
                "what": "我在准备这次舞蹈公开课时，感受到了巨大的学业和舞蹈双重压力。为了准备演出，我牺牲了大量的休息时间，甚至在晚上熬夜排练，希望通过这次公开课的表现来证明自己是完美无瑕的。",
                "where": "舞蹈教室，墙上挂满了镜子，地板上铺着柔软的垫子。",
                "when": "2023年11月15日18:30",
                "who": "我和舞蹈教练",
                "description": "2023年11月15日晚上，在舞蹈教室里，我为了准备即将到来的公开课，已经连续熬夜排练了好几天。教室里只有我和舞蹈教练，教练不断纠正我的动作，要求我做得更好。我的身体已经非常疲惫，但我心里只有一个念头：我必须完美无瑕地完成这次表演，才能证明自己的价值。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_2",
                "stage_key": "近期情况",
                "what": "在公开课结束后的几天里，我开始感受到异常的疲惫和心情低落。这次成功的短暂喜悦很快被随之而来的焦虑取代，我开始担心自己能否在未来的每一次表演中都保持同样的水平。",
                "where": "家中，我的卧室，房间里摆满了舞蹈书籍和练习用的设备。",
                "when": "2023年11月20日21:45",
                "who": "我",
                "description": "2023年11月20日晚上，我躺在卧室的床上，虽然公开课已经过去几天，但我依然感到身心疲惫。尽管那天的表现得到了教练的表扬，可我心里却充满了焦虑和不安。我担心自己无法在未来的每一次表演中都保持同样的水平，这种担忧让我无法入睡，情绪也变得越来越低落。"
            },
            {
                "event_id": "10",
                "extended_event_id": "10_3",
                "stage_key": "近期情况",
                "what": "在一次舞蹈课上，由于前几天暴饮暴食导致身体不适，我的表现明显不如预期。教练对我的表现提出了严厉的批评，这让我感到非常沮丧和自责。",
                "where": "舞蹈教室，其他同学也在场，大家都在专心练习。",
                "when": "2023年11月25日19:00",
                "who": "我、舞蹈教练、同学",
                "description": "2023年11月25日晚上，在舞蹈教室里，我因为前几天的暴饮暴食，身体状态非常差。尽管我努力跟上节奏，但表现明显比平时差很多。教练在众人面前严厉批评了我，说我没有尽全力，这让我感到非常沮丧和自责。我看到同学们的目光，也觉得自己被他们看不起，心里充满了无助和孤独感。"
            },
            {
                "event_id": "11_1",
                "stage_key": "近期情况",
                "what": "我在准备绘画比赛期间，每天都花费大量时间练习，力求完美。母亲注意到我的压力，多次提醒我注意休息，但我坚持认为只有做到最好才能被认可。",
                "where": "家中，书房里堆满了各种绘画用具和草稿，空气中弥漫着颜料的味道。",
                "when": "2023年09月15日18:30",
                "who": "母亲",
                "description": "2023年9月15日傍晚，我在家中的书房里埋头苦练，四周堆满了各种绘画用具和草稿。母亲几次敲门进来，劝我休息一下，但我总是摇头拒绝。我心里默念着，只有做到最好才能被认可。母亲的担忧在我看来只是干扰，我无法放松。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_1",
                "stage_key": "近期情况",
                "what": "在学校礼堂的一场公开表演中，一位同学在舞台上失误，导致观众发出嘲笑声。我坐在前排，清晰地看到了这一幕，并感受到了巨大的紧张和不安。",
                "where": "学校礼堂，座位前排，舞台灯光明亮，观众席上坐满了人。",
                "when": "2023年9月15日14:30",
                "who": "同学，观众",
                "description": "2023年9月15日下午，我在学校礼堂参加了一场公开表演。坐在前排的我，清晰地看着舞台上的每一个动作。一位同学在表演中突然失误，舞步错乱，观众席上立刻传来了嘲笑声。我的心猛地一沉，手心开始冒汗。我感到巨大的紧张和不安，担心自己也会有同样的遭遇。这一刻，我的内心充满了对失败的恐惧和对完美的执着。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_2",
                "stage_key": "近期情况",
                "what": "表演结束后，我和舞蹈教练在后台谈话。舞蹈教练试图安慰失误的同学，但我却感到更加焦虑，担心自己也会有同样的经历。",
                "where": "学校礼堂后台，灯光昏暗，有些凌乱。",
                "when": "2023年9月15日15:00",
                "who": "舞蹈教练，失误的同学",
                "description": "表演结束后，我走到后台，看到舞蹈教练在安慰那位失误的同学。教练的语气温柔，试图减轻她的压力。但我站在一旁，心情却越来越沉重，脑海中不断浮现自己失误的画面。我担心如果自己也遇到这样的情况，会不会同样被嘲笑和批评。我感到极度的焦虑，甚至有些呼吸困难。这一刻，我对自己能否在舞蹈上取得成功产生了深深的怀疑。"
            },
            {
                "event_id": "12",
                "extended_event_id": "12_3",
                "stage_key": "近期情况",
                "what": "几天后，我在一次舞蹈训练中出现了失误，我立即想起了那位同学在舞台上被嘲笑的画面，感到极度恐慌和自责。",
                "where": "舞蹈教室，镜子墙前，木地板上。",
                "when": "2023年9月20日17:45",
                "who": "舞蹈教练，同学",
                "description": "2023年9月20日傍晚，我在舞蹈教室进行训练。镜子中的自己显得有些疲惫。当我试图完成一个高难度动作时，脚下突然一滑，失去了平衡。我立即想起了几天前那位同学在舞台上被嘲笑的情景，心中充满了恐慌和自责。眼泪不由自主地涌了出来，我感觉自己仿佛站在悬崖边缘，随时可能坠落。这次失误让我对自己的能力产生了强烈的怀疑，甚至开始质疑自己是否有能力实现舞蹈梦想。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_1",
                "stage_key": "近期情况",
                "what": "家庭聚餐开始前，父母谈论我的未来计划，提到我必须考上好大学才能有出息。",
                "where": "在一家餐厅，灯光柔和，环境温馨，桌上摆满了各种菜肴。",
                "when": "2023年8月15日18:30",
                "who": "父母",
                "description": "2023年8月15日傍晚，我们一家人在餐厅聚餐，父母在开始前谈论我的未来计划。母亲说，'你必须考上好大学，才能有个好前途。'父亲点头附和，眼神中透露出期望。我感到一阵压力，背脊发凉，手心冒汗，内心的焦虑开始涌上心头。我只能机械地点头，心里却担心自己无法达到他们的期望。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_2",
                "stage_key": "近期情况",
                "what": "聚餐结束后，我回到自己的房间，情绪低落，开始反复思考父母的话，担心自己无法达到他们的期望。",
                "where": "家中的房间，桌上放着几本我喜欢的书。",
                "when": "2023年8月15日20:00",
                "who": "无",
                "description": "2023年8月15日晚，聚餐结束后，我回到自己的房间。房间里灯光昏暗，桌上放着几本我喜欢的书。我躺在床上，父母的话在脑海里不断回响。我试图通过阅读放松，但每次翻开书页，眼睛却无法聚焦在文字上。我感到越来越焦虑和无助，内心充满了对失败的恐惧。"
            },
            {
                "event_id": "13",
                "extended_event_id": "13_3",
                "stage_key": "近期情况",
                "what": "第二天在学校，因为前一晚的压力导致睡眠不足，我表现出精神疲惫和注意力不集中。在舞蹈训练中，我多次失误，教练对我提出了严厉的批评。",
                "where": "学校的舞蹈教室，明亮的灯光下，镜子映照出每一个动作。",
                "when": "2023年8月16日16:00",
                "who": "舞蹈教练",
                "description": "2023年8月16日下午，在学校的舞蹈教室，前一晚的压力让我睡眠不足，精神疲惫。在训练中，我几次跳错动作，教练皱着眉头走过来，严厉地批评我，'你怎么回事？这么简单的动作都做不好！'我低下头，觉得自己无地自容，心里满是自我怀疑和焦虑。我开始觉得自己不值得被理解，无法实现自己的梦想。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_1",
                "stage_key": "近期情况",
                "what": "我因为准备考试，连续几天睡眠不足，情绪焦虑，导致在舞蹈训练中无法集中精神。",
                "where": "家中和舞蹈教室，家中桌上堆满了书本，舞蹈教室光线明亮，镜子反射出我的疲惫。",
                "when": "2023年7月15日17:00",
                "who": "吕枝薇，父母",
                "description": "2023年7月15日下午5点，我在家中忙着复习，桌上堆满了书本和笔记，眼睛已经疲惫不堪。那几天我几乎没怎么睡觉，心里一直想着即将到来的考试和舞蹈训练。随后，我拖着疲惫的身体去了舞蹈教室。教室内，明亮的灯光下，我的每一个动作都显得僵硬而无力，镜子里反射出我疲惫不堪的样子，心里的焦虑愈加严重。我感到自己完全无法集中精神，心里的压力像一块巨石压在胸口。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_2",
                "stage_key": "近期情况",
                "what": "在舞蹈训练中，我因为一个动作没有做好，被教练当众批评，感到非常羞愧和无助。",
                "where": "舞蹈教室，明亮的灯光下，镜子前的训练场地。",
                "when": "2023年7月15日18:00",
                "who": "舞蹈教练，同学",
                "description": "2023年7月15日下午6点，在舞蹈教室里，我和同学们一起训练。教练要求我们做一个高难度的动作，我因为疲惫和焦虑，怎么也做不好。教练当众指出我的错误，声音严厉，同学们的目光都集中在我身上。我感到脸颊一阵发烫，内心的羞愧和无助感涌上心头，几乎要哭出来。那一刻，我觉得自己完全失败了，仿佛整个世界都在嘲笑我的无能。"
            },
            {
                "event_id": "14",
                "extended_event_id": "14_3",
                "stage_key": "近期情况",
                "what": "训练结束后，我回家独自一人，在房间里大哭并感到非常无助，之后开始暴饮暴食以缓解情绪。",
                "where": "家中，房间里四周寂静，只有我的啜泣声。",
                "when": "2023年7月15日20:00",
                "who": "吕枝薇",
                "description": "2023年7月15日晚8点，训练结束后，我拖着沉重的步伐回到家中。房间里一片寂静，我关上门，坐在床边，委屈和无助感涌上心头，眼泪不由自主地流下来。我大声哭泣，心里的痛苦无处释放。哭累了之后，我走到厨房，翻出各种零食，一边吃一边哭，仿佛这样才能缓解内心的痛楚。那些零食在嘴里没有任何味道，但我停不下来，仿佛只有这样才能填补内心的空虚和无助。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_1",
                "stage_key": "近期情况",
                "what": "我和朋友们在一节重要的考试后等待成绩发布。当老师当众批评我的朋友因为她的成绩不理想时，我感到非常紧张和不安。",
                "where": "学校的课堂，教室里安静得令人窒息，墙上的时钟滴答作响。",
                "when": "2023年6月15日10:30",
                "who": "朋友，老师",
                "description": "2023年6月15日上午10点30分，在学校的课堂上，我们刚刚完成了一场重要的考试。老师开始公布成绩，当我的朋友因为成绩不理想而被当众批评时，我心跳加速，手心开始冒汗。我看着朋友低头不语，眼眶微红，感到一阵心痛和恐惧。我不由得想象如果自己也遭遇同样的批评会有多么难堪，紧张感在心中不断蔓延。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_2",
                "stage_key": "近期情况",
                "what": "回到家中，我试图复习准备下一个考试，但内心的紧张和压力让我难以集中注意力。我不断地回想起朋友被批评的情景，担心自己也会遭遇同样的批评。",
                "where": "家中的书房，书桌上堆满了教科书和笔记，窗外的阳光透过窗帘洒进来。",
                "when": "2023年6月15日17:45",
                "who": "无",
                "description": "2023年6月15日下午5点45分，我回到家中的书房，准备复习下一个考试。书桌上堆满了教科书和笔记，但我却无法集中注意力。脑海里不断浮现出早上朋友被批评的情景，我担心自己也会面临同样的命运。紧张和压力让我头脑一片混乱，眼前的文字变得模糊不清。我挫败地合上书本，深深地叹了一口气。"
            },
            {
                "event_id": "15",
                "extended_event_id": "15_3",
                "stage_key": "近期情况",
                "what": "当晚，我在晚饭后感到极度焦虑，无法控制自己的情绪，开始暴饮暴食。我试图通过吃东西来缓解内心的紧张和不安，但事后感到极度自责和懊悔。",
                "where": "家中的厨房，桌上摆满了零食和甜点，冰箱门还半开着。",
                "when": "2023年6月15日20:20",
                "who": "无",
                "description": "2023年6月15日晚上8点20分，晚饭后，我感到内心的焦虑无法平息，情绪几乎要失控。我走进厨房，开始疯狂地吃零食和甜点，试图用食物填满内心的空虚和不安。冰箱门半开着，桌上堆满了我吃剩的包装纸和盘子。然而，当我停下来的时候，胸口传来一阵阵的自责和懊悔。我蹲在地上，眼泪不受控制地流下来，感到自己彻底失控了。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_1",
                "stage_key": "近期情况",
                "what": "在一次舞蹈表演前，我在后台紧张地做着准备。反复练习舞蹈动作时，脑海中不断浮现出父母和教练对我的期望。我心中默念着：'我必须完美，不能有任何失误。' 当我走上舞台时，内心充满了焦虑，但在灯光照耀下，我努力保持镇定，开始了表演。",
                "where": "学校礼堂，后台的化妆间里，镜子前摆满了化妆品和发饰。",
                "when": "2023年5月15日18:30",
                "who": "舞蹈教练，观众，父母",
                "description": "2023年5月15日傍晚，在学校礼堂的后台，我站在化妆间的镜子前，手心冒汗，心跳加速。化妆品和发饰摆在镜子前，我反复练习舞蹈动作，脑海中浮现出父母和教练的期望。我心中默念着：'我必须完美，不能有任何失误。' 当舞台灯光亮起，我走上舞台，内心充满了焦虑，但我努力保持镇定，开始了表演。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_2",
                "stage_key": "近期情况",
                "what": "表演结束后，观众爆发出热烈的掌声，舞蹈教练和父母也给予了我高度的赞扬。我感到无比自豪，但内心深处也开始担忧：'如果我下次不能做到这么好，他们还会认可我吗？' 我感到一股巨大的压力，必须一直保持这种状态。",
                "where": "学校礼堂的舞台上，灯光渐渐暗下，观众席传来热烈的掌声。",
                "when": "2023年5月15日19:00",
                "who": "舞蹈教练，观众，父母",
                "description": "表演结束后，观众席上爆发出热烈的掌声，我站在舞台中央，灯光渐渐暗下，舞蹈教练和父母对我表示高度赞扬。我感到无比自豪，但内心深处也开始担忧：'如果我下次不能做到这么好，他们还会认可我吗？' 我感到一股巨大的压力，觉得自己必须一直保持这种状态。"
            },
            {
                "event_id": "16",
                "extended_event_id": "16_3",
                "stage_key": "近期情况",
                "what": "回到家后，我感到身心俱疲，但无法放松。我开始回想表演中的每一个细节，试图找出可以改进的地方。我对自己说：'下次一定要更完美。' 随后，我感到饥饿，开始暴饮暴食，试图通过食物来缓解内心的焦虑。",
                "where": "家中的卧室，桌上摆满了各种零食。",
                "when": "2023年5月15日21:30",
                "who": "无",
                "description": "回到家后，我感到身心俱疲，躺在卧室的床上但无法放松。我开始回想表演中的每一个细节，试图找出可以改进的地方，心中默念：'下次一定要更完美。' 随后，我感到饥饿，走到桌前开始暴饮暴食，桌上摆满了各种零食。我试图通过食物来缓解内心的焦虑，但这种方式让我更加自责和不安。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_1",
                "stage_key": "近期情况",
                "what": "在期中考试前的晚自习，我感到学业压力巨大，产生了强烈的焦虑感，无法集中注意力复习。",
                "where": "学校自习室，教室里的灯光昏黄，空气中弥漫着书本和笔记本的气息。",
                "when": "2023年3月27日19:45",
                "who": "一些同学在教室内复习，但我感觉他们都在盯着我。",
                "description": "2023年3月27日19:45，在学校自习室，周围的同学都在埋头复习，翻动书页的声音此起彼伏。我坐在角落里，眼前的书本模糊不清，心跳加速，手心冒汗。我试图集中注意力，但脑海中不断浮现出各种担忧和负面想法。我感觉到自己在逐渐失去控制，甚至有种想要逃离的冲动。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_2",
                "stage_key": "近期情况",
                "what": "在一次舞蹈训练中，因为一个动作没有完成好，我被舞蹈教练批评，感到极度挫败。",
                "where": "舞蹈教室，墙上挂满了镜子，地板上有几个同学在练习。",
                "when": "2023年4月5日18:30",
                "who": "舞蹈教练和几位同学。",
                "description": "2023年4月5日18:30，在舞蹈教室，我正在练习一个高难度的动作。教练走过来，眉头紧皱，严厉地指出我动作的错误。我感到脸颊发烫，周围同学的目光让我更加不安。我低下头，眼泪在眼眶里打转，但强忍着没有流出来。教练的批评声在耳边回荡，我感到自己的努力被完全否定了。"
            },
            {
                "event_id": "17",
                "extended_event_id": "17_3",
                "stage_key": "近期情况",
                "what": "在一次绘画课上，因为作品不够好，被老师指出了很多问题，我感到非常挫败。",
                "where": "学校美术教室，四周挂满了学生的作品，室内充满了颜料的味道。",
                "when": "2023年4月15日10:45",
                "who": "美术老师和几位同学。",
                "description": "2023年4月15日10:45，在学校美术教室，美术老师在我的作品前停下，指出了很多问题。我站在一旁，感觉自己像是被剥光了衣服暴露在众人面前。老师的话语一字一句刺痛着我的心，我低着头，不敢看老师的眼睛，生怕看到他失望的眼神。我的手微微颤抖，心里反复想着自己是不是在艺术方面也没有天赋。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_1",
                "stage_key": "近期情况",
                "what": "学校舞蹈比赛结束后，我目睹了同学因表现出色而受到全校表扬的一幕，感到强烈的羡慕和内心压力。",
                "where": "学校的舞蹈室，那里灯光明亮，地板上还残留着比赛时的汗水。",
                "when": "2023年3月15日14:30",
                "who": "同学，校长",
                "description": "2023年3月15日下午，在学校的舞蹈室，比赛结束后，同学因出色的表现站在舞台中央接受校长的表扬，周围的同学们纷纷鼓掌欢呼。而我站在一旁，心里感到无比的羡慕和压力。我感到自己必须像她一样完美，才能被认可。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_2",
                "stage_key": "近期情况",
                "what": "比赛结束后，我在回家的路上反复思考自己未能表现出色的原因，心情低落，开始自我怀疑。",
                "where": "从学校回家的路上，街道两旁的树木在微风中轻轻摇曳。",
                "when": "2023年3月15日15:00",
                "who": "吕枝薇",
                "description": "比赛结束后，我独自一人走在回家的路上，脑海中不断回放着比赛的情景。我开始反思自己哪里做得不够好，为什么没有被表扬。心情愈发低落，开始怀疑自己的能力，感到无助和失落。"
            },
            {
                "event_id": "18",
                "extended_event_id": "18_3",
                "stage_key": "近期情况",
                "what": "晚上回到家后，我在父母面前表现得很平静，但内心却因为比赛的失利而饱受煎熬，我独自一人在房间里暴饮暴食以缓解情绪。",
                "where": "家中，房间里昏暗的灯光下，桌上摆满了零食。",
                "when": "2023年3月15日20:00",
                "who": "吕枝薇，父母",
                "description": "晚上回到家后，我在父母面前表现得很平静，假装一切都很正常。但内心却因为比赛的失利而感到无比的煎熬。我独自一人躲在房间里，打开一袋又一袋的零食，开始暴饮暴食，希望借此来缓解心中的压力和焦虑。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_1",
                "stage_key": "近期情况",
                "what": "在一次舞蹈训练中，我因为前一晚复习功课到深夜，没有充分休息，导致身体非常疲劳。训练时，我的动作迟缓，明显无法达到平常的水平。教练注意到我的状态后，严厉地批评我，说我不够努力，完全不重视舞蹈训练。",
                "where": "舞蹈教室，四周的镜子反射着我疲惫的身影，空气中弥漫着汗水的味道。",
                "when": "2023年2月15日14:30",
                "who": "舞蹈教练",
                "description": "2023年2月15日下午，在舞蹈教室里，我感到身体沉重，动作明显迟缓。教练走过来，眼神中充满了失望和愤怒。他大声责备我，说我不够努力，完全忽视了舞蹈训练的重要性。我试图解释，但声音微弱，连自己都听不清。教练的每一句话都像一把利剑刺进我的心里，我感到无比的无助和焦虑。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_2",
                "stage_key": "近期情况",
                "what": "在回家的路上，我脑海中不断回放教练的批评，开始怀疑自己的能力。我想起了父母对我的高期望，感到巨大的压力，觉得自己无法同时在学业和舞蹈上取得好成绩，心情愈发沉重。",
                "where": "回家路上，街道两旁的树木在冬日的寒风中摇曳，夕阳的余晖透过树影洒在地上。",
                "when": "2023年2月15日15:45",
                "who": "无",
                "description": "2023年2月15日下午，在回家的路上，我的脑海中不断回放着教练的批评。每一个字句都像回声一样在我脑中回荡。我开始怀疑自己是否真的有能力实现梦想。想到父母对我的高期望，我感到胸口压抑，呼吸都变得困难。街道上的人群和车辆仿佛都在为我无声地叹息，我的心情愈发沉重，仿佛被一张无形的网紧紧包围。"
            },
            {
                "event_id": "19",
                "extended_event_id": "19_3",
                "stage_key": "近期情况",
                "what": "回到家后，我感到疲惫和挫败。为了缓解内心的焦虑和痛苦，我决定用食物来逃避现实，于是开始暴饮暴食。我吃了大量的零食和甜点，试图通过这种方式来减轻内心的压力。",
                "where": "家中，厨房的灯光昏暗，桌上堆满了各种零食和甜点。",
                "when": "2023年2月15日16:30",
                "who": "无",
                "description": "2023年2月15日下午回到家，我感到无比的疲惫和挫败。我走进厨房，看到桌上堆满了各种零食和甜点。为了逃避内心的痛苦，我开始疯狂地吃东西，仿佛这样可以填补内心的空虚和焦虑。每吃一口，我的内心都在呐喊，但我无法控制自己。暴饮暴食之后，我感到更加自责和内疚，认为自己连这点自控力都没有，内心的焦虑和自我否定进一步加深。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_1",
                "stage_key": "近期情况",
                "what": "我在教室外偷听到了父母和老师的对话，老师指出我在一些科目上需要更加努力。",
                "where": "学校教室，门外的走廊上，我躲在角落，心脏砰砰直跳。",
                "when": "2023年1月15日18:30",
                "who": "老师，父母",
                "description": "2023年1月15日18:30，我在学校教室外的走廊上，隐约听到父母和老师的谈话。老师语气严肃地指出我在一些科目上需要更加努力。父母不断点头，脸上写满了担忧和失望。我躲在角落，心跳如鼓，不敢靠近。听到这些话，我感到一股巨大的压力和无助涌上心头，眼泪在眼眶中打转，但我强忍着不让它们流出来。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_2",
                "stage_key": "近期情况",
                "what": "家长会后，父母在回家的路上对我进行了严厉的批评，并告诉我要更加努力。",
                "where": "家庭车内，夜色渐暗，车内气氛压抑。",
                "when": "2023年1月15日19:00",
                "who": "父母",
                "description": "2023年1月15日19:00，家长会结束后，我们在回家的车上。车内的气氛异常沉重，父母的声音在狭小的空间里显得格外刺耳。他们严厉地批评我，责备我没有尽全力，要求我必须更加努力。我低着头，眼泪不争气地往下掉，手紧紧攥着衣角，不敢直视他们的眼睛。我感到自己像一只被困在笼子里的小鸟，无处可逃，心里的委屈和无助无处释放。"
            },
            {
                "event_id": "20",
                "extended_event_id": "20_3",
                "stage_key": "近期情况",
                "what": "回到家后，我独自一人在房间里哭泣，并反复回想父母和老师的对话，感到非常无助和焦虑，开始用暴饮暴食来缓解自己的情绪。",
                "where": "家庭房间，房间昏暗，只有桌上的书堆和未打开的零食袋。",
                "when": "2023年1月15日20:30",
                "who": "无",
                "description": "2023年1月15日20:30，回到家后，我独自躲进房间，心里的委屈和无助再也忍不住了。我坐在床边，泪水不断涌出，回想着父母和老师的每一句话，感觉胸口像压了一块巨石，喘不过气来。我拿起桌上的零食袋，不停地往嘴里塞，试图用暴饮暴食来麻痹自己内心的痛苦和焦虑。房间里的昏暗和静谧让我的情绪更加失控，心里只剩下深深的绝望和自责。"
            }
        ]
    }
}